
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Манриэль"] = {
			["GUID"] = "Player-1923-03448721",
			["LastEventHealth"] = {
				"40964 (100%)", -- [1]
				"40964 (100%)", -- [2]
				"40964 (100%)", -- [3]
				"40964 (100%)", -- [4]
				"40964 (100%)", -- [5]
				"40964 (100%)", -- [6]
				"40964 (100%)", -- [7]
				"40964 (100%)", -- [8]
				"40964 (100%)", -- [9]
				"40964 (100%)", -- [10]
				"40964 (100%)", -- [11]
				"40964 (100%)", -- [12]
				"40964 (100%)", -- [13]
				"40964 (100%)", -- [14]
				"40964 (100%)", -- [15]
				"40964 (100%)", -- [16]
				"40964 (100%)", -- [17]
				"40964 (100%)", -- [18]
				"40964 (100%)", -- [19]
				"40964 (100%)", -- [20]
				"40964 (100%)", -- [21]
				"40964 (100%)", -- [22]
				"40964 (100%)", -- [23]
				"40964 (100%)", -- [24]
				"40964 (100%)", -- [25]
				"40964 (100%)", -- [26]
				"40964 (100%)", -- [27]
				"40964 (100%)", -- [28]
				"40964 (100%)", -- [29]
				"40964 (100%)", -- [30]
				"40964 (100%)", -- [31]
				"40964 (100%)", -- [32]
				"40964 (100%)", -- [33]
				"40964 (100%)", -- [34]
				"40964 (100%)", -- [35]
				"40964 (100%)", -- [36]
				"40964 (100%)", -- [37]
				"40964 (100%)", -- [38]
				"40964 (100%)", -- [39]
				"40964 (100%)", -- [40]
				"40964 (100%)", -- [41]
				"40964 (100%)", -- [42]
				"40964 (100%)", -- [43]
				"40964 (100%)", -- [44]
				"28809 (70%)", -- [45]
				"20576 (50%)", -- [46]
				"40964 (100%)", -- [47]
				"40964 (100%)", -- [48]
				"40964 (100%)", -- [49]
				"40964 (100%)", -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					0, -- [1]
				},
				["Healing"] = {
					3916, -- [1]
				},
				["DamageTaken"] = {
					59557, -- [1]
				},
				["HealingTaken"] = {
					3916, -- [1]
				},
				["Overhealing"] = {
					113079, -- [1]
				},
				["ActiveTime"] = {
					468.03, -- [1]
				},
				["TimeDamage"] = {
					468.03, -- [1]
				},
				["DOT_Time"] = {
					654, -- [1]
				},
				["Damage"] = {
					2683302, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "Манриэль",
			["level"] = 90,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 21,
			["LastEventNum"] = {
				nil, -- [1]
				0.0366175178205253, -- [2]
				nil, -- [3]
				1.07167268821404, -- [4]
				nil, -- [5]
				0.0366175178205253, -- [6]
				nil, -- [7]
				nil, -- [8]
				0.0366175178205253, -- [9]
				nil, -- [10]
				0.0366175178205253, -- [11]
				nil, -- [12]
				0.0341763499658237, -- [13]
				nil, -- [14]
				nil, -- [15]
				1.17908407382092, -- [16]
				nil, -- [17]
				0.0366175178205253, -- [18]
				nil, -- [19]
				1.17664290596621, -- [20]
				nil, -- [21]
				0.0366175178205253, -- [22]
				nil, -- [23]
				0.0366175178205253, -- [24]
				[27] = 1.17908407382092,
				[31] = 1.17908407382092,
				[45] = 29.672395273899,
				[46] = 49.7705302216581,
				[29] = 0.0292940142564203,
				[34] = 1.17664290596621,
				[48] = 0.0366175178205253,
				[50] = 1.07167268821404,
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastActive"] = 1415752530,
			["UnitLockout"] = 1415540202,
			["Owner"] = false,
			["Fights"] = {
				["OverallData"] = {
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 456,
								},
							},
							["amount"] = 456,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 198,
								},
							},
							["amount"] = 198,
						},
					},
					["TimeSpent"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 25.37,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 114.95,
								},
								["Исповедь"] = {
									["count"] = 51.97,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 111.1,
								},
								["Кара"] = {
									["count"] = 46.2,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 352.4,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 1.45,
								},
								["Внутреннее зрение"] = {
									["count"] = 13.51,
								},
								["Исповедь"] = {
									["count"] = 24.78,
								},
								["Священный огонь"] = {
									["count"] = 3.14,
								},
								["Кара"] = {
									["count"] = 46.64,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 12.11,
								},
							},
							["amount"] = 101.63,
						},
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
					["DamageTaken"] = 59557,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 113079,
					["ActiveTime"] = 468.03,
					["OverHeals"] = {
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3485,
									["min"] = 3485,
									["count"] = 1,
									["amount"] = 3485,
								},
								["Hit"] = {
									["max"] = 3588,
									["min"] = 3235,
									["count"] = 2,
									["amount"] = 6823,
								},
							},
							["count"] = 3,
							["amount"] = 10308,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1437,
									["min"] = 3,
									["count"] = 42,
									["amount"] = 18758,
								},
								["Hit"] = {
									["max"] = 1438,
									["min"] = 3,
									["count"] = 211,
									["amount"] = 84013,
								},
							},
							["count"] = 253,
							["amount"] = 102771,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 59557,
					},
					["DOT_Time"] = 654,
					["Damage"] = 2683302,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дрянеичка"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Ышбанро"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Торольф"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Хасая"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Грязныйхвост"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Налейему"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Рыжунь"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Форгалл"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Сэйви"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["TimeDamaging"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 25.37,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 114.95,
								},
								["Исповедь"] = {
									["count"] = 51.97,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 111.1,
								},
								["Кара"] = {
									["count"] = 46.2,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 352.4,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 1.45,
								},
								["Внутреннее зрение"] = {
									["count"] = 13.51,
								},
								["Исповедь"] = {
									["count"] = 24.78,
								},
								["Священный огонь"] = {
									["count"] = 3.14,
								},
								["Кара"] = {
									["count"] = 46.64,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 12.11,
								},
							},
							["amount"] = 101.63,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
					["Healing"] = 3916,
					["ElementDone"] = {
						["Holy"] = 2142980,
						["Shadow"] = 540322,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 43,
								},
								["Hit"] = {
									["count"] = 97,
								},
								["Crit"] = {
									["count"] = 45,
								},
								["Tick"] = {
									["count"] = 128,
								},
							},
							["amount"] = 313,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 23,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 10,
								},
								["Tick"] = {
									["count"] = 56,
								},
							},
							["amount"] = 99,
						},
					},
					["Attacks"] = {
						["Иссушение разума"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 5,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 38384,
									["min"] = 38383,
									["count"] = 4,
									["amount"] = 153535,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 19192,
									["count"] = 11,
									["amount"] = 211112,
								},
							},
							["count"] = 20,
							["amount"] = 364647,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 6919,
									["count"] = 10,
									["amount"] = 119998,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 3455,
									["count"] = 56,
									["amount"] = 353989,
								},
							},
							["count"] = 66,
							["amount"] = 473987,
						},
						["Исповедь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 17,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 28124,
									["min"] = 28123,
									["count"] = 6,
									["amount"] = 168740,
								},
								["Hit"] = {
									["max"] = 26333,
									["min"] = 14061,
									["count"] = 41,
									["amount"] = 625620,
								},
							},
							["count"] = 64,
							["amount"] = 794360,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 82,
									["count"] = 24,
									["amount"] = 21530,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 57,
									["count"] = 128,
									["amount"] = 59260,
								},
							},
							["count"] = 152,
							["amount"] = 80790,
						},
						["Кара"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 21,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 30923,
									["min"] = 25768,
									["count"] = 11,
									["amount"] = 304070,
								},
								["Hit"] = {
									["max"] = 15462,
									["min"] = 965,
									["count"] = 45,
									["amount"] = 599113,
								},
							},
							["count"] = 77,
							["amount"] = 903183,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 14,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 6634,
									["min"] = 6633,
									["count"] = 10,
									["amount"] = 66335,
								},
							},
							["count"] = 24,
							["amount"] = 66335,
						},
					},
					["HealingTaken"] = 3916,
					["DamagedWho"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 26333,
								},
							},
							["amount"] = 26333,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 364647,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 473987,
								},
								["Исповедь"] = {
									["count"] = 689028,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 80790,
								},
								["Кара"] = {
									["count"] = 899323,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 66335,
								},
							},
							["amount"] = 2574110,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 26333,
								},
							},
							["amount"] = 26333,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3860,
								},
							},
							["amount"] = 3860,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 52666,
								},
							},
							["amount"] = 52666,
						},
					},
					["TimeDamage"] = 468.03,
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 59557,
								},
							},
							["amount"] = 59557,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 482,
									["min"] = 17,
									["count"] = 3,
									["amount"] = 981,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 14,
									["count"] = 14,
									["amount"] = 2935,
								},
							},
							["count"] = 17,
							["amount"] = 3916,
						},
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 3916,
								},
							},
							["amount"] = 3916,
						},
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 3916,
								},
							},
							["amount"] = 3916,
						},
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Ressed"] = 0,
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["DOT_Time"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ShieldedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Торольф"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Holy"] = 0,
						["Shadow"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["ActiveTime"] = 16.3,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 9.45,
								},
								["Священный огонь"] = {
									["count"] = 0.9,
								},
								["Кара"] = {
									["count"] = 5.6,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.35,
								},
							},
							["amount"] = 16.3,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["Attacks"] = {
						["Священный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 16.3,
					["TimeDamaging"] = {
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 9.45,
								},
								["Священный огонь"] = {
									["count"] = 0.9,
								},
								["Кара"] = {
									["count"] = 5.6,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.35,
								},
							},
							["amount"] = 16.3,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Ressed"] = 0,
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["DOT_Time"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
					},
					["ShieldedWho"] = {
						["Ышбанро"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Форгалл"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рыжунь"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["ManaGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 0,
						["Shadow"] = 0,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["Attacks"] = {
						["Иссушение разума"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementHitsTaken"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementTakenResist"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 116056,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 42,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["ManaGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 33170,
						["Holy"] = 82886,
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 19192,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 26536,
								},
								["Исповедь"] = {
									["count"] = 28123,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 4649,
								},
								["Кара"] = {
									["count"] = 30922,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 6634,
								},
							},
							["amount"] = 116056,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 10,
								},
							},
							["amount"] = 15,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1198,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 5176,
								},
							},
							["count"] = 15,
							["amount"] = 5176,
						},
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 15.51,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["RessedWho"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 1.39,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.9,
								},
								["Исповедь"] = {
									["count"] = 4.45,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 7.67,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 15.51,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 5176,
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19192,
								},
							},
							["count"] = 1,
							["amount"] = 19192,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 26536,
								},
							},
							["count"] = 4,
							["amount"] = 26536,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14062,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 28123,
								},
							},
							["count"] = 2,
							["amount"] = 28123,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 4649,
								},
							},
							["count"] = 10,
							["amount"] = 4649,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 15461,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 30922,
								},
							},
							["count"] = 2,
							["amount"] = 30922,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 6634,
									["count"] = 1,
									["amount"] = 6634,
								},
							},
							["count"] = 1,
							["amount"] = 6634,
						},
					},
					["HealingTaken"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 15.51,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 1.39,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.9,
								},
								["Исповедь"] = {
									["count"] = 4.45,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 7.67,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 15.51,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Ressed"] = 0,
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["DOT_Time"] = 6,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 76147,
					["ShieldedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 19900,
						["Holy"] = 56247,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 6633,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 13267,
								},
								["Исповедь"] = {
									["count"] = 56247,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 76147,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 527,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 527,
								},
								["Hit"] = {
									["max"] = 527,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1053,
								},
							},
							["count"] = 3,
							["amount"] = 1580,
						},
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["ActiveTime"] = 10.99,
					["Overhealing"] = 1580,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.19,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.48,
								},
								["Исповедь"] = {
									["count"] = 5.32,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.99,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6633,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6633,
								},
							},
							["count"] = 1,
							["amount"] = 6633,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13267,
								},
							},
							["count"] = 2,
							["amount"] = 13267,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 28124,
									["min"] = 28124,
									["count"] = 1,
									["amount"] = 28124,
								},
								["Hit"] = {
									["max"] = 14062,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 28123,
								},
							},
							["count"] = 3,
							["amount"] = 56247,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 10.99,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.19,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.48,
								},
								["Исповедь"] = {
									["count"] = 5.32,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.99,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementHitsTaken"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 171879,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 45,
					["ElementTakenBlock"] = {
					},
					["RessedWho"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Грязныйхвост"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Налейему"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Хасая"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Сэйви"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Holy"] = 125445,
						["Shadow"] = 46434,
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 19192,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 33167,
								},
								["Исповедь"] = {
									["count"] = 28124,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 5976,
								},
								["Кара"] = {
									["count"] = 72153,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 13267,
								},
							},
							["amount"] = 171879,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 7,
								},
							},
							["amount"] = 18,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 7,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 42,
								},
								["Hit"] = {
									["max"] = 599,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 3994,
								},
							},
							["count"] = 18,
							["amount"] = 4036,
						},
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["ActiveTime"] = 20.05,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 3.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Исповедь"] = {
									["count"] = 1.54,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Кара"] = {
									["count"] = 1.93,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 20.05,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 4036,
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19192,
								},
							},
							["count"] = 1,
							["amount"] = 19192,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 33167,
								},
							},
							["count"] = 5,
							["amount"] = 33167,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14062,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 28124,
								},
							},
							["count"] = 2,
							["amount"] = 28124,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2646,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 3330,
								},
							},
							["count"] = 10,
							["amount"] = 5976,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 15462,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 72153,
								},
							},
							["count"] = 5,
							["amount"] = 72153,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13267,
								},
							},
							["count"] = 2,
							["amount"] = 13267,
						},
					},
					["HealingTaken"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 20.05,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 3.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Исповедь"] = {
									["count"] = 1.54,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Кара"] = {
									["count"] = 1.93,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 20.05,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementHitsTaken"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 171879,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 45,
					["ElementTakenBlock"] = {
					},
					["RessedWho"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Грязныйхвост"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Налейему"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Хасая"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Сэйви"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Holy"] = 125445,
						["Shadow"] = 46434,
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 19192,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 33167,
								},
								["Исповедь"] = {
									["count"] = 28124,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 5976,
								},
								["Кара"] = {
									["count"] = 72153,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 13267,
								},
							},
							["amount"] = 171879,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 7,
								},
							},
							["amount"] = 18,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 7,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 42,
								},
								["Hit"] = {
									["max"] = 599,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 3994,
								},
							},
							["count"] = 18,
							["amount"] = 4036,
						},
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["ActiveTime"] = 20.05,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 3.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Исповедь"] = {
									["count"] = 1.54,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Кара"] = {
									["count"] = 1.93,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 20.05,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 4036,
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19192,
								},
							},
							["count"] = 1,
							["amount"] = 19192,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 33167,
								},
							},
							["count"] = 5,
							["amount"] = 33167,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14062,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 28124,
								},
							},
							["count"] = 2,
							["amount"] = 28124,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2646,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 3330,
								},
							},
							["count"] = 10,
							["amount"] = 5976,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 15462,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 72153,
								},
							},
							["count"] = 5,
							["amount"] = 72153,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13267,
								},
							},
							["count"] = 2,
							["amount"] = 13267,
						},
					},
					["HealingTaken"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 20.05,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 3.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Исповедь"] = {
									["count"] = 1.54,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 6.38,
								},
								["Кара"] = {
									["count"] = 1.93,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 20.05,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.7,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 2.32,
								},
								["Исповедь"] = {
									["count"] = 1.9,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 7.38,
								},
								["Кара"] = {
									["count"] = 0.28,
								},
								["Священный огонь"] = {
									["count"] = 1.14,
								},
							},
							["amount"] = 13.72,
						},
					},
					["DamageTaken"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 7796,
					["ActiveTime"] = 13.72,
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 965,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1025,
								},
								["Hit"] = {
									["max"] = 1438,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 6771,
								},
							},
							["count"] = 17,
							["amount"] = 7796,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 45,
					["Damage"] = 168931,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дрянеичка"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.7,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 2.32,
								},
								["Исповедь"] = {
									["count"] = 1.9,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 7.38,
								},
								["Кара"] = {
									["count"] = 0.28,
								},
								["Священный огонь"] = {
									["count"] = 1.14,
								},
							},
							["amount"] = 13.72,
						},
					},
					["Healing"] = 0,
					["ElementDone"] = {
						["Shadow"] = 40109,
						["Holy"] = 128822,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 8,
								},
							},
							["amount"] = 17,
						},
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6633,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6633,
								},
							},
							["count"] = 1,
							["amount"] = 6633,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 6943,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6943,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 26533,
								},
							},
							["count"] = 5,
							["amount"] = 33476,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14062,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 42186,
								},
							},
							["count"] = 3,
							["amount"] = 42186,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1902,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 3698,
								},
							},
							["count"] = 10,
							["amount"] = 5600,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 30922,
									["min"] = 30922,
									["count"] = 1,
									["amount"] = 30922,
								},
								["Hit"] = {
									["max"] = 15461,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 30922,
								},
							},
							["count"] = 3,
							["amount"] = 61844,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19192,
								},
							},
							["count"] = 1,
							["amount"] = 19192,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 6633,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 33476,
								},
								["Исповедь"] = {
									["count"] = 42186,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 5600,
								},
								["Кара"] = {
									["count"] = 61844,
								},
								["Священный огонь"] = {
									["count"] = 19192,
								},
							},
							["amount"] = 168931,
						},
					},
					["TimeDamage"] = 13.72,
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
			},
			["NextEventNum"] = 47,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				70.327604726101, -- [45]
				50.229469778342, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Crit -951 (Holy)", -- [1]
				"Манриэль Искупление вины Манриэль Crit +15 (15 избыт. лечение)", -- [2]
				"Манриэль Исповедь Тренировочный манекен Hit -14062 (Holy)", -- [3]
				"Манриэль Искупление вины Манриэль Hit +439 (439 избыт. лечение)", -- [4]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Crit -951 (Holy)", -- [5]
				"Манриэль Искупление вины Манриэль Crit +15 (15 избыт. лечение)", -- [6]
				"Манриэль Слово Тьмы: Боль Тренировочный манекен Hit -6633 (Shadow)", -- [7]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [8]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [9]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [10]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [11]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -475 (Holy)", -- [12]
				"Манриэль Искупление вины Манриэль Hit +14 (14 избыт. лечение)", -- [13]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [14]
				"Манриэль Кара Тренировочный манекен Hit -15462 (Holy)", -- [15]
				"Манриэль Искупление вины Манриэль Hit +483 (483 избыт. лечение)", -- [16]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [17]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [18]
				"Манриэль Кара Тренировочный манекен Hit -15461 (Holy)", -- [19]
				"Манриэль Искупление вины Манриэль Hit +482 (482 избыт. лечение)", -- [20]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -475 (Holy)", -- [21]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [22]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [23]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [24]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [25]
				"Манриэль Кара Тренировочный манекен Hit -15461 (Holy)", -- [26]
				"Манриэль Искупление вины Манриэль Hit +483 (483 избыт. лечение)", -- [27]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Crit -744 (Holy)", -- [28]
				"Манриэль Искупление вины Манриэль Crit +12 (12 избыт. лечение)", -- [29]
				"Манриэль Кара Тренировочный манекен Hit -12885 (Holy)", -- [30]
				"Манриэль Искупление вины Манриэль Hit +483 (483 избыт. лечение)", -- [31]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [32]
				"Манриэль Кара Тренировочный манекен Hit -12884 (Holy)", -- [33]
				"Манриэль Искупление вины Манриэль Hit +482 (482 избыт. лечение)", -- [34]
				"Манриэль Слово Тьмы: Боль Тренировочный манекен Hit -6634 (Shadow)", -- [35]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [36]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [37]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [38]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [39]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [40]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [41]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [42]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Crit -13267 (Shadow)", -- [43]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -4109 (Shadow)", -- [44]
				"Environment Falling Манриэль Hit -12155 (Physical)", -- [45]
				"Environment Falling Манриэль Hit -20388 (Physical)", -- [46]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [47]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [48]
				"Манриэль Исповедь Тренировочный манекен Hit -14062 (Holy)", -- [49]
				"Манриэль Искупление вины Манриэль Hit +439 (439 избыт. лечение)", -- [50]
			},
			["Name"] = "Манриэль",
			["TimeLast"] = {
				["TimeHeal"] = 1415745662,
				["OVERALL"] = 1415752530,
				["DamageTaken"] = 1415752530,
				["HealingTaken"] = 1415745662,
				["Overhealing"] = 1415751989,
				["TimeDamage"] = 1415752013,
				["Healing"] = 1415745662,
				["ActiveTime"] = 1415752013,
				["DOT_Time"] = 1415752013,
				["Damage"] = 1415752013,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastDamageTaken"] = 20388,
			["LastEventTimes"] = {
				73581.44, -- [1]
				73581.44, -- [2]
				73582.249, -- [3]
				73582.249, -- [4]
				73582.354, -- [5]
				73582.354, -- [6]
				73582.505, -- [7]
				73583.282, -- [8]
				73583.282, -- [9]
				73584.196, -- [10]
				73584.196, -- [11]
				73585.152, -- [12]
				73585.152, -- [13]
				73585.266, -- [14]
				73585.266, -- [15]
				73585.266, -- [16]
				73586.045, -- [17]
				73586.045, -- [18]
				73586.679, -- [19]
				73586.679, -- [20]
				73586.964, -- [21]
				73586.964, -- [22]
				73587.876, -- [23]
				73587.876, -- [24]
				73588, -- [25]
				73588, -- [26]
				73588, -- [27]
				73588.535, -- [28]
				73588.535, -- [29]
				73589.61, -- [30]
				73589.61, -- [31]
				73590.757, -- [32]
				73590.985, -- [33]
				73590.985, -- [34]
				73591.158, -- [35]
				73593.521, -- [36]
				73596.165, -- [37]
				73599.039, -- [38]
				73601.798, -- [39]
				73604.56, -- [40]
				73607.309, -- [41]
				73609.983, -- [42]
				73612.814, -- [43]
				73614.54, -- [44]
				74055.094, -- [45]
				74131.656, -- [46]
				73580.526, -- [47]
				73580.526, -- [48]
				73581.26, -- [49]
				73581.26, -- [50]
			},
			["LastAbility"] = 73765.158,
		},
	},
	["FightNum"] = 21,
	["CombatTimes"] = {
		{
			1415540202, -- [1]
			1415540214, -- [2]
			"16:36:42", -- [3]
			"16:36:54", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [1]
		{
			1415540270, -- [1]
			1415540305, -- [2]
			"16:37:51", -- [3]
			"16:38:25", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [2]
		{
			1415540657, -- [1]
			1415540672, -- [2]
			"16:44:17", -- [3]
			"16:44:32", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [3]
		{
			1415542147, -- [1]
			1415542165, -- [2]
			"17:09:08", -- [3]
			"17:09:25", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [4]
		{
			1415542174, -- [1]
			1415542197, -- [2]
			"17:09:35", -- [3]
			"17:09:57", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [5]
		{
			1415543494, -- [1]
			1415543507, -- [2]
			"17:31:34", -- [3]
			"17:31:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [6]
		{
			1415543941, -- [1]
			1415543955, -- [2]
			"17:39:01", -- [3]
			"17:39:15", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [7]
		{
			1415544029, -- [1]
			1415544038, -- [2]
			"17:40:30", -- [3]
			"17:40:38", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [8]
		{
			1415544127, -- [1]
			1415544164, -- [2]
			"17:42:08", -- [3]
			"17:42:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [9]
		{
			1415742090, -- [1]
			1415742100, -- [2]
			"00:41:30", -- [3]
			"00:41:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [10]
		{
			1415745479, -- [1]
			1415745496, -- [2]
			"01:37:59", -- [3]
			"01:38:16", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [11]
		{
			1415745503, -- [1]
			1415745510, -- [2]
			"01:38:23", -- [3]
			"01:38:30", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [12]
		{
			1415745561, -- [1]
			1415745571, -- [2]
			"01:39:22", -- [3]
			"01:39:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [13]
		{
			1415745627, -- [1]
			1415745635, -- [2]
			"01:40:28", -- [3]
			"01:40:35", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [14]
		{
			1415745653, -- [1]
			1415745659, -- [2]
			"01:40:54", -- [3]
			"01:40:59", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [15]
		{
			1415749027, -- [1]
			1415749085, -- [2]
			"02:37:07", -- [3]
			"02:38:05", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [16]
		{
			1415751728, -- [1]
			1415751747, -- [2]
			"03:22:08", -- [3]
			"03:22:27", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [17]
		{
			1415751769, -- [1]
			1415751777, -- [2]
			"03:22:50", -- [3]
			"03:22:57", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [18]
		{
			1415751789, -- [1]
			1415751804, -- [2]
			"03:23:09", -- [3]
			"03:23:24", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [19]
		{
			1415751870, -- [1]
			1415751884, -- [2]
			"03:24:31", -- [3]
			"03:24:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [20]
		{
			1415751978, -- [1]
			1415751996, -- [2]
			"03:26:18", -- [3]
			"03:26:36", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [21]
	},
	["FoughtWho"] = {
		"Тренировочный манекен 03:26:18-03:26:36", -- [1]
		"Тренировочный манекен 03:24:31-03:24:44", -- [2]
		"Тренировочный манекен 03:23:09-03:23:24", -- [3]
		"Тренировочный манекен 03:22:50-03:22:57", -- [4]
		"Тренировочный манекен рейдера 03:22:08-03:22:27", -- [5]
	},
}
