
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Манриэль"] = {
			["GUID"] = "Player-1923-03448721",
			["LastEventHealth"] = {
				"45031 (100%)", -- [1]
				"45031 (100%)", -- [2]
				"45031 (100%)", -- [3]
				"45031 (100%)", -- [4]
				"45031 (100%)", -- [5]
				"45031 (100%)", -- [6]
				"45031 (100%)", -- [7]
				"45031 (100%)", -- [8]
				"45031 (100%)", -- [9]
				"45031 (100%)", -- [10]
				"45031 (100%)", -- [11]
				"45031 (100%)", -- [12]
				"40964 (100%)", -- [13]
				"40964 (100%)", -- [14]
				"40964 (100%)", -- [15]
				"45031 (100%)", -- [16]
				"45031 (100%)", -- [17]
				"45031 (100%)", -- [18]
				"45031 (100%)", -- [19]
				"45031 (100%)", -- [20]
				"45031 (100%)", -- [21]
				"45031 (100%)", -- [22]
				"45031 (100%)", -- [23]
				"45031 (100%)", -- [24]
				"45031 (100%)", -- [25]
				"45031 (100%)", -- [26]
				"45031 (100%)", -- [27]
				"45031 (100%)", -- [28]
				"45031 (100%)", -- [29]
				"45031 (100%)", -- [30]
				"45031 (100%)", -- [31]
				"45031 (100%)", -- [32]
				"45031 (100%)", -- [33]
				"45031 (100%)", -- [34]
				"45031 (100%)", -- [35]
				"45031 (100%)", -- [36]
				"45031 (100%)", -- [37]
				"45031 (100%)", -- [38]
				"45031 (100%)", -- [39]
				"45031 (100%)", -- [40]
				"45031 (100%)", -- [41]
				"45031 (100%)", -- [42]
				"45031 (100%)", -- [43]
				"45031 (100%)", -- [44]
				"45031 (100%)", -- [45]
				"45031 (100%)", -- [46]
				"45031 (100%)", -- [47]
				"45031 (100%)", -- [48]
				"45031 (100%)", -- [49]
				"45031 (100%)", -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"HEAL", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"HEAL", -- [45]
				"DAMAGE", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					0, -- [1]
				},
				["Healing"] = {
					3916, -- [1]
				},
				["DamageTaken"] = {
					59557, -- [1]
				},
				["HealingTaken"] = {
					3916, -- [1]
				},
				["Overhealing"] = {
					229477, -- [1]
				},
				["ActiveTime"] = {
					772.19, -- [1]
				},
				["TimeDamage"] = {
					772.19, -- [1]
				},
				["DOT_Time"] = {
					1341, -- [1]
				},
				["Damage"] = {
					5653603, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "Манриэль",
			["level"] = 90,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 31,
			["LastEventNum"] = {
				nil, -- [1]
				0.0399724634140925, -- [2]
				1.91645755146455, -- [3]
				nil, -- [4]
				nil, -- [5]
				0.0333103861784104, -- [6]
				nil, -- [7]
				2.0452577113544, -- [8]
				nil, -- [9]
				1.8209677777531, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				nil, -- [14]
				nil, -- [15]
				1.17030490106815, -- [16]
				[24] = 0.0399724634140925,
				[35] = 1.85205747151962,
				[27] = 0.0399724634140925,
				[39] = 0.0377517710021985,
				[29] = 0.0377517710021985,
				[45] = 0.0399724634140925,
				[47] = 1.80542293086985,
				[18] = 0.0288690013546224,
				[32] = 0.0399724634140925,
				[42] = 1.94976793764296,
				[21] = 1.07259443494482,
				[22] = 1.59667784415181,
				[50] = 0.0399724634140925,
				[41] = 0.0399724634140925,
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastAbility"] = 79193.571,
			["LastEventTimes"] = {
				79182.452, -- [1]
				79182.452, -- [2]
				79182.892, -- [3]
				79182.892, -- [4]
				79183.133, -- [5]
				79183.133, -- [6]
				79183.827, -- [7]
				79184.241, -- [8]
				79184.241, -- [9]
				79185.588, -- [10]
				79185.588, -- [11]
				79186.595, -- [12]
				79189.311, -- [13]
				79192.152, -- [14]
				79193.571, -- [15]
				79172.742, -- [16]
				79172.742, -- [17]
				79172.742, -- [18]
				79174.167, -- [19]
				79174.167, -- [20]
				79174.167, -- [21]
				79174.167, -- [22]
				79175.013, -- [23]
				79175.013, -- [24]
				79175.602, -- [25]
				79175.962, -- [26]
				79175.962, -- [27]
				79176.886, -- [28]
				79176.886, -- [29]
				79177.073, -- [30]
				79177.811, -- [31]
				79177.811, -- [32]
				79177.955, -- [33]
				79178.289, -- [34]
				79178.739, -- [35]
				79178.739, -- [36]
				79178.739, -- [37]
				79178.739, -- [38]
				79178.739, -- [39]
				79179.677, -- [40]
				79179.677, -- [41]
				79180.087, -- [42]
				79180.087, -- [43]
				79180.576, -- [44]
				79180.576, -- [45]
				79181.075, -- [46]
				79181.477, -- [47]
				79181.477, -- [48]
				79181.477, -- [49]
				79181.477, -- [50]
			},
			["Owner"] = false,
			["LastDamageTaken"] = 20388,
			["NextEventNum"] = 16,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [1]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [2]
				"Манриэль Кольцо света Манриэль Hit +863 (863 избыт. лечение)", -- [3]
				"Манриэль Кольцо света Тренировочный манекен Hit -5979 (Holy)", -- [4]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -399 (Holy)", -- [5]
				"Манриэль Искупление вины Манриэль Hit +15 (15 избыт. лечение)", -- [6]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Crit -13267 (Shadow)", -- [7]
				"Манриэль Кольцо света Манриэль Hit +921 (921 избыт. лечение)", -- [8]
				"Манриэль Кольцо света Тренировочный манекен Hit -5978 (Holy)", -- [9]
				"Манриэль Кольцо света Манриэль Hit +820 (820 избыт. лечение)", -- [10]
				"Манриэль Кольцо света Тренировочный манекен Hit -5979 (Holy)", -- [11]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [12]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [13]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6633 (Shadow)", -- [14]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -3476 (Shadow)", -- [15]
				"Манриэль Искупление вины Манриэль Crit +527 (527 избыт. лечение)", -- [16]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -414 (Holy)", -- [17]
				"Манриэль Искупление вины Манриэль Hit +13 (13 избыт. лечение)", -- [18]
				"Манриэль Кара Тренировочный манекен Crit -25769 (Holy)", -- [19]
				"Манриэль Священный огонь Тренировочный манекен Hit -19192 (Holy)", -- [20]
				"Манриэль Искупление вины Манриэль Crit +483 (483 избыт. лечение)", -- [21]
				"Манриэль Искупление вины Манриэль Hit +719 (719 избыт. лечение)", -- [22]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -475 (Holy)", -- [23]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [24]
				"Манриэль Слово Тьмы: Боль Тренировочный манекен Hit -6634 (Shadow)", -- [25]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [26]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [27]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -475 (Holy)", -- [28]
				"Манриэль Искупление вины Манриэль Hit +17 (17 избыт. лечение)", -- [29]
				"Манриэль Иссушение разума Тренировочный манекен Hit -3449 (Shadow)", -- [30]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [31]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [32]
				"Манриэль Иссушение разума Тренировочный манекен Hit -3449 (Shadow)", -- [33]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [34]
				"Манриэль Кольцо света Манриэль Hit +834 (834 избыт. лечение)", -- [35]
				"Манриэль Кольцо света Кролик Hit -11196 (Holy)", -- [36]
				"Манриэль Кольцо света Тренировочный манекен Hit -5978 (Holy)", -- [37]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -475 (Holy)", -- [38]
				"Манриэль Искупление вины Манриэль Hit +17 (17 избыт. лечение)", -- [39]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Crit -951 (Holy)", -- [40]
				"Манриэль Искупление вины Манриэль Crit +18 (18 избыт. лечение)", -- [41]
				"Манриэль Кольцо света Манриэль Crit +878 (878 избыт. лечение)", -- [42]
				"Манриэль Кольцо света Тренировочный манекен Hit -5978 (Holy)", -- [43]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [44]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [45]
				"Манриэль Слово Тьмы: Боль (УЗВ) Тренировочный манекен Tick -6634 (Shadow)", -- [46]
				"Манриэль Кольцо света Манриэль Hit +813 (813 избыт. лечение)", -- [47]
				"Манриэль Кольцо света Тренировочный манекен Hit -5979 (Holy)", -- [48]
				"Манриэль Священный огонь (УЗВ) Тренировочный манекен Tick -476 (Holy)", -- [49]
				"Манриэль Искупление вины Манриэль Hit +18 (18 избыт. лечение)", -- [50]
			},
			["Name"] = "Манриэль",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 1415745662,
				["OVERALL"] = 1415757592,
				["DamageTaken"] = 1415752530,
				["HealingTaken"] = 1415745662,
				["Overhealing"] = 1415757584,
				["TimeDamage"] = 1415757592,
				["Healing"] = 1415745662,
				["ActiveTime"] = 1415757592,
				["DOT_Time"] = 1415757592,
				["Damage"] = 1415757592,
			},
			["Fights"] = {
				["Fight3"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 42,
								},
							},
							["amount"] = 42,
						},
					},
					["ElementHitsTaken"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 548296,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 132,
					["ElementTakenBlock"] = {
					},
					["RessedWho"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
								["Слово силы: Щит"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Торольф"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 123771,
						["Holy"] = 424525,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Белка"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 13266,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 15502,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 134993,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 110505,
								},
								["Кара"] = {
									["count"] = 216454,
								},
								["Священный огонь"] = {
									["count"] = 57576,
								},
							},
							["amount"] = 548296,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 483,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 534,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 0,
									["count"] = 51,
									["amount"] = 13575,
								},
							},
							["count"] = 55,
							["amount"] = 14109,
						},
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 43.83,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Белка"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.87,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 20.63,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 5.66,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.9,
								},
								["Кара"] = {
									["count"] = 7.68,
								},
								["Священный огонь"] = {
									["count"] = 2.09,
								},
							},
							["amount"] = 43.83,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 14109,
					["Heals"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 16,
						},
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 24,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 27,
								},
							},
							["amount"] = 55,
						},
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6633,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13266,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 13266,
						},
						["Кара"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 30922,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 30922,
								},
								["Hit"] = {
									["max"] = 15461,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 185532,
								},
							},
							["count"] = 14,
							["amount"] = 216454,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 16875,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 134993,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 134993,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 37536,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 72969,
								},
							},
							["count"] = 14,
							["amount"] = 110505,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2853,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 12649,
								},
							},
							["count"] = 30,
							["amount"] = 15502,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 57576,
								},
							},
							["count"] = 3,
							["amount"] = 57576,
						},
					},
					["HealingTaken"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 43.83,
					["TimeDamaging"] = {
						["Белка"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0.87,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 20.63,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 5.66,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 6.9,
								},
								["Кара"] = {
									["count"] = 7.68,
								},
								["Священный огонь"] = {
									["count"] = 2.09,
								},
							},
							["amount"] = 43.83,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 51,
								},
							},
							["amount"] = 51,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Ressed"] = 0,
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["HOTs"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 51,
					["Damage"] = 220695,
					["ShieldedWho"] = {
						["Грязныйхвост"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Налейему"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
								["Слово силы: Щит"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Хасая"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сэйви"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Holy"] = 220695,
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 84371,
								},
								["Кара"] = {
									["count"] = 69575,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 9173,
								},
								["Священный огонь"] = {
									["count"] = 57576,
								},
							},
							["amount"] = 220695,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 14,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 28,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["Быстрое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7039,
									["min"] = 7039,
									["count"] = 1,
									["amount"] = 7039,
								},
							},
							["count"] = 1,
							["amount"] = 7039,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 719,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 1250,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 5545,
								},
							},
							["count"] = 28,
							["amount"] = 6795,
						},
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 23.91,
					["Overhealing"] = 13834,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 6.75,
								},
								["Кара"] = {
									["count"] = 3.07,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 13.54,
								},
								["Священный огонь"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 23.91,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 16875,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 84371,
								},
							},
							["count"] = 5,
							["amount"] = 84371,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25769,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 25769,
								},
								["Hit"] = {
									["max"] = 15461,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 43806,
								},
							},
							["count"] = 4,
							["amount"] = 69575,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2853,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 6320,
								},
							},
							["count"] = 17,
							["amount"] = 9173,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 38384,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 38384,
								},
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19192,
								},
							},
							["count"] = 2,
							["amount"] = 57576,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 23.91,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 6.75,
								},
								["Кара"] = {
									["count"] = 3.07,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 13.54,
								},
								["Священный огонь"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 23.91,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Ressed"] = 0,
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["HOTs"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мениос"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Holy"] = 0,
						["Shadow"] = 0,
					},
					["RunicPowerGainedFrom"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Исповедь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["RessedWho"] = {
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementTakenResist"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 2.6,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.26,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1.22,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11.08,
						},
					},
					["DamageTaken"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 2655,
					["ActiveTime"] = 11.08,
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 21,
					["Damage"] = 58433,
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мениос"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дрянеичка"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["Attacks"] = {
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5979,
									["min"] = 5978,
									["count"] = 4,
									["amount"] = 23915,
								},
							},
							["count"] = 4,
							["amount"] = 23915,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 13267,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 19900,
								},
							},
							["count"] = 4,
							["amount"] = 33167,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1351,
								},
							},
							["count"] = 3,
							["amount"] = 1351,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 23915,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 33167,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1351,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 58433,
						},
					},
					["ElementDone"] = {
						["Holy"] = 25266,
						["Shadow"] = 33167,
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 7,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
					},
					["TimeDamage"] = 11.08,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 2.6,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.26,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1.22,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11.08,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 921,
									["min"] = 820,
									["count"] = 3,
									["amount"] = 2604,
								},
							},
							["count"] = 3,
							["amount"] = 2604,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 18,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 51,
								},
							},
							["count"] = 3,
							["amount"] = 51,
						},
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 99,
					["Damage"] = 526912,
					["RessedWho"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Рыжунь"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ышбанро"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Валидус"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Форгалл"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 16,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
								["Tick"] = {
									["count"] = 17,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 42,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 132671,
						["Holy"] = 394241,
					},
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 632,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 1646,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 10964,
								},
							},
							["count"] = 42,
							["amount"] = 12610,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["ActiveTime"] = 45.92,
					["TimeSpent"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 8,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 10.81,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 14.7,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 12.31,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 45.92,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["Overhealing"] = 12610,
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["DamagedWho"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 38383,
								},
								["Кара"] = {
									["count"] = 193263,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 151866,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 106137,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 10729,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 26534,
								},
							},
							["amount"] = 526912,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Иссушение разума"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 38383,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 38383,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 15462,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 136573,
								},
								["Crit"] = {
									["max"] = 30922,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 56690,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 193263,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Исповедь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 16874,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 118118,
								},
								["Crit"] = {
									["max"] = 33748,
									["min"] = 33748,
									["count"] = 1,
									["amount"] = 33748,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 151866,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 39801,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 66336,
								},
							},
							["count"] = 13,
							["amount"] = 106137,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2853,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 7876,
								},
							},
							["count"] = 20,
							["amount"] = 10729,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13267,
								},
								["Crit"] = {
									["max"] = 13267,
									["min"] = 13267,
									["count"] = 1,
									["amount"] = 13267,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 26534,
						},
					},
					["RageGain"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 45.92,
					["TimeDamaging"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 8,
								},
								["Кольцо света"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 10.81,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 14.7,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 12.31,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 45.92,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["TimeSpent"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 2.6,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.26,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1.22,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11.08,
						},
					},
					["DamageTaken"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 2655,
					["ActiveTime"] = 11.08,
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 21,
					["Damage"] = 58433,
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мениос"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дрянеичка"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["Attacks"] = {
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5979,
									["min"] = 5978,
									["count"] = 4,
									["amount"] = 23915,
								},
							},
							["count"] = 4,
							["amount"] = 23915,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 13267,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 19900,
								},
							},
							["count"] = 4,
							["amount"] = 33167,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1351,
								},
							},
							["count"] = 3,
							["amount"] = 1351,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 23915,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 33167,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1351,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 58433,
						},
					},
					["ElementDone"] = {
						["Holy"] = 25266,
						["Shadow"] = 33167,
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 7,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
					},
					["TimeDamage"] = 11.08,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 2.6,
								},
								["Священный огонь"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.26,
								},
								["Исповедь"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 1.22,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11.08,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 921,
									["min"] = 820,
									["count"] = 3,
									["amount"] = 2604,
								},
							},
							["count"] = 3,
							["amount"] = 2604,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 18,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 51,
								},
							},
							["count"] = 3,
							["amount"] = 51,
						},
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 51,
								},
							},
							["amount"] = 51,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementHitsTaken"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 238845,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 57,
					["ElementTakenBlock"] = {
					},
					["RessedWho"] = {
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
								["Слово силы: Щит"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["RageGained"] = {
					},
					["ElementDone"] = {
						["Holy"] = 212045,
						["Shadow"] = 26800,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Кролик"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 11196,
								},
							},
							["amount"] = 11196,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 6898,
								},
								["Кольцо света"] = {
									["count"] = 11956,
								},
								["Священный огонь"] = {
									["count"] = 38384,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 13268,
								},
								["Исповедь"] = {
									["count"] = 84370,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 9448,
								},
								["Кара"] = {
									["count"] = 56691,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 6634,
								},
							},
							["amount"] = 227649,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["Кольцо света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 878,
									["min"] = 878,
									["count"] = 1,
									["amount"] = 878,
								},
								["Hit"] = {
									["max"] = 834,
									["min"] = 834,
									["count"] = 1,
									["amount"] = 834,
								},
							},
							["count"] = 2,
							["amount"] = 1712,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 527,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 1057,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 4088,
								},
							},
							["count"] = 26,
							["amount"] = 5145,
						},
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 21.82,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 0.45,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0.33,
								},
								["Кольцо света"] = {
									["count"] = 0.41,
								},
								["Священный огонь"] = {
									["count"] = 0.19,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0.83,
								},
								["Исповедь"] = {
									["count"] = 5.67,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 11.44,
								},
								["Кара"] = {
									["count"] = 1.91,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.59,
								},
							},
							["amount"] = 21.37,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 6857,
					["Heals"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 14,
								},
							},
							["amount"] = 29,
						},
					},
					["Attacks"] = {
						["Иссушение разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3449,
									["min"] = 3449,
									["count"] = 2,
									["amount"] = 6898,
								},
							},
							["count"] = 2,
							["amount"] = 6898,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 13268,
								},
							},
							["count"] = 2,
							["amount"] = 13268,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25769,
									["min"] = 25769,
									["count"] = 1,
									["amount"] = 25769,
								},
								["Hit"] = {
									["max"] = 15461,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 30922,
								},
							},
							["count"] = 3,
							["amount"] = 56691,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6634,
								},
							},
							["count"] = 1,
							["amount"] = 6634,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 11196,
									["min"] = 5978,
									["count"] = 3,
									["amount"] = 23152,
								},
							},
							["count"] = 3,
							["amount"] = 23152,
						},
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 33748,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 33748,
								},
								["Hit"] = {
									["max"] = 16874,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 50622,
								},
							},
							["count"] = 4,
							["amount"] = 84370,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2853,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 6595,
								},
							},
							["count"] = 17,
							["amount"] = 9448,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 19192,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 38384,
								},
							},
							["count"] = 2,
							["amount"] = 38384,
						},
					},
					["HealingTaken"] = 0,
					["PartialBlock"] = {
					},
					["TimeDamage"] = 21.82,
					["TimeDamaging"] = {
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Внутреннее зрение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Кольцо света"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 0.45,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0.33,
								},
								["Кольцо света"] = {
									["count"] = 0.41,
								},
								["Священный огонь"] = {
									["count"] = 0.19,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0.83,
								},
								["Исповедь"] = {
									["count"] = 5.67,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 11.44,
								},
								["Кара"] = {
									["count"] = 1.91,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0.59,
								},
							},
							["amount"] = 21.37,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 951,
								},
							},
							["amount"] = 951,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 390,
								},
							},
							["amount"] = 390,
						},
					},
					["TimeSpent"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0.33,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 7.91,
								},
								["Кара"] = {
									["count"] = 85.66,
								},
								["Кольцо света"] = {
									["count"] = 10.5,
								},
								["Исповедь"] = {
									["count"] = 100.71,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 186.75,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 222.84,
								},
								["Священный огонь"] = {
									["count"] = 37.91,
								},
							},
							["amount"] = 652.61,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
								["Кольцо света"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 1.45,
								},
								["Внутреннее зрение"] = {
									["count"] = 13.51,
								},
								["Исповедь"] = {
									["count"] = 24.78,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 12.11,
								},
								["Кара"] = {
									["count"] = 46.64,
								},
								["Священный огонь"] = {
									["count"] = 3.14,
								},
							},
							["amount"] = 101.63,
						},
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 7,
								},
								["Кольцо света"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 7.45,
						},
					},
					["DamageTaken"] = 59557,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 229477,
					["ActiveTime"] = 772.19,
					["WhoHealed"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 3916,
								},
							},
							["amount"] = 3916,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 59557,
					},
					["DOT_Time"] = 1341,
					["Damage"] = 5653603,
					["HealedWho"] = {
						["Манриэль"] = {
							["Details"] = {
								["Искупление вины"] = {
									["count"] = 3916,
								},
							},
							["amount"] = 3916,
						},
					},
					["TimeHeal"] = 0,
					["ShieldedWho"] = {
						["Мениос"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Дрянеичка"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Ышбанро"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Торольф"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Хасая"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Манриэль"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 14,
								},
								["Слово силы: Щит"] = {
									["count"] = 6,
								},
							},
							["amount"] = 20,
						},
						["Грязныйхвост"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Форгалл"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Налейему"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Эгна"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Дествинг"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Рыжунь"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Валидус"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Сэйви"] = {
							["Details"] = {
								["Божественное покровительство"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Heals"] = {
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 482,
									["min"] = 17,
									["count"] = 3,
									["amount"] = 981,
								},
								["Hit"] = {
									["max"] = 719,
									["min"] = 14,
									["count"] = 14,
									["amount"] = 2935,
								},
							},
							["count"] = 17,
							["amount"] = 3916,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 59557,
								},
							},
							["amount"] = 59557,
						},
					},
					["Healing"] = 3916,
					["Attacks"] = {
						["Иссушение разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3449,
									["min"] = 3449,
									["count"] = 2,
									["amount"] = 6898,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 6898,
						},
						["Внутреннее зрение"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13267,
									["min"] = 6919,
									["count"] = 21,
									["amount"] = 257351,
								},
								["Tick"] = {
									["max"] = 6634,
									["min"] = 3340,
									["count"] = 109,
									["amount"] = 693460,
								},
							},
							["count"] = 130,
							["amount"] = 950811,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 15462,
									["min"] = 965,
									["count"] = 94,
									["amount"] = 1305172,
								},
								["Crit"] = {
									["max"] = 30923,
									["min"] = 25768,
									["count"] = 23,
									["amount"] = 628754,
								},
								["Miss"] = {
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 138,
							["amount"] = 1933926,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6634,
									["min"] = 6633,
									["count"] = 18,
									["amount"] = 119403,
								},
								["Crit"] = {
									["max"] = 13267,
									["min"] = 13266,
									["count"] = 2,
									["amount"] = 26533,
								},
								["Miss"] = {
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 34,
							["amount"] = 145936,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 22393,
									["min"] = 22393,
									["count"] = 1,
									["amount"] = 22393,
								},
								["Hit"] = {
									["max"] = 11196,
									["min"] = 5978,
									["count"] = 12,
									["amount"] = 76961,
								},
							},
							["count"] = 13,
							["amount"] = 99354,
						},
						["Исповедь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 26333,
									["min"] = 14061,
									["count"] = 82,
									["amount"] = 1317457,
								},
								["Crit"] = {
									["max"] = 33749,
									["min"] = 28123,
									["count"] = 10,
									["amount"] = 303733,
								},
								["Miss"] = {
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 109,
							["amount"] = 1621190,
						},
						["Священный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 951,
									["min"] = 46,
									["count"] = 46,
									["amount"] = 41339,
								},
								["Tick"] = {
									["max"] = 476,
									["min"] = 25,
									["count"] = 271,
									["amount"] = 124858,
								},
							},
							["count"] = 317,
							["amount"] = 166197,
						},
						["Священный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 19192,
									["min"] = 19191,
									["count"] = 24,
									["amount"] = 460606,
								},
								["Crit"] = {
									["max"] = 38384,
									["min"] = 38383,
									["count"] = 7,
									["amount"] = 268685,
								},
								["Miss"] = {
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 36,
							["amount"] = 729291,
						},
					},
					["DamagedWho"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 26333,
								},
							},
							["amount"] = 26333,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 6898,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 145936,
								},
								["Кара"] = {
									["count"] = 1930066,
								},
								["Кольцо света"] = {
									["count"] = 65765,
								},
								["Исповедь"] = {
									["count"] = 1515858,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 950811,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 166197,
								},
								["Священный огонь"] = {
									["count"] = 729291,
								},
							},
							["amount"] = 5510822,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 26333,
								},
								["Кольцо света"] = {
									["count"] = 22393,
								},
							},
							["amount"] = 48726,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3860,
								},
							},
							["amount"] = 3860,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 52666,
								},
								["Кольцо света"] = {
									["count"] = 11196,
								},
							},
							["amount"] = 63862,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 1103645,
						["Holy"] = 4549958,
					},
					["HealingTaken"] = 3916,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 109,
								},
								["Hit"] = {
									["count"] = 20,
								},
								["Crit"] = {
									["count"] = 23,
								},
								["Miss"] = {
									["count"] = 23,
								},
							},
							["amount"] = 175,
						},
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 271,
								},
								["Hit"] = {
									["count"] = 212,
								},
								["Crit"] = {
									["count"] = 87,
								},
								["Miss"] = {
									["count"] = 43,
								},
							},
							["amount"] = 613,
						},
					},
					["TimeDamage"] = 772.19,
					["TimeDamaging"] = {
						["Штормградская крыса"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 0.33,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 7.91,
								},
								["Кара"] = {
									["count"] = 85.66,
								},
								["Кольцо света"] = {
									["count"] = 10.5,
								},
								["Исповедь"] = {
									["count"] = 100.71,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 186.75,
								},
								["Священный огонь (УЗВ)"] = {
									["count"] = 222.84,
								},
								["Священный огонь"] = {
									["count"] = 37.91,
								},
							},
							["amount"] = 652.61,
						},
						["Белка"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 3.5,
								},
								["Кольцо света"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Тренировочный манекен рейдера"] = {
							["Details"] = {
								["Иссушение разума"] = {
									["count"] = 1.45,
								},
								["Внутреннее зрение"] = {
									["count"] = 13.51,
								},
								["Исповедь"] = {
									["count"] = 24.78,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 12.11,
								},
								["Кара"] = {
									["count"] = 46.64,
								},
								["Священный огонь"] = {
									["count"] = 3.14,
								},
							},
							["amount"] = 101.63,
						},
						["Кролик"] = {
							["Details"] = {
								["Исповедь"] = {
									["count"] = 7,
								},
								["Кольцо света"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 7.45,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["OverHeals"] = {
						["Исповедь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3485,
									["min"] = 3485,
									["count"] = 1,
									["amount"] = 3485,
								},
								["Hit"] = {
									["max"] = 4222,
									["min"] = 3235,
									["count"] = 5,
									["amount"] = 18841,
								},
							},
							["count"] = 6,
							["amount"] = 22326,
						},
						["Искупление вины"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1438,
									["min"] = 1,
									["count"] = 82,
									["amount"] = 31461,
								},
								["Hit"] = {
									["max"] = 1438,
									["min"] = 1,
									["count"] = 457,
									["amount"] = 158456,
								},
							},
							["count"] = 539,
							["amount"] = 189917,
						},
						["Быстрое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7039,
									["min"] = 7039,
									["count"] = 1,
									["amount"] = 7039,
								},
							},
							["count"] = 1,
							["amount"] = 7039,
						},
						["Кольцо света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 878,
									["min"] = 807,
									["count"] = 3,
									["amount"] = 2503,
								},
								["Hit"] = {
									["max"] = 921,
									["min"] = 812,
									["count"] = 9,
									["amount"] = 7692,
								},
							},
							["count"] = 12,
							["amount"] = 10195,
						},
					},
				},
			},
			["UnitLockout"] = 1415540202,
			["LastActive"] = 1415757592,
		},
	},
	["FightNum"] = 31,
	["CombatTimes"] = {
		{
			1415540202, -- [1]
			1415540214, -- [2]
			"16:36:42", -- [3]
			"16:36:54", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [1]
		{
			1415540270, -- [1]
			1415540305, -- [2]
			"16:37:51", -- [3]
			"16:38:25", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [2]
		{
			1415540657, -- [1]
			1415540672, -- [2]
			"16:44:17", -- [3]
			"16:44:32", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [3]
		{
			1415542147, -- [1]
			1415542165, -- [2]
			"17:09:08", -- [3]
			"17:09:25", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [4]
		{
			1415542174, -- [1]
			1415542197, -- [2]
			"17:09:35", -- [3]
			"17:09:57", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [5]
		{
			1415543494, -- [1]
			1415543507, -- [2]
			"17:31:34", -- [3]
			"17:31:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [6]
		{
			1415543941, -- [1]
			1415543955, -- [2]
			"17:39:01", -- [3]
			"17:39:15", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [7]
		{
			1415544029, -- [1]
			1415544038, -- [2]
			"17:40:30", -- [3]
			"17:40:38", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [8]
		{
			1415544127, -- [1]
			1415544164, -- [2]
			"17:42:08", -- [3]
			"17:42:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [9]
		{
			1415742090, -- [1]
			1415742100, -- [2]
			"00:41:30", -- [3]
			"00:41:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [10]
		{
			1415745479, -- [1]
			1415745496, -- [2]
			"01:37:59", -- [3]
			"01:38:16", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [11]
		{
			1415745503, -- [1]
			1415745510, -- [2]
			"01:38:23", -- [3]
			"01:38:30", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [12]
		{
			1415745561, -- [1]
			1415745571, -- [2]
			"01:39:22", -- [3]
			"01:39:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [13]
		{
			1415745627, -- [1]
			1415745635, -- [2]
			"01:40:28", -- [3]
			"01:40:35", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [14]
		{
			1415745653, -- [1]
			1415745659, -- [2]
			"01:40:54", -- [3]
			"01:40:59", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [15]
		{
			1415749027, -- [1]
			1415749085, -- [2]
			"02:37:07", -- [3]
			"02:38:05", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [16]
		{
			1415751728, -- [1]
			1415751747, -- [2]
			"03:22:08", -- [3]
			"03:22:27", -- [4]
			"Тренировочный манекен рейдера", -- [5]
		}, -- [17]
		{
			1415751769, -- [1]
			1415751777, -- [2]
			"03:22:50", -- [3]
			"03:22:57", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [18]
		{
			1415751789, -- [1]
			1415751804, -- [2]
			"03:23:09", -- [3]
			"03:23:24", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [19]
		{
			1415751870, -- [1]
			1415751884, -- [2]
			"03:24:31", -- [3]
			"03:24:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [20]
		{
			1415751978, -- [1]
			1415751996, -- [2]
			"03:26:18", -- [3]
			"03:26:36", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [21]
		{
			1415755739, -- [1]
			1415755750, -- [2]
			"04:28:59", -- [3]
			"04:29:10", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [22]
		{
			1415757070, -- [1]
			1415757091, -- [2]
			"04:51:10", -- [3]
			"04:51:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [23]
		{
			1415757118, -- [1]
			1415757126, -- [2]
			"04:51:59", -- [3]
			"04:52:06", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [24]
		{
			1415757178, -- [1]
			1415757207, -- [2]
			"04:52:59", -- [3]
			"04:53:27", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [25]
		{
			1415757219, -- [1]
			1415757250, -- [2]
			"04:53:39", -- [3]
			"04:54:10", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [26]
		{
			1415757361, -- [1]
			1415757383, -- [2]
			"04:56:02", -- [3]
			"04:56:23", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [27]
		{
			1415757402, -- [1]
			1415757440, -- [2]
			"04:56:42", -- [3]
			"04:57:20", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [28]
		{
			1415757477, -- [1]
			1415757520, -- [2]
			"04:57:57", -- [3]
			"04:58:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [29]
		{
			1415757561, -- [1]
			1415757580, -- [2]
			"04:59:21", -- [3]
			"04:59:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [30]
		{
			1415757580, -- [1]
			1415757592, -- [2]
			"04:59:40", -- [3]
			"04:59:52", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [31]
	},
	["FoughtWho"] = {
		"Тренировочный манекен 04:59:40-04:59:52", -- [1]
		"Тренировочный манекен 04:59:21-04:59:40", -- [2]
		"Тренировочный манекен 04:57:57-04:58:40", -- [3]
		"Тренировочный манекен 04:56:42-04:57:20", -- [4]
		"Тренировочный манекен 04:56:02-04:56:23", -- [5]
	},
}
