
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Паук <Чивва>"] = {
			["GUID"] = "Pet-0-1923-0-65-1999-01005A8DA8",
			["LastEventHealth"] = {
				"819 (100%)", -- [1]
				"819 (100%)", -- [2]
				"819 (100%)", -- [3]
				"819 (100%)", -- [4]
				"819 (100%)", -- [5]
				"819 (100%)", -- [6]
				"819 (100%)", -- [7]
				"819 (100%)", -- [8]
				"819 (100%)", -- [9]
				"819 (100%)", -- [10]
				"819 (100%)", -- [11]
				"819 (100%)", -- [12]
				"819 (100%)", -- [13]
				"819 (100%)", -- [14]
				"819 (100%)", -- [15]
				"819 (100%)", -- [16]
				"819 (100%)", -- [17]
				"819 (100%)", -- [18]
				"819 (100%)", -- [19]
				"819 (100%)", -- [20]
				"819 (100%)", -- [21]
				"819 (100%)", -- [22]
				"819 (100%)", -- [23]
				"819 (100%)", -- [24]
				"819 (100%)", -- [25]
				"819 (100%)", -- [26]
				"819 (100%)", -- [27]
				"819 (100%)", -- [28]
				"819 (100%)", -- [29]
				"819 (100%)", -- [30]
				"819 (100%)", -- [31]
				"819 (100%)", -- [32]
				"819 (100%)", -- [33]
				"819 (100%)", -- [34]
				"819 (100%)", -- [35]
				"819 (100%)", -- [36]
				"819 (100%)", -- [37]
				"819 (100%)", -- [38]
				"819 (100%)", -- [39]
				"819 (100%)", -- [40]
				"819 (100%)", -- [41]
				"819 (100%)", -- [42]
				"819 (100%)", -- [43]
				"819 (100%)", -- [44]
				"819 (100%)", -- [45]
				"819 (100%)", -- [46]
				"819 (100%)", -- [47]
				"819 (100%)", -- [48]
				"819 (100%)", -- [49]
				"819 (100%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					941.11, -- [1]
				},
				["TimeDamage"] = {
					941.11, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Паук",
			["level"] = 1,
			["LastFightIn"] = 0,
			["LastEventNum"] = {
			},
			["type"] = "Pet",
			["FightsSaved"] = 1,
			["LastActive"] = 1415812936,
			["Owner"] = "Чивва",
			["UnitLockout"] = 1415811998,
			["NextEventNum"] = 24,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [1]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [2]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [3]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [4]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [5]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [6]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [7]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [8]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [9]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [10]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [11]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [12]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [13]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [14]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [15]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [16]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [17]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [18]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [19]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [20]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [21]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [22]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [23]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [24]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [25]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [26]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [27]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [28]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [29]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [30]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [31]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [32]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [33]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [34]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [35]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [36]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [37]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [38]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [39]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [40]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [41]
				"Паук <Чивва> Рык Тренировочный манекен Miss (Physical)", -- [42]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [43]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [44]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [45]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [46]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [47]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [48]
				"Паук <Чивва> Укус Тренировочный манекен Miss (Physical)", -- [49]
				"Паук <Чивва> Атака ближнего боя Тренировочный манекен Miss", -- [50]
			},
			["Name"] = "Паук",
			["Fights"] = {
				["Fight1"] = {
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 471,
							["amount"] = 0,
						},
						["Укус"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 272,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 287,
							["amount"] = 0,
						},
						["Рык"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 113,
									["amount"] = 0,
								},
							},
							["count"] = 113,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
								},
								["Dodge"] = {
									["count"] = 11,
								},
							},
							["amount"] = 471,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 385,
								},
								["Dodge"] = {
									["count"] = 15,
								},
							},
							["amount"] = 400,
						},
					},
					["ActiveTime"] = 941.11,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeDamage"] = 941.11,
				},
				["LastFightData"] = {
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 471,
							["amount"] = 0,
						},
						["Укус"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 272,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 287,
							["amount"] = 0,
						},
						["Рык"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 113,
									["amount"] = 0,
								},
							},
							["count"] = 113,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
								},
								["Dodge"] = {
									["count"] = 11,
								},
							},
							["amount"] = 471,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 385,
								},
								["Dodge"] = {
									["count"] = 15,
								},
							},
							["amount"] = 400,
						},
					},
					["ActiveTime"] = 941.11,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeDamage"] = 941.11,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 471,
							["amount"] = 0,
						},
						["Укус"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 272,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 287,
							["amount"] = 0,
						},
						["Рык"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 113,
									["amount"] = 0,
								},
							},
							["count"] = 113,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 460,
								},
								["Dodge"] = {
									["count"] = 11,
								},
							},
							["amount"] = 471,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 385,
								},
								["Dodge"] = {
									["count"] = 15,
								},
							},
							["amount"] = 400,
						},
					},
					["ActiveTime"] = 941.11,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 578.050000000001,
								},
								["Укус"] = {
									["count"] = 270.6,
								},
								["Рык"] = {
									["count"] = 92.46,
								},
							},
							["amount"] = 941.11,
						},
					},
					["TimeDamage"] = 941.11,
				},
			},
			["TimeLast"] = {
				["OVERALL"] = 1415812936,
				["ActiveTime"] = 1415812936,
				["TimeDamage"] = 1415812936,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				36442.461, -- [1]
				36444.458, -- [2]
				36444.909, -- [3]
				36446.442, -- [4]
				36448.139, -- [5]
				36448.429, -- [6]
				36450.375, -- [7]
				36450.566, -- [8]
				36451.372, -- [9]
				36452.331, -- [10]
				36454.399, -- [11]
				36454.625, -- [12]
				36456.375, -- [13]
				36457.852, -- [14]
				36458.37, -- [15]
				36458.584, -- [16]
				36460.353, -- [17]
				36461.059, -- [18]
				36462.346, -- [19]
				36464.234, -- [20]
				36464.334, -- [21]
				36466.286, -- [22]
				36466.636, -- [23]
				36414.606, -- [24]
				36415.624, -- [25]
				36416.595, -- [26]
				36417.981, -- [27]
				36418.59, -- [28]
				36418.868, -- [29]
				36420.579, -- [30]
				36422.114, -- [31]
				36422.508, -- [32]
				36424.534, -- [33]
				36425.351, -- [34]
				36426.276, -- [35]
				36426.555, -- [36]
				36428.543, -- [37]
				36428.709, -- [38]
				36430.539, -- [39]
				36431.95, -- [40]
				36432.529, -- [41]
				36434.321, -- [42]
				36434.446, -- [43]
				36435.183, -- [44]
				36436.435, -- [45]
				36438.388, -- [46]
				36438.477, -- [47]
				36440.474, -- [48]
				36441.663, -- [49]
				36442.461, -- [50]
			},
			["LastAbility"] = 36466.636,
		},
		["Чивва"] = {
			["GUID"] = "Player-1923-02B115FA",
			["LastEventHealth"] = {
				"1170 (100%)", -- [1]
				"1170 (100%)", -- [2]
				"1170 (100%)", -- [3]
				"1170 (100%)", -- [4]
				"1170 (100%)", -- [5]
				"1170 (100%)", -- [6]
				"1170 (100%)", -- [7]
				"1170 (100%)", -- [8]
				"1170 (100%)", -- [9]
				"1170 (100%)", -- [10]
				"1170 (100%)", -- [11]
				"1170 (100%)", -- [12]
				"1170 (100%)", -- [13]
				"1170 (100%)", -- [14]
				"1170 (100%)", -- [15]
				"1170 (100%)", -- [16]
				"1170 (100%)", -- [17]
				"1170 (100%)", -- [18]
				"1170 (100%)", -- [19]
				"1170 (100%)", -- [20]
				"1170 (100%)", -- [21]
				"1170 (100%)", -- [22]
				"1170 (100%)", -- [23]
				"1170 (100%)", -- [24]
				"1170 (100%)", -- [25]
				"1170 (100%)", -- [26]
				"1170 (100%)", -- [27]
				"1170 (100%)", -- [28]
				"1170 (100%)", -- [29]
				"1170 (100%)", -- [30]
				"1170 (100%)", -- [31]
				"1170 (100%)", -- [32]
				"1170 (100%)", -- [33]
				"1170 (100%)", -- [34]
				"1170 (100%)", -- [35]
				"1170 (100%)", -- [36]
				"1170 (100%)", -- [37]
				"1170 (100%)", -- [38]
				"1170 (100%)", -- [39]
				"1170 (100%)", -- [40]
				"1170 (100%)", -- [41]
				"1170 (100%)", -- [42]
				"1170 (100%)", -- [43]
				"1170 (100%)", -- [44]
				"1170 (100%)", -- [45]
				"1170 (100%)", -- [46]
				"1170 (100%)", -- [47]
				"1170 (100%)", -- [48]
				"1170 (100%)", -- [49]
				"1170 (100%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					108.41, -- [1]
				},
				["TimeDamage"] = {
					108.41, -- [1]
				},
			},
			["enClass"] = "HUNTER",
			["unit"] = "Чивва",
			["level"] = 18,
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				[43] = 71.3675213675214,
				[44] = 76.9230769230769,
				[45] = 308.888888888889,
				[46] = 307.094017094017,
				[40] = 3.24786324786325,
				[41] = 70.1709401709402,
				[42] = 70.3418803418803,
			},
			["type"] = "Self",
			["FightsSaved"] = 1,
			["LastActive"] = 1415812400,
			["UnitLockout"] = 1415812015,
			["Owner"] = false,
			["Pet"] = {
				"Паук <Чивва>", -- [1]
			},
			["NextEventNum"] = 47,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Чивва Контузящий выстрел Тренировочный манекен Miss (Physical)", -- [1]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [2]
				"Чивва Разрывной выстрел Тренировочный манекен Miss (Fire)", -- [3]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [4]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [5]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [6]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [7]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [8]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [9]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [10]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [11]
				"Чивва Контузящий выстрел Тренировочный манекен Miss (Physical)", -- [12]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [13]
				"Чивва Разрывной выстрел Тренировочный манекен Miss (Fire)", -- [14]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [15]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [16]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [17]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [18]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [19]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [20]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [21]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [22]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [23]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [24]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [25]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [26]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [27]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [28]
				"Чивва Контузящий выстрел Тренировочный манекен Miss (Physical)", -- [29]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [30]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [31]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [32]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [33]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [34]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [35]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [36]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [37]
				"Чивва Контузящий выстрел Тренировочный манекен Miss (Physical)", -- [38]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [39]
				"Свитти Искупление вины Чивва Hit +38 (38 избыт. лечение)", -- [40]
				"Свитти Кольцо света Чивва Hit +821 (821 избыт. лечение)", -- [41]
				"Свитти Кольцо света Чивва Hit +823 (823 избыт. лечение)", -- [42]
				"Свитти Кольцо света Чивва Hit +835 (835 избыт. лечение)", -- [43]
				"Свитти Кольцо света Чивва Crit +900 (900 избыт. лечение)", -- [44]
				"Свитти Молитва исцеления Чивва Hit +3614 (3614 избыт. лечение)", -- [45]
				"Свитти Молитва исцеления Чивва Hit +3593 (3593 избыт. лечение)", -- [46]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [47]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [48]
				"Чивва Автоматическая стрельба Тренировочный манекен Miss (Physical)", -- [49]
				"Чивва Чародейский выстрел Тренировочный манекен Miss (Arcane)", -- [50]
			},
			["Name"] = "Чивва",
			["Fights"] = {
				["Fight1"] = {
					["Attacks"] = {
						["Чародейский выстрел"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 36,
							["amount"] = 0,
						},
						["Контузящий выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 37,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 39,
							["amount"] = 0,
						},
						["Разрывной выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 45,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 47,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Arcane"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 35,
								},
							},
							["amount"] = 36,
						},
					},
					["ActiveTime"] = 108.41,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeDamage"] = 108.41,
				},
				["LastFightData"] = {
					["Attacks"] = {
						["Чародейский выстрел"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 36,
							["amount"] = 0,
						},
						["Контузящий выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 37,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 39,
							["amount"] = 0,
						},
						["Разрывной выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 45,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 47,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Arcane"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 35,
								},
							},
							["amount"] = 36,
						},
					},
					["ActiveTime"] = 108.41,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeDamage"] = 108.41,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Attacks"] = {
						["Чародейский выстрел"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 36,
							["amount"] = 0,
						},
						["Контузящий выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 37,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 39,
							["amount"] = 0,
						},
						["Разрывной выстрел"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 45,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 47,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Arcane"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 35,
								},
							},
							["amount"] = 36,
						},
					},
					["ActiveTime"] = 108.41,
					["TimeDamaging"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeSpent"] = {
						["Тренировочный манекен"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 34.95,
								},
								["Контузящий выстрел"] = {
									["count"] = 5.98,
								},
								["Автоматическая стрельба"] = {
									["count"] = 62.5,
								},
								["Разрывной выстрел"] = {
									["count"] = 4.98,
								},
							},
							["amount"] = 108.41,
						},
					},
					["TimeDamage"] = 108.41,
				},
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["TimeLast"] = {
				["OVERALL"] = 1415812129,
				["ActiveTime"] = 1415812129,
				["TimeDamage"] = 1415812129,
			},
			["LastEventTimes"] = {
				35618.57, -- [1]
				35619.547, -- [2]
				35620.073, -- [3]
				35621.163, -- [4]
				35622.151, -- [5]
				35622.22, -- [6]
				35623.3, -- [7]
				35624.297, -- [8]
				35624.88, -- [9]
				35625.294, -- [10]
				35626.268, -- [11]
				35627.49, -- [12]
				35627.587, -- [13]
				35628.573, -- [14]
				35629.611, -- [15]
				35630.279, -- [16]
				35631.112, -- [17]
				35632.384, -- [18]
				35632.949, -- [19]
				35633.913, -- [20]
				35635.161, -- [21]
				35635.55, -- [22]
				35636.221, -- [23]
				35637.687, -- [24]
				35638.302, -- [25]
				35638.691, -- [26]
				35640.106, -- [27]
				35640.968, -- [28]
				35641.135, -- [29]
				35642.149, -- [30]
				35643.636, -- [31]
				35643.964, -- [32]
				35645.841, -- [33]
				35646.324, -- [34]
				35647.252, -- [35]
				35649.058, -- [36]
				35658.057, -- [37]
				35658.237, -- [38]
				35659.304, -- [39]
				35804.413, -- [40]
				35912.958, -- [41]
				35914.94, -- [42]
				35917.072, -- [43]
				35918.798, -- [44]
				35927.285, -- [45]
				35930.594, -- [46]
				35614.182, -- [47]
				35615.613, -- [48]
				35616.774, -- [49]
				35617.588, -- [50]
			},
			["LastAbility"] = 35659.304,
		},
	},
	["FightNum"] = 1,
	["CombatTimes"] = {
		{
			1415812071, -- [1]
			1415812939, -- [2]
			"20:07:51", -- [3]
			"20:22:19", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [1]
	},
	["FoughtWho"] = {
		"Тренировочный манекен 20:07:51-20:22:19", -- [1]
	},
}
