
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Лавлиэт"] = {
			["GUID"] = "Player-1923-0551779D",
			["LastEventHealth"] = {
				"11620 (83%)", -- [1]
				"11620 (83%)", -- [2]
				"11351 (81%)", -- [3]
				"11351 (81%)", -- [4]
				"11351 (81%)", -- [5]
				"11085 (79%)", -- [6]
				"11085 (79%)", -- [7]
				"11085 (79%)", -- [8]
				"11085 (79%)", -- [9]
				"10841 (77%)", -- [10]
				"10841 (77%)", -- [11]
				"10841 (77%)", -- [12]
				"10841 (77%)", -- [13]
				"10841 (77%)", -- [14]
				"10841 (77%)", -- [15]
				"12645 (90%)", -- [16]
				"12645 (90%)", -- [17]
				"12645 (90%)", -- [18]
				"12645 (90%)", -- [19]
				"12645 (90%)", -- [20]
				"14400 (100%)", -- [21]
				"14400 (100%)", -- [22]
				"14400 (100%)", -- [23]
				"14400 (100%)", -- [24]
				"14400 (100%)", -- [25]
				"13190 (94%)", -- [26]
				"13190 (94%)", -- [27]
				"13190 (94%)", -- [28]
				"13190 (94%)", -- [29]
				"13190 (94%)", -- [30]
				"12763 (91%)", -- [31]
				"12763 (91%)", -- [32]
				"12763 (91%)", -- [33]
				"12504 (89%)", -- [34]
				"12504 (89%)", -- [35]
				"12504 (89%)", -- [36]
				"12268 (88%)", -- [37]
				"12268 (88%)", -- [38]
				"12023 (86%)", -- [39]
				"12023 (86%)", -- [40]
				"12023 (86%)", -- [41]
				"12023 (86%)", -- [42]
				"12023 (86%)", -- [43]
				"12023 (86%)", -- [44]
				"11814 (84%)", -- [45]
				"11814 (84%)", -- [46]
				"11814 (84%)", -- [47]
				"11814 (84%)", -- [48]
				"11620 (83%)", -- [49]
				"11620 (83%)", -- [50]
			},
			["LastAttackedBy"] = "Верховой волк Костеглодов",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					6.44, -- [1]
				},
				["Healing"] = {
					4349, -- [1]
				},
				["DamageTaken"] = {
					6066, -- [1]
				},
				["HealingTaken"] = {
					4349, -- [1]
				},
				["Overhealing"] = {
					4434, -- [1]
				},
				["TimeDamage"] = {
					60.9, -- [1]
				},
				["ActiveTime"] = {
					67.34, -- [1]
				},
				["RunicPowerGain"] = {
					55, -- [1]
				},
				["DOT_Time"] = {
					39, -- [1]
				},
				["Damage"] = {
					23293, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = "Лавлиэт",
			["level"] = 61,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 3,
			["LastEventNum"] = {
				1.93080677576802, -- [1]
				[24] = 4,
				[33] = 1.85902957220787,
				[48] = 1.3924777490669,
				[44] = 1.50014355440712,
				[15] = 1.60063163939133,
				[30] = 3.06488659201838,
				[16] = 14.5492391616423,
				[9] = 1.75136376686764,
				[5] = 1.90927361469997,
				[36] = 1.69394200401952,
				[38] = 1.75854148722366,
				[21] = 4,
				[22] = 4,
				[23] = 4,
				[25] = 3.96527777777778,
			},
			["type"] = "Self",
			["FightsSaved"] = 4,
			["LastAbility"] = 4861.054,
			["LastEventTimes"] = {
				119936.83, -- [1]
				119936.944, -- [2]
				119937.393, -- [3]
				119937.7, -- [4]
				119938.216, -- [5]
				119938.489, -- [6]
				119938.604, -- [7]
				119938.786, -- [8]
				119939.395, -- [9]
				119941.424, -- [10]
				119941.424, -- [11]
				119941.869, -- [12]
				119943.344, -- [13]
				119944.028, -- [14]
				119945.412, -- [15]
				119945.536, -- [16]
				119945.536, -- [17]
				119947.124, -- [18]
				119947.124, -- [19]
				119947.124, -- [20]
				121363.114, -- [21]
				121364.147, -- [22]
				121365.098, -- [23]
				121366.028, -- [24]
				121367.117, -- [25]
				119925.106, -- [26]
				119925.38, -- [27]
				119925.632, -- [28]
				119926.595, -- [29]
				119926.811, -- [30]
				119927.693, -- [31]
				119928.226, -- [32]
				119928.83, -- [33]
				119929.559, -- [34]
				119930.738, -- [35]
				119930.738, -- [36]
				119932.583, -- [37]
				119932.858, -- [38]
				119933.448, -- [39]
				119933.722, -- [40]
				119933.722, -- [41]
				119934.17, -- [42]
				119934.703, -- [43]
				119934.854, -- [44]
				119935.38, -- [45]
				119935.563, -- [46]
				119936.011, -- [47]
				119936.171, -- [48]
				119936.364, -- [49]
				119936.726, -- [50]
			},
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 1417021570,
				["OVERALL"] = 1417021572,
				["DamageTaken"] = 1417021570,
				["ActiveTime"] = 1417021572,
				["HealingTaken"] = 1417021570,
				["Overhealing"] = 1417021535,
				["TimeDamage"] = 1417021572,
				["Healing"] = 1417021570,
				["RunicPowerGain"] = 1417021566,
				["DOT_Time"] = 1417021563,
				["Damage"] = 1417021572,
			},
			["NextEventNum"] = 26,
			["LastEventHealthNum"] = {
				83.4051105368935, -- [1]
				83.4051105368935, -- [2]
				81.4743037611255, -- [3]
				81.4743037611255, -- [4]
				81.4743037611255, -- [5]
				79.5650301464255, -- [6]
				79.5650301464255, -- [7]
				79.5650301464255, -- [8]
				79.5650301464255, -- [9]
				77.8136663795579, -- [10]
				77.8136663795579, -- [11]
				77.8136663795579, -- [12]
				77.8136663795579, -- [13]
				77.8136663795579, -- [14]
				77.8136663795579, -- [15]
				90.7622739018088, -- [16]
				90.7622739018088, -- [17]
				90.7622739018088, -- [18]
				90.7622739018088, -- [19]
				90.7622739018088, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				94.6741314958369, -- [26]
				94.6741314958369, -- [27]
				94.6741314958369, -- [28]
				94.6741314958369, -- [29]
				94.6741314958369, -- [30]
				91.6092449038186, -- [31]
				91.6092449038186, -- [32]
				91.6092449038186, -- [33]
				89.7502153316107, -- [34]
				89.7502153316107, -- [35]
				89.7502153316107, -- [36]
				88.0562733275912, -- [37]
				88.0562733275912, -- [38]
				86.2977318403675, -- [39]
				86.2977318403675, -- [40]
				86.2977318403675, -- [41]
				86.2977318403675, -- [42]
				86.2977318403675, -- [43]
				86.2977318403675, -- [44]
				84.7975882859604, -- [45]
				84.7975882859604, -- [46]
				84.7975882859604, -- [47]
				84.7975882859604, -- [48]
				83.4051105368935, -- [49]
				83.4051105368935, -- [50]
			},
			["LastEvents"] = {
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -269 (Physical)", -- [1]
				"Лавлиэт Атака ближнего боя Налетчик из клана Костеглодов Hit -377 (Physical)", -- [2]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Parry", -- [3]
				"Лавлиэт Озноб (УЗВ) Налетчик из клана Костеглодов Tick -130 (Frost)", -- [4]
				"Налетчик из клана Костеглодов Атака ближнего боя Лавлиэт Hit -266 (Physical)", -- [5]
				"Лавлиэт Лик смерти Налетчик из клана Костеглодов Hit -341 (Shadow)", -- [6]
				"Лавлиэт Озноб (УЗВ) Верховой волк Костеглодов Crit -259 (Frost)", -- [7]
				"Лавлиэт Атака ближнего боя Налетчик из клана Костеглодов Hit -364 (Physical)", -- [8]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -244 (Physical)", -- [9]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Parry", -- [10]
				"Лавлиэт Вскипание крови Верховой волк Костеглодов Hit -457 (Shadow)", -- [11]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Hit -371 (Physical)", -- [12]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Parry", -- [13]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Hit -366 (Physical)", -- [14]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -223 (Physical)", -- [15]
				"Лавлиэт Удар смерти Лавлиэт Hit +2027", -- [16]
				"Лавлиэт Удар смерти Верховой волк Костеглодов Hit -967 (Physical)", -- [17]
				"Лавлиэт Лик смерти Верховой волк Костеглодов Hit -341 (Shadow)", -- [18]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Hit -365 (Physical)", -- [19]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Multistrike -111 (Physical)", -- [20]
				"Лавлиэт Дар наару Лавлиэт Tick +576 (576 избыт. лечение)", -- [21]
				"Лавлиэт Дар наару Лавлиэт Tick +576 (576 избыт. лечение)", -- [22]
				"Лавлиэт Дар наару Лавлиэт Tick +576 (576 избыт. лечение)", -- [23]
				"Лавлиэт Дар наару Лавлиэт Tick +576 (576 избыт. лечение)", -- [24]
				"Лавлиэт Дар наару Лавлиэт Tick +571 (571 избыт. лечение)", -- [25]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Multistrike -112 (Physical)", -- [26]
				"Лавлиэт Кровавая чума (УЗВ) Налетчик из клана Костеглодов Tick -130 (Shadow)", -- [27]
				"Лавлиэт Лик смерти Верховой волк Костеглодов Hit -341 (Shadow)", -- [28]
				"Лавлиэт Ледяное прикосновение Верховой волк Костеглодов Crit -284 (Frost)", -- [29]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Crit -427 (Physical)", -- [30]
				"Лавлиэт Удар чумы Верховой волк Костеглодов Hit -184 (Physical)", -- [31]
				"Лавлиэт Атака ближнего боя Верховой волк Костеглодов Hit -377 (Physical)", -- [32]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -259 (Physical)", -- [33]
				"Лавлиэт Озноб (УЗВ) Верховой волк Костеглодов Tick -130 (Frost)", -- [34]
				"Лавлиэт Кровавая чума (УЗВ) Верховой волк Костеглодов Tick -130 (Shadow)", -- [35]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -236 (Physical)", -- [36]
				"Лавлиэт Озноб (УЗВ) Верховой волк Костеглодов Tick -130 (Frost)", -- [37]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -245 (Physical)", -- [38]
				"Лавлиэт Лик смерти Налетчик из клана Костеглодов Crit -682 (Shadow)", -- [39]
				"Лавлиэт Кровавая чума (УЗВ) Верховой волк Костеглодов Tick -130 (Shadow)", -- [40]
				"Лавлиэт Атака ближнего боя Налетчик из клана Костеглодов Hit -371 (Physical)", -- [41]
				"Налетчик из клана Костеглодов Атака ближнего боя Лавлиэт Miss", -- [42]
				"Лавлиэт Ледяное прикосновение Налетчик из клана Костеглодов Crit -290 (Frost)", -- [43]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Hit -209 (Physical)", -- [44]
				"Верховой волк Костеглодов Атака ближнего боя Лавлиэт Dodge", -- [45]
				"Лавлиэт Озноб (УЗВ) Верховой волк Костеглодов Crit -259 (Frost)", -- [46]
				"Лавлиэт Удар чумы Налетчик из клана Костеглодов Hit -177 (Physical)", -- [47]
				"Налетчик из клана Костеглодов Атака ближнего боя Лавлиэт Hit -194 (Physical)", -- [48]
				"Лавлиэт Удар чумы Налетчик из клана Костеглодов Multistrike -53 (Physical)", -- [49]
				"Лавлиэт Кровавая чума (УЗВ) Верховой волк Костеглодов Tick -130 (Shadow)", -- [50]
			},
			["Name"] = "Лавлиэт",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 223,
			["Fights"] = {
				["Fight2"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 666,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 2950,
					["RunicPowerGain"] = 15,
					["ElementTaken"] = {
						["Melee"] = 502,
						["Physical"] = 164,
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0.1,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 666,
					["ElementDone"] = {
						["Shadow"] = 340,
						["Frost"] = 298,
						["Melee"] = 1211,
						["Physical"] = 1101,
					},
					["DamagedWho"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1211,
								},
								["Удар чумы"] = {
									["count"] = 171,
								},
								["Ледяное прикосновение"] = {
									["count"] = 298,
								},
								["Лик смерти"] = {
									["count"] = 340,
								},
								["Удар смерти"] = {
									["count"] = 930,
								},
							},
							["amount"] = 2950,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Кровавый обряд"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["WhoDamaged"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 502,
								},
								["Бросок гаечного ключа"] = {
									["count"] = 164,
								},
							},
							["amount"] = 666,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
						["Кровавый обряд"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
					},
					["OverHeals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1023,
									["min"] = 1023,
									["count"] = 1,
									["amount"] = 1023,
								},
							},
							["count"] = 1,
							["amount"] = 1023,
						},
					},
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 666,
								},
							},
							["amount"] = 666,
						},
					},
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 666,
								},
							},
							["amount"] = 666,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 1023,
					["TimeSpent"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.03,
								},
								["Удар чумы"] = {
									["count"] = 1.2,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1,
								},
								["Лик смерти"] = {
									["count"] = 3.5,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.73,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 666,
									["min"] = 666,
									["count"] = 1,
									["amount"] = 666,
								},
							},
							["count"] = 1,
							["amount"] = 666,
						},
					},
					["ActiveTime"] = 6.83,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 666,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 110,
									["min"] = 110,
									["count"] = 1,
									["amount"] = 110,
								},
								["Crit"] = {
									["max"] = 727,
									["min"] = 727,
									["count"] = 1,
									["amount"] = 727,
								},
								["Hit"] = {
									["max"] = 374,
									["min"] = 374,
									["count"] = 1,
									["amount"] = 374,
								},
							},
							["count"] = 3,
							["amount"] = 1211,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 171,
									["min"] = 171,
									["count"] = 1,
									["amount"] = 171,
								},
							},
							["count"] = 1,
							["amount"] = 171,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 298,
									["min"] = 298,
									["count"] = 1,
									["amount"] = 298,
								},
							},
							["count"] = 1,
							["amount"] = 298,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 340,
									["min"] = 340,
									["count"] = 1,
									["amount"] = 340,
								},
							},
							["count"] = 1,
							["amount"] = 340,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 930,
									["min"] = 930,
									["count"] = 1,
									["amount"] = 930,
								},
							},
							["count"] = 1,
							["amount"] = 930,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 6.73,
					["TimeDamaging"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.03,
								},
								["Удар чумы"] = {
									["count"] = 1.2,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1,
								},
								["Лик смерти"] = {
									["count"] = 3.5,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.73,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Падальщик из клана Костеглодов"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1199,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 5793,
					["RunicPowerGain"] = 15,
					["ElementTaken"] = {
						["Melee"] = 1028,
						["Physical"] = 171,
					},
					["DOT_Time"] = 3,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0.1,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 15,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 791,
					["ElementDone"] = {
						["Shadow"] = 1724,
						["Physical"] = 2188,
						["Melee"] = 1603,
						["Frost"] = 278,
					},
					["DamagedWho"] = {
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 379,
								},
								["Смерть и разложение"] = {
									["count"] = 470,
								},
								["Лик смерти"] = {
									["count"] = 341,
								},
								["Удар смерти"] = {
									["count"] = 2010,
								},
							},
							["amount"] = 3200,
						},
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1224,
								},
								["Смерть и разложение"] = {
									["count"] = 231,
								},
								["Удар чумы"] = {
									["count"] = 178,
								},
								["Ледяное прикосновение"] = {
									["count"] = 149,
								},
								["Лик смерти"] = {
									["count"] = 682,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 129,
								},
							},
							["amount"] = 2593,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Кровавый обряд"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["WhoDamaged"] = {
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 620,
								},
							},
							["amount"] = 620,
						},
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 408,
								},
								["Бросок гаечного ключа"] = {
									["count"] = 171,
								},
							},
							["amount"] = 579,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
						["Кровавый обряд"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
					},
					["OverHeals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 898,
									["min"] = 898,
									["count"] = 1,
									["amount"] = 898,
								},
							},
							["count"] = 1,
							["amount"] = 898,
						},
					},
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 791,
								},
							},
							["amount"] = 791,
						},
					},
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 791,
								},
							},
							["amount"] = 791,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 898,
					["TimeSpent"] = {
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Смерть и разложение"] = {
									["count"] = 8.98,
								},
								["Лик смерти"] = {
									["count"] = 0.83,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.04,
						},
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.4,
								},
								["Смерть и разложение"] = {
									["count"] = 2.74,
								},
								["Удар чумы"] = {
									["count"] = 2.37,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.25,
								},
								["Лик смерти"] = {
									["count"] = 0.33,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 6.6,
						},
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 791,
									["min"] = 791,
									["count"] = 1,
									["amount"] = 791,
								},
							},
							["count"] = 1,
							["amount"] = 791,
						},
					},
					["ActiveTime"] = 16.74,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 791,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2010,
									["min"] = 2010,
									["count"] = 1,
									["amount"] = 2010,
								},
							},
							["count"] = 1,
							["amount"] = 2010,
						},
						["Смерть и разложение"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 31,
									["min"] = 15,
									["count"] = 2,
									["amount"] = 46,
								},
								["Crit"] = {
									["max"] = 102,
									["min"] = 101,
									["count"] = 2,
									["amount"] = 203,
								},
								["Hit"] = {
									["max"] = 51,
									["min"] = 50,
									["count"] = 9,
									["amount"] = 452,
								},
							},
							["count"] = 13,
							["amount"] = 701,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 129,
									["min"] = 129,
									["count"] = 1,
									["amount"] = 129,
								},
							},
							["count"] = 1,
							["amount"] = 129,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 178,
									["min"] = 178,
									["count"] = 1,
									["amount"] = 178,
								},
							},
							["count"] = 1,
							["amount"] = 178,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 149,
									["min"] = 149,
									["count"] = 1,
									["amount"] = 149,
								},
							},
							["count"] = 1,
							["amount"] = 149,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 682,
									["min"] = 682,
									["count"] = 1,
									["amount"] = 682,
								},
								["Hit"] = {
									["max"] = 341,
									["min"] = 341,
									["count"] = 1,
									["amount"] = 341,
								},
							},
							["count"] = 2,
							["amount"] = 1023,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 112,
									["min"] = 112,
									["count"] = 1,
									["amount"] = 112,
								},
								["Crit"] = {
									["max"] = 740,
									["min"] = 740,
									["count"] = 1,
									["amount"] = 740,
								},
								["Hit"] = {
									["max"] = 379,
									["min"] = 372,
									["count"] = 2,
									["amount"] = 751,
								},
							},
							["count"] = 4,
							["amount"] = 1603,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 16.64,
					["TimeDamaging"] = {
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Смерть и разложение"] = {
									["count"] = 8.98,
								},
								["Лик смерти"] = {
									["count"] = 0.83,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.04,
						},
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.4,
								},
								["Смерть и разложение"] = {
									["count"] = 2.74,
								},
								["Удар чумы"] = {
									["count"] = 2.37,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.25,
								},
								["Лик смерти"] = {
									["count"] = 0.33,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 6.6,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 211,
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 4.73,
								},
							},
							["amount"] = 4.73,
						},
					},
					["OverHeals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1397,
									["min"] = 1116,
									["count"] = 2,
									["amount"] = 2513,
								},
							},
							["count"] = 2,
							["amount"] = 2513,
						},
					},
					["TimeSpent"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 4.73,
								},
							},
							["amount"] = 4.73,
						},
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.77,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.77,
						},
					},
					["DamageTaken"] = 887,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Горящие шипы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Горящие шипы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 10.5,
					["ElementTaken"] = {
						["Melee"] = 777,
						["Fire"] = 110,
					},
					["Damage"] = 3102,
					["TimeHeal"] = 4.73,
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 865,
								},
							},
							["amount"] = 865,
						},
					},
					["Overhealing"] = 2513,
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 865,
								},
							},
							["amount"] = 865,
						},
					},
					["Healing"] = 865,
					["WhoDamaged"] = {
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 777,
								},
								["Горящие шипы"] = {
									["count"] = 110,
								},
							},
							["amount"] = 887,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit (Блокировано)"] = {
									["max"] = 492,
									["min"] = 492,
									["count"] = 1,
									["amount"] = 492,
								},
								["Hit"] = {
									["max"] = 363,
									["min"] = 350,
									["count"] = 2,
									["amount"] = 713,
								},
							},
							["count"] = 3,
							["amount"] = 1205,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 958,
									["min"] = 939,
									["count"] = 2,
									["amount"] = 1897,
								},
							},
							["count"] = 2,
							["amount"] = 1897,
						},
					},
					["HealingTaken"] = 865,
					["DamagedWho"] = {
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1205,
								},
								["Удар смерти"] = {
									["count"] = 1897,
								},
							},
							["amount"] = 3102,
						},
					},
					["TimeDamage"] = 5.77,
					["TimeDamaging"] = {
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.77,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.77,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1205,
						["Physical"] = 1897,
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 573,
									["min"] = 292,
									["count"] = 2,
									["amount"] = 865,
								},
							},
							["count"] = 2,
							["amount"] = 865,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Налетчик из клана Костеглодов"] = {
									["count"] = 9,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 12,
								},
							},
							["amount"] = 21,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Налетчик из клана Костеглодов"] = {
									["count"] = 6,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 9,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 3314,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 12,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 20,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 11448,
					["RunicPowerGain"] = 25,
					["ElementTaken"] = {
						["Melee"] = 3314,
					},
					["DOT_Time"] = 36,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 1.51,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 12,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 2027,
					["ElementDone"] = {
						["Shadow"] = 3834,
						["Frost"] = 1888,
						["Melee"] = 4002,
						["Physical"] = 1724,
					},
					["DamagedWho"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1938,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 260,
								},
								["Удар чумы"] = {
									["count"] = 573,
								},
								["Ледяное прикосновение"] = {
									["count"] = 436,
								},
								["Лик смерти"] = {
									["count"] = 2045,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 390,
								},
							},
							["amount"] = 5642,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2064,
								},
								["Удар смерти"] = {
									["count"] = 967,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 778,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 390,
								},
								["Удар чумы"] = {
									["count"] = 184,
								},
								["Ледяное прикосновение"] = {
									["count"] = 284,
								},
								["Лик смерти"] = {
									["count"] = 682,
								},
								["Вскипание крови"] = {
									["count"] = 457,
								},
							},
							["amount"] = 5806,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Вскипание крови"] = {
									["count"] = 10,
								},
								["Кровавый обряд"] = {
									["count"] = 15,
								},
							},
							["amount"] = 25,
						},
					},
					["WhoDamaged"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 965,
								},
							},
							["amount"] = 965,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2349,
								},
							},
							["amount"] = 2349,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
						["Вскипание крови"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Кровавый обряд"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 1.51,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 2027,
								},
							},
							["amount"] = 2027,
						},
					},
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 2027,
								},
							},
							["amount"] = 2027,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 1.51,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2027,
									["min"] = 2027,
									["count"] = 1,
									["amount"] = 2027,
								},
							},
							["count"] = 1,
							["amount"] = 2027,
						},
					},
					["ActiveTime"] = 33.27,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 2027,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 112,
									["min"] = 111,
									["count"] = 3,
									["amount"] = 335,
								},
								["Crit"] = {
									["max"] = 714,
									["min"] = 714,
									["count"] = 1,
									["amount"] = 714,
								},
								["Hit"] = {
									["max"] = 377,
									["min"] = 362,
									["count"] = 8,
									["amount"] = 2953,
								},
							},
							["count"] = 12,
							["amount"] = 4002,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 967,
									["min"] = 967,
									["count"] = 1,
									["amount"] = 967,
								},
							},
							["count"] = 1,
							["amount"] = 967,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 259,
									["min"] = 259,
									["count"] = 2,
									["amount"] = 518,
								},
								["Tick"] = {
									["max"] = 130,
									["min"] = 130,
									["count"] = 5,
									["amount"] = 650,
								},
							},
							["count"] = 7,
							["amount"] = 1168,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 130,
									["min"] = 130,
									["count"] = 5,
									["amount"] = 650,
								},
							},
							["count"] = 5,
							["amount"] = 650,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 53,
									["min"] = 53,
									["count"] = 1,
									["amount"] = 53,
								},
								["Crit"] = {
									["max"] = 343,
									["min"] = 343,
									["count"] = 1,
									["amount"] = 343,
								},
								["Hit"] = {
									["max"] = 184,
									["min"] = 177,
									["count"] = 2,
									["amount"] = 361,
								},
							},
							["count"] = 4,
							["amount"] = 757,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 290,
									["min"] = 284,
									["count"] = 2,
									["amount"] = 574,
								},
								["Hit"] = {
									["max"] = 146,
									["min"] = 146,
									["count"] = 1,
									["amount"] = 146,
								},
							},
							["count"] = 3,
							["amount"] = 720,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 682,
									["min"] = 681,
									["count"] = 2,
									["amount"] = 1363,
								},
								["Hit"] = {
									["max"] = 341,
									["min"] = 341,
									["count"] = 4,
									["amount"] = 1364,
								},
							},
							["count"] = 6,
							["amount"] = 2727,
						},
						["Вскипание крови"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 457,
									["min"] = 457,
									["count"] = 1,
									["amount"] = 457,
								},
							},
							["count"] = 1,
							["amount"] = 457,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 31.76,
					["TimeDamaging"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Налетчик из клана Костеглодов"] = {
									["count"] = 9,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 12,
								},
							},
							["amount"] = 21,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Налетчик из клана Костеглодов"] = {
									["count"] = 6,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 9,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 3314,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 12,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 20,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 11448,
					["RunicPowerGain"] = 25,
					["ElementTaken"] = {
						["Melee"] = 3314,
					},
					["DOT_Time"] = 36,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 1.51,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 12,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 2027,
					["ElementDone"] = {
						["Shadow"] = 3834,
						["Frost"] = 1888,
						["Melee"] = 4002,
						["Physical"] = 1724,
					},
					["DamagedWho"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1938,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 260,
								},
								["Удар чумы"] = {
									["count"] = 573,
								},
								["Ледяное прикосновение"] = {
									["count"] = 436,
								},
								["Лик смерти"] = {
									["count"] = 2045,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 390,
								},
							},
							["amount"] = 5642,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2064,
								},
								["Удар смерти"] = {
									["count"] = 967,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 778,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 390,
								},
								["Удар чумы"] = {
									["count"] = 184,
								},
								["Ледяное прикосновение"] = {
									["count"] = 284,
								},
								["Лик смерти"] = {
									["count"] = 682,
								},
								["Вскипание крови"] = {
									["count"] = 457,
								},
							},
							["amount"] = 5806,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Вскипание крови"] = {
									["count"] = 10,
								},
								["Кровавый обряд"] = {
									["count"] = 15,
								},
							},
							["amount"] = 25,
						},
					},
					["WhoDamaged"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 965,
								},
							},
							["amount"] = 965,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2349,
								},
							},
							["amount"] = 2349,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
						["Вскипание крови"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Кровавый обряд"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 1.51,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 2027,
								},
							},
							["amount"] = 2027,
						},
					},
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 2027,
								},
							},
							["amount"] = 2027,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 1.51,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2027,
									["min"] = 2027,
									["count"] = 1,
									["amount"] = 2027,
								},
							},
							["count"] = 1,
							["amount"] = 2027,
						},
					},
					["ActiveTime"] = 33.27,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 2027,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 112,
									["min"] = 111,
									["count"] = 3,
									["amount"] = 335,
								},
								["Crit"] = {
									["max"] = 714,
									["min"] = 714,
									["count"] = 1,
									["amount"] = 714,
								},
								["Hit"] = {
									["max"] = 377,
									["min"] = 362,
									["count"] = 8,
									["amount"] = 2953,
								},
							},
							["count"] = 12,
							["amount"] = 4002,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 967,
									["min"] = 967,
									["count"] = 1,
									["amount"] = 967,
								},
							},
							["count"] = 1,
							["amount"] = 967,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 259,
									["min"] = 259,
									["count"] = 2,
									["amount"] = 518,
								},
								["Tick"] = {
									["max"] = 130,
									["min"] = 130,
									["count"] = 5,
									["amount"] = 650,
								},
							},
							["count"] = 7,
							["amount"] = 1168,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 130,
									["min"] = 130,
									["count"] = 5,
									["amount"] = 650,
								},
							},
							["count"] = 5,
							["amount"] = 650,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 53,
									["min"] = 53,
									["count"] = 1,
									["amount"] = 53,
								},
								["Crit"] = {
									["max"] = 343,
									["min"] = 343,
									["count"] = 1,
									["amount"] = 343,
								},
								["Hit"] = {
									["max"] = 184,
									["min"] = 177,
									["count"] = 2,
									["amount"] = 361,
								},
							},
							["count"] = 4,
							["amount"] = 757,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 290,
									["min"] = 284,
									["count"] = 2,
									["amount"] = 574,
								},
								["Hit"] = {
									["max"] = 146,
									["min"] = 146,
									["count"] = 1,
									["amount"] = 146,
								},
							},
							["count"] = 3,
							["amount"] = 720,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 682,
									["min"] = 681,
									["count"] = 2,
									["amount"] = 1363,
								},
								["Hit"] = {
									["max"] = 341,
									["min"] = 341,
									["count"] = 4,
									["amount"] = 1364,
								},
							},
							["count"] = 6,
							["amount"] = 2727,
						},
						["Вскипание крови"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 457,
									["min"] = 457,
									["count"] = 1,
									["amount"] = 457,
								},
							},
							["count"] = 1,
							["amount"] = 457,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 31.76,
					["TimeDamaging"] = {
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 211,
					},
					["TimeHealing"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 6.44,
								},
							},
							["amount"] = 6.44,
						},
					},
					["OverHeals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1397,
									["min"] = 898,
									["count"] = 4,
									["amount"] = 4434,
								},
							},
							["count"] = 4,
							["amount"] = 4434,
						},
					},
					["TimeSpent"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.43,
								},
								["Смерть и разложение"] = {
									["count"] = 2.74,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Удар чумы"] = {
									["count"] = 3.57,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.25,
								},
								["Лик смерти"] = {
									["count"] = 3.83,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 13.33,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Смерть и разложение"] = {
									["count"] = 8.98,
								},
								["Лик смерти"] = {
									["count"] = 0.83,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.04,
						},
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.77,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.77,
						},
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 6.44,
								},
							},
							["amount"] = 6.44,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
					},
					["DamageTaken"] = 6066,
					["RunicPowerGainedFrom"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Вскипание крови"] = {
									["count"] = 10,
								},
								["Кровавый обряд"] = {
									["count"] = 45,
								},
							},
							["amount"] = 55,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 34,
									["amount"] = 0,
								},
							},
							["count"] = 34,
							["amount"] = 0,
						},
						["Горящие шипы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Падальщик из клана Костеглодов"] = {
									["count"] = 3,
								},
								["Налетчик из клана Костеглодов"] = {
									["count"] = 9,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 12,
								},
							},
							["amount"] = 24,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Налетчик из клана Костеглодов"] = {
									["count"] = 6,
								},
								["Верховой волк Костеглодов"] = {
									["count"] = 9,
								},
							},
							["amount"] = 15,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 34,
									["amount"] = 0,
								},
							},
							["count"] = 34,
							["amount"] = 0,
						},
						["Горящие шипы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Бросок гаечного ключа"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 67.34,
					["WhoHealed"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 4349,
								},
							},
							["amount"] = 4349,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 110,
						["Melee"] = 5621,
						["Physical"] = 335,
					},
					["DOT_Time"] = 39,
					["Damage"] = 23293,
					["TimeDamaging"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.43,
								},
								["Смерть и разложение"] = {
									["count"] = 2.74,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Удар чумы"] = {
									["count"] = 3.57,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.25,
								},
								["Лик смерти"] = {
									["count"] = 3.83,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 13.33,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.52,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.32,
								},
								["Удар чумы"] = {
									["count"] = 1.86,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.93,
								},
								["Лик смерти"] = {
									["count"] = 6.72,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 15.34,
						},
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Смерть и разложение"] = {
									["count"] = 8.98,
								},
								["Лик смерти"] = {
									["count"] = 0.83,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.04,
						},
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.77,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.77,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.91,
								},
								["Удар смерти"] = {
									["count"] = 0,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 4.16,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 1.1,
								},
								["Ледяное прикосновение"] = {
									["count"] = 0.96,
								},
								["Лик смерти"] = {
									["count"] = 1.84,
								},
								["Вскипание крови"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 16.42,
						},
					},
					["TimeHeal"] = 6.44,
					["Overhealing"] = 4434,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 11,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Multistrike"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 28,
						},
						["Melee"] = {
							["Details"] = {
								["Multistrike"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 22,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 13,
						},
					},
					["HealedWho"] = {
						["Лавлиэт"] = {
							["Details"] = {
								["Удар смерти"] = {
									["count"] = 4349,
								},
							},
							["amount"] = 4349,
						},
					},
					["Healing"] = 4349,
					["ElementDone"] = {
						["Physical"] = 6910,
						["Shadow"] = 5898,
						["Melee"] = 8021,
						["Frost"] = 2464,
					},
					["Heals"] = {
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2027,
									["min"] = 292,
									["count"] = 5,
									["amount"] = 4349,
								},
							},
							["count"] = 5,
							["amount"] = 4349,
						},
					},
					["Attacks"] = {
						["Смерть и разложение"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 31,
									["min"] = 15,
									["count"] = 2,
									["amount"] = 46,
								},
								["Crit"] = {
									["max"] = 102,
									["min"] = 101,
									["count"] = 2,
									["amount"] = 203,
								},
								["Hit"] = {
									["max"] = 51,
									["min"] = 50,
									["count"] = 9,
									["amount"] = 452,
								},
							},
							["count"] = 13,
							["amount"] = 701,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 259,
									["min"] = 259,
									["count"] = 2,
									["amount"] = 518,
								},
								["Tick"] = {
									["max"] = 130,
									["min"] = 129,
									["count"] = 6,
									["amount"] = 779,
								},
							},
							["count"] = 8,
							["amount"] = 1297,
						},
						["Вскипание крови"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 457,
									["min"] = 457,
									["count"] = 1,
									["amount"] = 457,
								},
							},
							["count"] = 1,
							["amount"] = 457,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2010,
									["min"] = 2010,
									["count"] = 1,
									["amount"] = 2010,
								},
								["Hit"] = {
									["max"] = 967,
									["min"] = 930,
									["count"] = 4,
									["amount"] = 3794,
								},
							},
							["count"] = 5,
							["amount"] = 5804,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 740,
									["min"] = 714,
									["count"] = 3,
									["amount"] = 2181,
								},
								["Multistrike"] = {
									["max"] = 112,
									["min"] = 110,
									["count"] = 5,
									["amount"] = 557,
								},
								["Crit (Блокировано)"] = {
									["max"] = 492,
									["min"] = 492,
									["count"] = 1,
									["amount"] = 492,
								},
								["Hit"] = {
									["max"] = 379,
									["min"] = 350,
									["count"] = 13,
									["amount"] = 4791,
								},
							},
							["count"] = 22,
							["amount"] = 8021,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Multistrike"] = {
									["max"] = 53,
									["min"] = 53,
									["count"] = 1,
									["amount"] = 53,
								},
								["Crit"] = {
									["max"] = 343,
									["min"] = 343,
									["count"] = 1,
									["amount"] = 343,
								},
								["Hit"] = {
									["max"] = 184,
									["min"] = 171,
									["count"] = 4,
									["amount"] = 710,
								},
							},
							["count"] = 6,
							["amount"] = 1106,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 298,
									["min"] = 284,
									["count"] = 3,
									["amount"] = 872,
								},
								["Hit"] = {
									["max"] = 149,
									["min"] = 146,
									["count"] = 2,
									["amount"] = 295,
								},
							},
							["count"] = 5,
							["amount"] = 1167,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 682,
									["min"] = 681,
									["count"] = 3,
									["amount"] = 2045,
								},
								["Hit"] = {
									["max"] = 341,
									["min"] = 340,
									["count"] = 6,
									["amount"] = 2045,
								},
							},
							["count"] = 9,
							["amount"] = 4090,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 130,
									["min"] = 130,
									["count"] = 5,
									["amount"] = 650,
								},
							},
							["count"] = 5,
							["amount"] = 650,
						},
					},
					["HealingTaken"] = 4349,
					["DamagedWho"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2435,
								},
								["Смерть и разложение"] = {
									["count"] = 231,
								},
								["Удар смерти"] = {
									["count"] = 930,
								},
								["Удар чумы"] = {
									["count"] = 349,
								},
								["Ледяное прикосновение"] = {
									["count"] = 447,
								},
								["Лик смерти"] = {
									["count"] = 1022,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 129,
								},
							},
							["amount"] = 5543,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1938,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 260,
								},
								["Удар чумы"] = {
									["count"] = 573,
								},
								["Ледяное прикосновение"] = {
									["count"] = 436,
								},
								["Лик смерти"] = {
									["count"] = 2045,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 390,
								},
							},
							["amount"] = 5642,
						},
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 379,
								},
								["Смерть и разложение"] = {
									["count"] = 470,
								},
								["Лик смерти"] = {
									["count"] = 341,
								},
								["Удар смерти"] = {
									["count"] = 2010,
								},
							},
							["amount"] = 3200,
						},
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1205,
								},
								["Удар смерти"] = {
									["count"] = 1897,
								},
							},
							["amount"] = 3102,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2064,
								},
								["Удар смерти"] = {
									["count"] = 967,
								},
								["Озноб (УЗВ)"] = {
									["count"] = 778,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 390,
								},
								["Удар чумы"] = {
									["count"] = 184,
								},
								["Ледяное прикосновение"] = {
									["count"] = 284,
								},
								["Лик смерти"] = {
									["count"] = 682,
								},
								["Вскипание крови"] = {
									["count"] = 457,
								},
							},
							["amount"] = 5806,
						},
					},
					["TimeDamage"] = 60.9,
					["WhoDamaged"] = {
						["Падальщик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 910,
								},
								["Бросок гаечного ключа"] = {
									["count"] = 335,
								},
							},
							["amount"] = 1245,
						},
						["Налетчик из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 965,
								},
							},
							["amount"] = 965,
						},
						["Мутант из клана Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 620,
								},
							},
							["amount"] = 620,
						},
						["Безумный зловепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 777,
								},
								["Горящие шипы"] = {
									["count"] = 110,
								},
							},
							["amount"] = 887,
						},
						["Верховой волк Костеглодов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2349,
								},
							},
							["amount"] = 2349,
						},
					},
					["RunicPowerGain"] = 55,
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 22,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 5,
								},
							},
							["amount"] = 34,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["RunicPowerGained"] = {
						["Вскипание крови"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Кровавый обряд"] = {
							["Details"] = {
								["Лавлиэт"] = {
									["count"] = 45,
								},
							},
							["amount"] = 45,
						},
					},
				},
			},
			["UnitLockout"] = 1417021472,
			["LastActive"] = 1417022992,
		},
	},
	["FightNum"] = 4,
	["CombatTimes"] = {
		{
			1417021472, -- [1]
			1417021485, -- [2]
			"20:04:32", -- [3]
			"20:04:45", -- [4]
			"Безумный зловепрь", -- [5]
		}, -- [1]
		{
			1417021498, -- [1]
			1417021513, -- [2]
			"20:04:59", -- [3]
			"20:05:13", -- [4]
			"Мутант из клана Костеглодов", -- [5]
		}, -- [2]
		{
			1417021531, -- [1]
			1417021536, -- [2]
			"20:05:32", -- [3]
			"20:05:36", -- [4]
			"Падальщик из клана Костеглодов", -- [5]
		}, -- [3]
		{
			1417021542, -- [1]
			1417021573, -- [2]
			"20:05:42", -- [3]
			"20:06:13", -- [4]
			"Налетчик из клана Костеглодов", -- [5]
		}, -- [4]
	},
	["FoughtWho"] = {
		"Налетчик из клана Костеглодов 20:05:42-20:06:13", -- [1]
		"Падальщик из клана Костеглодов 20:05:32-20:05:36", -- [2]
		"Мутант из клана Костеглодов 20:04:59-20:05:13", -- [3]
		"Безумный зловепрь 20:04:32-20:04:45", -- [4]
	},
}
