
ARKINVDB = {
	["global"] = {
		["option"] = {
			["tooltip"] = {
				["colour"] = {
					["class"] = true,
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								"itemstatlevel", -- [5]
								"id", -- [6]
								"itemuselevel", -- [7]
								"itemage", -- [8]
								"itemtype", -- [9]
								"vendorprice", -- [10]
							},
						},
						[9995] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9999] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"name", -- [7]
								"category", -- [8]
								"location", -- [9]
								"quality", -- [10]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
					},
				},
			},
			["version"] = 30416,
			["category"] = {
				[3] = {
					["next"] = 8,
				},
				[2] = {
					["data"] = {
						[2] = {
							["used"] = true,
							["name"] = "Камень возвращения",
						},
					},
					["next"] = 2,
				},
			},
		},
		["player"] = {
			["data"] = {
				["Манриэль - Ясеневый лес"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["gender"] = 3,
						["money"] = 113023741,
						["class"] = "PRIEST",
						["skills"] = {
							197, -- [1]
							333, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["class_local"] = "Жрица",
						["race"] = "Human",
						["name"] = "Манриэль",
						["faction"] = "Alliance",
						["race_local"] = "Человек",
						["level"] = 92,
						["player_id"] = "Манриэль - Ясеневый лес",
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["slot_count"] = 104,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 2,
											["class"] = "empty",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:111556:0:0:0:0:0:0:0:93:0:0:0|h[Отрез волшебной ткани]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["age"] = 23607199,
											["loc_id"] = 1,
											["count"] = 10,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113262:0:0:0:0:0:0:0:93:0:0:0|h[Волшебная вода]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23607177,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113264:0:0:0:0:0:0:0:93:0:0:0|h[Волшебный воздух]|h|r",
											["slot_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23607177,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:93:0:0:0|h[Кристалл времени]|h|r",
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23607187,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:119293:0:0:0:0:0:0:0:93:0:0:0|h[Тайны дренорского наложения чар]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 23607187,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 8,
											["h"] = "|cff0070dd|Hitem:111245:0:0:0:0:0:0:0:93:0:0:0|h[Светящийся осколок]|h|r",
											["slot_id"] = 6,
											["bag_id"] = 1,
											["age"] = 23607369,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:119208:0:0:0:0:0:0:0:93:0:0:0|h[Магический знак пророка]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23607394,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffa335ee|Hitem:115504:0:0:0:0:0:0:0:93:0:0:0|h[Расколотый кристалл времени]|h|r",
											["count"] = 6,
											["bag_id"] = 1,
											["age"] = 23607203,
										}, -- [8]
										{
											["q"] = 0,
											["slot_id"] = 9,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23607393,
										}, -- [9]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["age"] = 23607206,
											["h"] = "|cff0070dd|Hitem:118354:0:0:0:0:0:0:0:93:0:1:0|h[Сертификат на переобучение соратника]|h|r",
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:93:0:0:0|h[Фолиант ясного разума]|h|r",
											["count"] = 15,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23607211,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:93:0:0:0|h[Эликсир увеличения]|h|r",
											["count"] = 10,
											["bag_id"] = 1,
											["age"] = 23607270,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:106397:0:0:0:0:0:0:0:93:0:0:1:230|h[Оледенелый щит с меткой стратега]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["age"] = 23607376,
											["bag_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:113478:0:0:0:0:0:0:0:93:0:0:0|h[Брошенная аптечка]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23607376,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607377,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:113295:0:0:0:0:0:0:0:93:0:0:0|h[Колба с трещиной]|h|r",
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607393,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:114781:0:0:0:0:0:0:0:93:0:0:0|h[Древесина]|h|r",
											["count"] = 7,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "empty",
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:113559:0:0:0:0:0:0:0:93:0:0:0|h[Дубинка пророчества Бездны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["age"] = 23607384,
										}, -- [1]
										{
											["q"] = 3,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:111922:0:0:0:0:0:0:0:93:0:11:0|h[Дренорское наложение чар]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["age"] = 23607389,
										}, -- [2]
										{
											["q"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["age"] = 23607393,
										}, -- [3]
										{
											["q"] = 3,
											["age"] = 23607389,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:111817:0:0:0:0:0:0:0:93:0:0:0|h[Чертежи гарнизона: павильон наложения чар, уровень 1]|h|r",
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["age"] = 23607391,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:120945:0:0:0:0:0:0:0:93:0:0:0|h[Первобытный дух]|h|r",
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["count"] = 1,
											["age"] = 23607368,
											["bag_id"] = 2,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 2,
											["age"] = 23605839,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 1,
											["age"] = 23605839,
											["bag_id"] = 2,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["age"] = 23605856,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23605856,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23605853,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 18,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:994812032:93:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607175,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:118722:0:0:0:0:0:0:0:93:0:0:0|h[Тайны дренорского портняжного дела]|h|r",
											["count"] = 2,
										}, -- [1]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 2,
											["age"] = 23605858,
											["h"] = "|cff1eff00|Hitem:63128:0:0:0:0:0:0:1356422016:93:0:0:0|h[Тролльская скрижаль]|h|r",
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23605858,
											["h"] = "|cff1eff00|Hitem:52843:0:0:0:0:0:0:385887392:93:0:0:0|h[Дворфийский рунический камень]|h|r",
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:6218:0:0:0:0:0:0:1056775872:93:0:0:0|h[Рунический медный жезл]|h|r",
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 5,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:1265952256:93:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23607385,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["class"] = "item",
											["age"] = 23607223,
											["bag_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:112332:0:0:0:0:0:0:0:93:0:11:0|h[Подобранные камни]|h|r",
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:91877:0:0:0:0:0:0:-1534455168:93:0:0:0|h[Жетон из Крепости Покорителей]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 197,
										}, -- [9]
										{
											["q"] = 1,
											["r"] = true,
											["class"] = "item",
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:73410:0:0:0:0:0:0:144353280:93:0:0:0|h[Подмоченные страницы]|h|r",
											["slot_id"] = 10,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:71634:0:0:0:0:0:0:1693047424:93:0:0:0|h[Справочник ярмарки Новолуния]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:113542:0:0:0:0:0:0:0:93:0:0:0|h[Шепот Раи'воша]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:110560:0:0:0:0:0:0:0:93:0:11:0|h[Камень возвращения в гарнизон]|h|r",
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607211,
											["loc_id"] = 1,
											["count"] = 20,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:93:0:0:0|h[Фолиант ясного разума]|h|r",
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:80914:0:0:0:0:0:0:0:93:0:0:0|h[Горецвет]|h|r",
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:89682:0:0:0:0:0:0:-1780741760:93:0:0:0|h[Необычно закрученный рог]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:89880:0:0:0:0:0:0:1961295744:93:0:0:0|h[Зазубренная лопата]|h|r",
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:89815:0:0:0:0:0:0:1418000512:93:0:0:0|h[Суперплуг]|h|r",
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 1,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:87903:0:0:0:0:0:0:-1708653696:93:0:0:0|h[Осколки жуткого янтаря]|h|r",
											["count"] = 2,
										}, -- [19]
										{
											["q"] = 1,
											["r"] = true,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:86068:0:0:0:0:0:0:2018257792:93:0:0:0|h[Послание Альянса]|h|r",
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 21,
											["class"] = "empty",
											["bag_id"] = 3,
											["age"] = 23605858,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["count"] = 1,
											["bag_id"] = 3,
											["age"] = 23605858,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 4,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:971601024:93:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:76098:0:0:0:0:0:0:569773376:93:0:0:0|h[Зелье маны мастера]|h|r",
											["count"] = 20,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:76097:0:0:0:0:0:0:1828937984:93:0:0:0|h[Лечебное зелье мастера]|h|r",
											["count"] = 5,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:113585:0:0:0:0:0:0:0:93:0:0:0|h[Зелье омоложения Железной Орды]|h|r",
											["slot_id"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 2,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:85589:0:0:0:0:0:0:704714496:93:0:0:0|h[Почти полный пузырек полиметановой кислоты]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:120182:0:0:0:0:0:0:0:93:0:14:0|h[Лишнее зелье ускоренного обучения]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:69776:0:0:0:0:0:0:140440544:93:0:0:0|h[Древний янтарь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:113405:0:0:0:0:0:0:0:93:0:0:0|h[Слегка помятая жаба]|h|r",
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 8,
											["class"] = "item",
											["age"] = 23605884,
											["bag_id"] = 4,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 9,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23605884,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["age"] = 23605858,
											["h"] = "|cffffffff|Hitem:6365:0:0:0:0:0:0:0:93:0:0:0|h[Крепкая удочка]|h|r",
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["class"] = "item",
											["age"] = 23607202,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 4,
										}, -- [11]
										{
											["q"] = 0,
											["class"] = "item",
											["bag_id"] = 4,
											["slot_id"] = 12,
											["age"] = 23607201,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 13,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23607201,
										}, -- [13]
										{
											["q"] = 0,
											["class"] = "item",
											["bag_id"] = 4,
											["slot_id"] = 14,
											["age"] = 23607369,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 15,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23607201,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 16,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23607202,
										}, -- [16]
										{
											["q"] = 0,
											["class"] = "item",
											["bag_id"] = 4,
											["slot_id"] = 17,
											["age"] = 23607369,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:89971:4423:0:0:0:0:0:923344192:93:445:0:0|h[Плащ осколков разума]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23605858,
											["h"] = "|cffa335ee|Hitem:88166:0:0:0:0:0:0:1257933504:93:445:0:0|h[Гибельная печатка ведьмы]|h|r",
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:108903:0:0:0:0:0:0:0:93:0:0:0|h[Маленькая железная звезда]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:79330:0:0:0:0:0:0:1801352448:93:445:0:0|h[Реликвия Чи-Цзи]|h|r",
											["slot_id"] = 21,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:81264:0:0:0:0:0:0:1185556160:93:451:0:0|h[Сосуд с кровью и гноем]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["age"] = 23605858,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 9,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:1961875840:93:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598606,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:152821664:93:0:0:0|h[Камень возвращения]|h|r",
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598606,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:6533:0:0:0:0:0:0:0:93:0:0:0|h[Аквадинамический магнит для рыбы]|h|r",
											["count"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598606,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:6532:0:0:0:0:0:0:0:93:0:0:0|h[Яркая блесна]|h|r",
											["count"] = 5,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607347,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:112449:0:0:0:0:0:0:0:93:0:0:0|h[Пайки Железной Орды]|h|r",
											["count"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:87240:0:0:0:0:0:0:863874560:93:0:0:0|h[Большое угощение на пару]|h|r",
											["count"] = 10,
										}, -- [5]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:81413:0:0:0:0:0:0:1321338496:93:0:0:0|h[Курица с арахисом на вертеле]|h|r",
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:81411:0:0:0:0:0:0:1211981696:93:0:0:0|h[Персиковый пирог]|h|r",
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:74650:0:0:0:0:0:0:2017288064:93:0:0:0|h[Рыбная похлебка могу]|h|r",
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:75037:0:0:0:0:0:0:2032314112:93:0:0:0|h[Отвар нефритовой ведьмы]|h|r",
											["count"] = 8,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23599478,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:81414:0:0:0:0:0:0:0:93:0:0:0|h[Чай с перламутровым молоком]|h|r",
											["count"] = 6,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:75026:0:0:0:0:0:0:1186367232:93:0:0:0|h[Женьшеневый чай]|h|r",
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:74651:0:0:0:0:0:0:1994532352:93:0:0:0|h[Клецки с раками-богомолами]|h|r",
											["count"] = 15,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:74644:0:0:0:0:0:0:621369600:93:0:0:0|h[Суп из клубящегося тумана]|h|r",
											["count"] = 16,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:81406:0:0:0:0:0:0:2140699264:93:0:0:0|h[Дамайча]|h|r",
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:81405:0:0:0:0:0:0:1792577408:93:0:0:0|h[Отварная куколка шелкопряда]|h|r",
											["count"] = 2,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:88586:0:0:0:0:0:0:1155443200:93:0:0:0|h[Печенье Чао]|h|r",
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["count"] = 9,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:88532:0:0:0:0:0:0:1772043904:93:0:0:0|h[Лотосовая вода]|h|r",
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23598624,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:19299:0:0:0:0:0:0:-1469793792:93:0:0:0|h[Ярмарочная шипучка]|h|r",
											["count"] = 4,
										}, -- [18]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:19222:0:0:0:0:0:0:1570823360:93:0:0:0|h[Дешевое пиво]|h|r",
											["count"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:19221:0:0:0:0:0:0:1440205056:93:0:0:0|h[\"Особое Новолунное\"]|h|r",
											["count"] = 3,
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:76086:0:0:0:0:0:0:1539272960:93:0:0:0|h[Настой опадающих листьев]|h|r",
											["count"] = 12,
										}, -- [21]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605858,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:78883:0:0:0:0:0:0:-1923316096:93:0:0:0|h[Огненная вода Новолуния]|h|r",
											["count"] = 2,
										}, -- [22]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:149255344:93:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [5]
							},
						}, -- [1]
						[3] = {
							["slot_count"] = 278,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:88580:0:0:0:0:0:0:1919679616:92:0:0:0|h[Маска Кен-Кена]|h|r",
											["slot_id"] = 1,
											["age"] = 23605854,
										}, -- [1]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:88387:0:0:0:0:0:0:1727115008:92:0:0:0|h[Плевательница Шу-шэня]|h|r",
											["slot_id"] = 2,
											["age"] = 23605854,
										}, -- [2]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:88370:0:0:0:0:0:0:1334896896:92:0:0:0|h[Прыткий сурок]|h|r",
											["slot_id"] = 3,
											["age"] = 23605854,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6532:0:0:0:0:0:0:691785088:92:0:0:0|h[Яркая блесна]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23605854,
											["class"] = "item",
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:88487:0:0:0:0:0:0:145501248:92:0:0:0|h[Взрывчатая сфера]|h|r",
											["count"] = 5,
											["loc_id"] = 3,
											["age"] = 23605854,
											["class"] = "item",
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:88589:0:0:0:0:0:0:1779314048:92:0:0:0|h[Факел для кремации]|h|r",
											["slot_id"] = 6,
											["age"] = 23605854,
										}, -- [6]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:88584:0:0:0:0:0:0:1758092800:92:0:0:0|h[Тотем гармонии]|h|r",
											["slot_id"] = 7,
											["age"] = 23605854,
										}, -- [7]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43352:0:0:0:0:0:0:1838895104:92:0:0:0|h[Набор для ухода за питомцем]|h|r",
											["count"] = 3,
											["sb"] = 1,
											["age"] = 23605856,
											["slot_id"] = 8,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 2,
											["sb"] = 1,
											["age"] = 23605856,
											["h"] = "|cff1eff00|Hitem:89906:0:0:0:0:0:0:1083360640:92:0:0:0|h[Волшебное лакомство]|h|r",
											["slot_id"] = 9,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hitem:86143:0:0:0:0:0:0:-1909454336:92:0:0:0|h[Бинты для боевых питомцев]|h|r",
											["slot_id"] = 10,
											["age"] = 23605856,
										}, -- [10]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:85264:0:0:0:0:0:0:1977592064:92:0:0:0|h[Осеннее цветущее дерево]|h|r",
											["slot_id"] = 11,
											["age"] = 23605856,
										}, -- [11]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 17,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:71083:0:0:0:0:0:0:1733263360:92:0:0:0|h[Жетон ярмарки Новолуния]|h|r",
											["slot_id"] = 12,
											["age"] = 23605854,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:82467:0:0:0:0:0:0:31380704:92:0:0:0|h[Сбруя Шерстелобика]|h|r",
											["slot_id"] = 13,
											["age"] = 23605854,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 9,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:37604:0:0:0:0:0:0:1920300672:92:0:0:0|h[Зубочистка]|h|r",
											["slot_id"] = 14,
											["age"] = 23605854,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34068:0:0:0:0:0:0:-1746030208:92:0:0:0|h[Утяжеленный фонарь из тыквы]|h|r",
											["count"] = 12,
											["loc_id"] = 3,
											["age"] = 23605854,
											["class"] = "item",
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:20410:0:0:0:0:0:0:1442396992:92:0:0:0|h[Волшебная палочка - костюм летучей мыши]|h|r",
											["slot_id"] = 16,
											["age"] = 23605854,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:20409:0:0:0:0:0:0:1544612864:92:0:0:0|h[Волшебная палочка - костюм призрака]|h|r",
											["slot_id"] = 17,
											["age"] = 23605854,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:777426592:92:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
											["slot_id"] = 18,
											["age"] = 23605854,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:851457824:92:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
											["bag_id"] = 1,
											["age"] = 23605854,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:19102:0:0:0:0:0:0:0:92:0:0:0|h[Трескучий посох]|h|r",
											["slot_id"] = 20,
											["age"] = 23605854,
										}, -- [20]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18353:0:0:0:0:0:0:1543031296:92:0:0:0|h[Каменноцветный посох]|h|r",
											["slot_id"] = 21,
											["age"] = 23605854,
										}, -- [21]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:9413:0:0:0:0:0:0:1735850432:92:0:0:0|h[Камнекрошитель]|h|r",
											["slot_id"] = 22,
											["age"] = 23605854,
										}, -- [22]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:86806:0:0:0:0:0:0:1405449344:92:445:0:0|h[Тиан, скипетр спящего императора]|h|r",
											["slot_id"] = 23,
											["age"] = 23605854,
										}, -- [23]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:86796:0:0:0:0:0:0:1614369664:92:445:0:0|h[Факел небесных искр]|h|r",
											["slot_id"] = 24,
											["age"] = 23605854,
										}, -- [24]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:81094:0:0:0:0:0:0:-1637891840:92:451:0:0|h[Крушитель панцирей]|h|r",
											["slot_id"] = 25,
											["age"] = 23605854,
										}, -- [25]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:39424:0:0:0:0:0:0:1278406464:92:0:0:0|h[Клинок души]|h|r",
											["slot_id"] = 26,
											["age"] = 23605854,
										}, -- [26]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32500:0:0:0:0:0:0:1790084224:92:0:0:0|h[Хрустальный пик Карабора]|h|r",
											["slot_id"] = 27,
											["age"] = 23605854,
										}, -- [27]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:30918:0:0:0:0:0:0:-1877184000:92:0:0:0|h[Молот искупления]|h|r",
											["slot_id"] = 28,
											["age"] = 23605854,
										}, -- [28]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cff1eff00|Hitem:8194:0:0:0:0:0:-20:-2112421880:92:0:0:0|h[Гоблинский щелкунчик с печатью могущества]|h|r",
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:65921:0:0:0:0:0:0:53493832:92:0:0:0|h[Молот Дардина]|h|r",
											["slot_id"] = 2,
											["age"] = 23605854,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["h"] = "|cff0070dd|Hitem:9381:0:0:0:0:0:0:1851765632:92:0:0:0|h[Жезл земли]|h|r",
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:65689:0:0:0:0:0:0:236913712:92:0:0:0|h[Особый светильник для растений Брейзи]|h|r",
											["slot_id"] = 4,
											["age"] = 23605854,
										}, -- [4]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:30872:0:0:0:0:0:0:1431341888:92:0:0:0|h[Хроника Темных Тайн]|h|r",
											["slot_id"] = 5,
											["age"] = 23605854,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18425:0:0:0:0:0:0:-1992775296:92:0:0:0|h[Кружка Крига]|h|r",
											["slot_id"] = 6,
											["age"] = 23605854,
										}, -- [6]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:39514:0:0:0:0:0:0:0:92:0:0:0|h[Героическая корона веры]|h|r",
											["slot_id"] = 7,
											["age"] = 23605854,
										}, -- [7]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31063:0:0:0:0:0:0:0:92:0:0:0|h[Клобук отпущения грехов]|h|r",
											["slot_id"] = 8,
											["age"] = 23605854,
										}, -- [8]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:33292:0:0:0:0:0:0:408195152:92:0:0:0|h[Благословенный шлем]|h|r",
											["slot_id"] = 9,
											["age"] = 23605854,
										}, -- [9]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31069:0:0:0:0:0:0:0:92:0:0:0|h[Мантия отпущения грехов]|h|r",
											["slot_id"] = 10,
											["age"] = 23605854,
										}, -- [10]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:4314:0:0:0:0:0:0:326815680:92:0:0:0|h[Шерстяные наплечники с двойным швом]|h|r",
											["slot_id"] = 11,
											["age"] = 23605854,
										}, -- [11]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31066:0:0:0:0:0:0:0:92:0:0:0|h[Одежды отпущения грехов]|h|r",
											["slot_id"] = 12,
											["age"] = 23605854,
										}, -- [12]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32327:0:0:0:0:0:0:873954304:92:0:0:0|h[Одеяние Совета Теней]|h|r",
											["slot_id"] = 13,
											["age"] = 23605854,
										}, -- [13]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:19145:0:0:0:0:0:0:1505009152:92:0:0:0|h[Одеяние неустойчивой силы]|h|r",
											["slot_id"] = 14,
											["age"] = 23605854,
										}, -- [14]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:16815:0:0:0:0:0:0:1182889856:92:0:0:0|h[Одеяния пророчества]|h|r",
											["slot_id"] = 15,
											["age"] = 23605854,
										}, -- [15]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18486:0:0:0:0:0:0:1985821184:92:0:0:0|h[Одеяние из луноткани]|h|r",
											["slot_id"] = 16,
											["age"] = 23605854,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cff1eff00|Hitem:7430:0:0:0:0:0:-19:1464598544:92:0:0:0|h[Сумеречное одеяние со знаком интеллекта]|h|r",
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:21849:0:0:0:0:0:0:1901296768:92:0:0:0|h[Наручи из ткани Пустоты]|h|r",
											["slot_id"] = 18,
											["age"] = 23605854,
										}, -- [18]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18459:0:0:0:0:0:0:1332800448:92:0:0:0|h[Нарукавники Галланта]|h|r",
											["slot_id"] = 19,
											["age"] = 23605854,
										}, -- [19]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31060:0:0:0:0:0:0:0:92:0:0:0|h[Перчатки отпущения грехов]|h|r",
											["slot_id"] = 20,
											["age"] = 23605854,
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1077296768:92:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cff1eff00|Hitem:10225:0:0:0:0:0:-81:1605959700:92:0:0:0|h[Перчатки ночной тени со знаком кита]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:10003:0:0:0:0:0:0:149540832:92:0:0:0|h[Черные перчатки из магической ткани]|h|r",
											["slot_id"] = 2,
											["age"] = 23605854,
										}, -- [2]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32256:0:0:0:0:0:0:1527503872:92:0:0:0|h[Опояска Бесконечности]|h|r",
											["slot_id"] = 3,
											["age"] = 23605854,
										}, -- [3]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31068:0:0:0:0:0:0:0:92:0:0:0|h[Брюки отпущения грехов]|h|r",
											["slot_id"] = 4,
											["age"] = 23605854,
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["h"] = "|cff1eff00|Hitem:8262:0:0:0:0:0:0:1652124416:92:0:0:0|h[Поножи из змеиной кожи]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32609:0:0:0:0:0:0:1668034048:92:0:0:0|h[Сапоги божественного света]|h|r",
											["slot_id"] = 6,
											["age"] = 23605854,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cff1eff00|Hitem:4047:0:0:0:0:0:0:2083334144:92:0:0:0|h[Туманные сапоги]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:34012:0:0:0:0:0:0:445828576:92:0:0:0|h[Накидка последней битвы]|h|r",
											["slot_id"] = 8,
											["age"] = 23605854,
										}, -- [8]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18350:0:0:0:0:0:0:-1650481152:92:0:0:0|h[Усиливающий плащ]|h|r",
											["slot_id"] = 9,
											["age"] = 23605854,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["h"] = "|cff1eff00|Hitem:14270:0:0:0:0:0:-81:2097414155:92:0:0:0|h[Плащ Геи со знаком кита]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:7524:0:0:0:0:0:-9:1900347402:92:0:0:0|h[Паутинная накидка со знаком совы]|h|r",
											["slot_id"] = 11,
											["age"] = 23605854,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:6796:0:0:0:0:0:0:1414321152:92:0:0:0|h[Красная рубашка сорвиголовы]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:31775:0:0:0:0:0:0:0:92:0:0:0|h[Спореггарская гербовая накидка]|h|r",
											["slot_id"] = 13,
											["age"] = 23605854,
										}, -- [13]
										{
											["q"] = 5,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 1,
											["h"] = "|cffff8000|Hitem:87209:0:0:0:0:0:0:2104652032:92:0:0:0|h[Печать мудрости]|h|r",
											["slot_id"] = 14,
											["age"] = 23605854,
										}, -- [14]
										{
											["q"] = 5,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 1,
											["h"] = "|cffff8000|Hitem:87208:0:0:0:0:0:0:754348032:92:0:0:0|h[Печать власти]|h|r",
											["slot_id"] = 15,
											["age"] = 23605854,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["h"] = "|cff1eff00|Hitem:88567:0:0:0:0:0:0:1879249920:92:0:0:0|h[Сейф из призрачного железа]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:88567:0:0:0:0:0:0:1680691072:92:0:0:0|h[Сейф из призрачного железа]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23605854,
											["bag_id"] = 3,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["h"] = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:376285160:92:0:0:0|h[Этерниевый сейф]|h|r",
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23605854,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:-1624683392:92:0:0:0|h[Этерниевый сейф]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23605854,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:1368027456:92:0:0:0|h[Этерниевый сейф]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23605854,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1627328256:92:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["class"] = "empty",
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:229786096:92:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["class"] = "empty",
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1979059968:92:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["class"] = "empty",
											["bag_id"] = 6,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1573271680:92:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["class"] = "empty",
											["bag_id"] = 7,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["slot_id"] = 16,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1977141504:92:0:0:0|h[Сумка из ткани Пустоты]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [7]
								{
									["q"] = 3,
									["type"] = 7,
									["count"] = 36,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:105718:0:0:0:0:0:0:0:92:0:0:0|h[Фрагмент кристалла ша]|h|r",
											["bag_id"] = 8,
											["class"] = "item",
											["age"] = 23605855,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 2,
											["class"] = "empty",
											["age"] = 23605855,
											["bag_id"] = 8,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["count"] = 1,
											["bag_id"] = 8,
											["age"] = 23605855,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["count"] = 1,
											["bag_id"] = 8,
											["age"] = 23605855,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 5,
											["age"] = 23605855,
											["bag_id"] = 8,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 8,
											["age"] = 23605855,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 29,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 30,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 31,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 32,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 33,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 34,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 35,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 36,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [36]
									},
									["status"] = -3,
									["empty"] = 35,
									["h"] = "|cff0070dd|Hitem:54445:0:0:0:0:0:0:1129660288:92:0:0:0|h[Трансцендентная сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_31.blp",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cff0070dd|Hitem:111245:0:0:0:0:0:0:0:92:0:0:0|h[Светящийся осколок]|h|r",
											["count"] = 4,
											["age"] = 23607188,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:109693:0:0:0:0:0:0:0:92:0:0:0|h[Дренорская пыль]|h|r",
											["count"] = 1,
											["age"] = 23607369,
										}, -- [2]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["h"] = "|cffa335ee|Hitem:74248:0:0:0:0:0:0:-1644146780:92:0:0:0|h[Кристалл ша]|h|r",
											["count"] = 9,
											["age"] = 23605856,
										}, -- [3]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["h"] = "|cff0070dd|Hitem:74247:0:0:0:0:0:0:-1665677462:92:0:0:0|h[Астральный осколок]|h|r",
											["count"] = 37,
											["age"] = 23605856,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["h"] = "|cff0070dd|Hitem:74252:0:0:0:0:0:0:-1469263115:92:0:0:0|h[Малый астральный осколок]|h|r",
											["count"] = 2,
											["age"] = 23605856,
										}, -- [5]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["h"] = "|cff1eff00|Hitem:74250:0:0:0:0:0:0:969164032:92:0:0:0|h[Загадочная субстанция]|h|r",
											["count"] = 4,
											["age"] = 23605856,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:-1267389838:92:0:0:0|h[Пыль духов]|h|r",
											["count"] = 200,
											["age"] = 23605856,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:-1781642204:92:0:0:0|h[Пыль духов]|h|r",
											["count"] = 95,
											["bag_id"] = 9,
											["age"] = 23605856,
										}, -- [8]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["h"] = "|cffa335ee|Hitem:52722:0:0:0:0:0:0:-177602714:92:0:0:0|h[Кристалл Водоворота]|h|r",
											["count"] = 3,
											["age"] = 23605856,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:92:0:0:0|h[Материал для свитка наложения чар]|h|r",
											["count"] = 13,
											["age"] = 23605856,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:89112:0:0:0:0:0:0:-1962070144:92:0:0:0|h[Частица гармонии]|h|r",
											["count"] = 4,
											["age"] = 23605856,
										}, -- [11]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:109134:0:0:0:0:0:0:0:92:0:0:0|h[Сырое мясо элекка]|h|r",
											["count"] = 10,
											["age"] = 23605856,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:74850:0:0:0:0:0:0:204195936:92:0:0:0|h[Белая репа]|h|r",
											["count"] = 7,
											["age"] = 23605856,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:74849:0:0:0:0:0:0:1761870720:92:0:0:0|h[Розовая репа]|h|r",
											["count"] = 1,
											["age"] = 23605856,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:74847:0:0:0:0:0:0:1135406464:92:0:0:0|h[Нефритовый кабачок]|h|r",
											["count"] = 15,
											["age"] = 23605856,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["h"] = "|cffffffff|Hitem:74846:0:0:0:0:0:0:1004041856:92:0:0:0|h[Ведьмины ягоды]|h|r",
											["count"] = 77,
											["age"] = 23605856,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:74844:0:0:0:0:0:0:1124111304:92:0:0:0|h[Красный лук-порей]|h|r",
											["count"] = 11,
											["age"] = 23605856,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:74843:0:0:0:0:0:0:134752240:92:0:0:0|h[Лук-шалот]|h|r",
											["count"] = 50,
											["age"] = 23605856,
										}, -- [18]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:74842:0:0:0:0:0:0:1880112000:92:0:0:0|h[Тыква могу]|h|r",
											["count"] = 10,
											["age"] = 23605856,
										}, -- [19]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["h"] = "|cffffffff|Hitem:74841:0:0:0:0:0:0:396341984:92:0:0:0|h[Сочная хрустящая морковь]|h|r",
											["count"] = 1,
											["age"] = 23605856,
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["h"] = "|cffffffff|Hitem:74840:0:0:0:0:0:0:887654336:92:0:0:0|h[Капуста кале]|h|r",
											["count"] = 86,
											["age"] = 23605856,
										}, -- [21]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["h"] = "|cffffffff|Hitem:2672:0:0:0:0:0:0:0:92:0:0:0|h[Жилистая волчатина]|h|r",
											["count"] = 2,
											["age"] = 23605856,
										}, -- [22]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["h"] = "|cffffffff|Hitem:74865:0:0:0:0:0:0:1474864960:92:0:0:0|h[Красарангский веслонос]|h|r",
											["count"] = 42,
											["age"] = 23605856,
										}, -- [23]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:74864:0:0:0:0:0:0:-1642301184:92:0:0:0|h[Рифовый осьминог]|h|r",
											["count"] = 24,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["age"] = 23605856,
										}, -- [24]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["h"] = "|cffffffff|Hitem:74859:0:0:0:0:0:0:1905353216:92:0:0:0|h[Императорский лосось]|h|r",
											["count"] = 53,
											["age"] = 23605856,
										}, -- [25]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:74857:0:0:0:0:0:0:-1680299264:92:0:0:0|h[Гигантский рак-богомол]|h|r",
											["count"] = 26,
											["age"] = 23605856,
										}, -- [26]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cffffffff|Hitem:74856:0:0:0:0:0:0:762308960:92:0:0:0|h[Нефритовая двоякодышащая рыба]|h|r",
											["slot_id"] = 27,
											["loc_id"] = 3,
											["count"] = 31,
											["bag_id"] = 9,
										}, -- [27]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 16,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:82447:0:0:0:0:0:0:398294080:92:0:0:0|h[Императорский шелк]|h|r",
											["slot_id"] = 28,
											["age"] = 23607175,
										}, -- [28]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cffffffff|Hitem:82441:0:0:0:0:0:0:527693312:92:0:0:0|h[Рулон ветрошерстной ткани]|h|r",
											["slot_id"] = 29,
											["loc_id"] = 3,
											["count"] = 3,
											["bag_id"] = 9,
										}, -- [29]
										{
											["q"] = 4,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cffa335ee|Hitem:22450:0:0:0:0:0:0:0:92:0:0:0|h[Кристалл Бездны]|h|r",
											["slot_id"] = 30,
											["loc_id"] = 3,
											["count"] = 2,
											["bag_id"] = 9,
										}, -- [30]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cff0070dd|Hitem:80433:0:0:0:0:0:0:0:92:0:0:0|h[Дух крови]|h|r",
											["slot_id"] = 31,
											["loc_id"] = 3,
											["count"] = 4,
											["bag_id"] = 9,
										}, -- [31]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cffffffff|Hitem:72988:0:0:0:0:0:0:2119277184:92:0:0:0|h[Ветрошерстяная ткань]|h|r",
											["slot_id"] = 32,
											["loc_id"] = 3,
											["count"] = 23,
											["bag_id"] = 9,
										}, -- [32]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23605856,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:92:0:0:0|h[Льняной материал]|h|r",
											["slot_id"] = 33,
											["loc_id"] = 3,
											["count"] = 2,
											["bag_id"] = 9,
										}, -- [33]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23607200,
											["h"] = "|cffffffff|Hitem:111557:0:0:0:0:0:0:0:92:0:0:0|h[Роскошный мех]|h|r",
											["slot_id"] = 34,
											["loc_id"] = 3,
											["count"] = 3,
											["bag_id"] = 9,
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 35,
											["class"] = "empty",
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 36,
										}, -- [36]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 38,
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 39,
										}, -- [39]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 41,
										}, -- [41]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 42,
										}, -- [42]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 44,
										}, -- [44]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 45,
										}, -- [45]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 46,
										}, -- [46]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 47,
										}, -- [47]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 48,
										}, -- [48]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 49,
										}, -- [49]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 50,
										}, -- [50]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 51,
										}, -- [51]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 52,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 53,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 54,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 55,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 57,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 61,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 64,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 65,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 66,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 67,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 68,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 69,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 70,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 71,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 72,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 73,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 74,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 75,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 76,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 77,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 79,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 80,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 81,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 82,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 83,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 84,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 85,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 86,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 87,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 88,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 89,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 90,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 91,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 92,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 93,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 94,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 95,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 96,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 97,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 64,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["age"] = 23607365,
											["h"] = "|cff0070dd|Hitem:106156:0:0:0:0:0:0:0:92:0:11:0|h[Караборская шапка мудрости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["bag_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113146:0:0:0:0:0:0:0:92:0:11:1:545|h[Подвеска караборского мудреца]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [2]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:107317:0:0:0:0:0:0:0:92:0:11:0|h[Караборское оплечье мудрости]|h|r",
											["count"] = 1,
											["age"] = 23607321,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:109911:0:0:0:0:0:0:0:92:0:17:1:518|h[Плащ обжигающей плоти]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
											["age"] = 23607174,
											["h"] = "|cff0070dd|Hitem:113154:0:0:0:0:0:0:0:92:0:11:1:171|h[Тканое одеяние стручлинга]|h|r",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23598606,
											["h"] = "|cffffffff|Hitem:6795:0:0:0:0:0:0:1522743680:90:0:0:0|h[]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["count"] = 1,
											["age"] = 23598606,
											["bag_id"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113233:0:0:0:0:0:0:0:92:0:11:1:545|h[Караборские напульсники мудрости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:107861:0:0:0:0:0:0:0:92:0:11:0|h[Караборские перчатки мудрости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [9]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:114338:0:0:0:0:0:0:0:92:0:1:1:23|h[Сотканный богомолами шнурованный ремень с символом огненной вспышки]|h|r",
											["count"] = 1,
											["age"] = 23607369,
										}, -- [10]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:107316:0:0:0:0:0:0:0:92:0:11:0|h[Караборские поножи мудрости]|h|r",
											["count"] = 1,
											["age"] = 23607369,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:109796:0:0:0:0:0:0:0:92:0:17:1:518|h[Ботфорты скрепляющего Свет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:112802:0:0:0:0:0:0:0:92:0:1:0|h[Печать очерненного исцеления]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:109765:0:0:0:0:0:0:0:92:0:17:1:518|h[Сияющий глаз голема]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [14]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:113161:0:0:0:0:0:0:0:92:0:11:0|h[Пульсирующая ядовитая железа Болотного Роя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
											["age"] = 23607174,
											["h"] = "|cff1eff00|Hitem:113160:0:0:0:0:0:0:0:92:0:11:0|h[Талисман из лунного камня]|h|r",
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:108918:0:0:0:0:0:0:0:92:0:11:0|h[Жезл караборского чародея]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23607174,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["count"] = 1,
											["age"] = 23598606,
											["bag_id"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
								}, -- [1]
							},
						},
						[9] = {
							["slot_count"] = 6,
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 154,
											["age"] = 23598606,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:738|h[Малый амулет удачи]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 865,
											["age"] = 23598606,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 844,
											["age"] = 23607384,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:824|h[Ресурсы гарнизона]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 10,
											["age"] = 23598681,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:402|h[Жетон Железной Лапы]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23598681,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:81|h[Награда гурмана]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 55,
											["age"] = 23598681,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:515|h[Призовой купон ярмарки Новолуния]|h|r",
										}, -- [6]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
						},
						[10] = {
							["bag"] = {
								{
									["type"] = 20,
									["status"] = -3,
								}, -- [1]
							},
						},
					},
					["bagoptions"] = {
						[3] = {
							[9] = {
								["cleanup"] = {
									["deposit"] = true,
								},
							},
						},
					},
				},
				["+Цитадель - Ясеневый лес"] = {
					["info"] = {
						["money"] = 76559544,
						["class"] = "GUILD",
						["player_id"] = "+Цитадель - Ясеневый лес",
						["faction_local"] = "Альянс",
						["name"] = "Цитадель",
						["faction"] = "Alliance",
						["guild_id"] = "+Цитадель - Ясеневый лес",
						["level"] = 1,
						["class_local"] = "Гильдия",
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						{
							["slot_count"] = 686,
							["bag"] = {
								{
									["type"] = 1,
									["access"] = "полный доступ",
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8401:0:0:0:0:0:0:-1907617920:92:0:0:0|h[Выкройка: жесткие поножи из чешуи скорпида]|h|r",
											["slot_id"] = 1,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:626414840:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 2,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 15,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:1024386080:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 3,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1628989824:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 4,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:1680606592:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 5,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 57,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:-1823812352:92:0:0:0|h[Выкройка: поножи жизни]|h|r",
											["slot_id"] = 6,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 71,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30308:0:0:0:0:0:0:1716471091:92:0:0:0|h[Выкройка: сапоги урагана]|h|r",
											["slot_id"] = 7,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 85,
										}, -- [7]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 8,
											["did"] = 2,
										}, -- [8]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 9,
											["did"] = 16,
										}, -- [9]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30306:0:0:0:0:0:0:1061606400:92:0:0:0|h[Выкройка: сапоги непроглядной тьмы]|h|r",
											["slot_id"] = 11,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 44,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:662520288:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 12,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 58,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1366467200:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 13,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 72,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18654:0:0:0:0:0:0:0:92:0:1:0|h[Схема: гномский тревого-бот]|h|r",
											["slot_id"] = 14,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 86,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16255:0:0:0:0:0:0:1898459904:92:0:0:0|h[Формула чар для двуручного оружия - дух II]|h|r",
											["slot_id"] = 15,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 3,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:-1716107520:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 16,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 17,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:927086944:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 17,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 31,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16255:0:0:0:0:0:0:695385248:92:0:0:0|h[Формула чар для двуручного оружия - дух II]|h|r",
											["slot_id"] = 18,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 45,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:16254:0:0:0:0:0:0:-1792294144:92:0:0:0|h[Формула чар для оружия - похищение жизни]|h|r",
											["slot_id"] = 19,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 59,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:16254:0:0:0:0:0:0:534990112:92:0:0:0|h[Формула чар для оружия - похищение жизни]|h|r",
											["slot_id"] = 20,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 73,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:713878848:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 21,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1932028544:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 23,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 18,
										}, -- [23]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:2100656640:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 24,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 32,
										}, -- [24]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:1330979584:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 25,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 46,
										}, -- [25]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1750359680:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 26,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 60,
										}, -- [26]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:796695696:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 27,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 74,
										}, -- [27]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1522381888:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 28,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 88,
										}, -- [28]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11610:0:0:0:0:0:0:-1618578432:92:0:0:0|h[Чертеж: распылитель из черного железа]|h|r",
											["slot_id"] = 29,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 5,
										}, -- [29]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11611:0:0:0:0:0:0:958025472:92:0:0:0|h[Чертеж: рассекатель из черного железа]|h|r",
											["slot_id"] = 30,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:2116600064:92:0:0:0|h[Чертеж: ториевые наручи]|h|r",
											["slot_id"] = 32,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 47,
										}, -- [32]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:-1853040000:92:0:0:0|h[Чертеж: ториевые сапоги]|h|r",
											["slot_id"] = 33,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 61,
										}, -- [33]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:1991920512:92:0:0:0|h[Чертеж: ториевые поножи]|h|r",
											["slot_id"] = 34,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 75,
										}, -- [34]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1292033408:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 35,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 89,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:-1852132480:92:0:0:0|h[Чертеж: ториевые поножи]|h|r",
											["slot_id"] = 36,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:1988020224:92:0:0:0|h[Чертеж: светозарные перчатки]|h|r",
											["slot_id"] = 40,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 62,
										}, -- [40]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:1283146368:92:0:0:0|h[Чертеж: мифриловые шпоры]|h|r",
											["slot_id"] = 41,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 76,
										}, -- [41]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:2046670336:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 42,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:1893271680:92:0:0:0|h[Выкройка: перчатки из кожи ледопарда]|h|r",
											["slot_id"] = 44,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:1625618816:92:0:0:0|h[Выкройка: химерические поножи]|h|r",
											["slot_id"] = 46,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 49,
										}, -- [46]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:1251171520:92:0:0:0|h[Рецепт: зелье невидимости]|h|r",
											["slot_id"] = 47,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 63,
										}, -- [47]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:-1925562240:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 48,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 77,
										}, -- [48]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32737:0:0:0:0:0:0:-1316125440:92:0:0:0|h[Чертеж: наплечники из быстростали]|h|r",
											["slot_id"] = 49,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 91,
										}, -- [49]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31905:0:0:0:0:0:0:869999528:92:0:0:0|h[Семерка из колоды Ярости]|h|r",
											["slot_id"] = 50,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 8,
										}, -- [50]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31906:0:0:0:0:0:0:-1637688550:92:0:0:0|h[Шестерка из колоды Ярости]|h|r",
											["slot_id"] = 51,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 22,
										}, -- [51]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31884:0:0:0:0:0:0:1688586852:92:0:0:0|h[Пятерка из колоды Благословений]|h|r",
											["slot_id"] = 52,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 36,
										}, -- [52]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31917:0:0:0:0:0:0:1603389369:92:0:0:0|h[Тройка из колоды Безумия]|h|r",
											["slot_id"] = 53,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 50,
										}, -- [53]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31912:0:0:0:0:0:0:815014528:92:0:0:0|h[Пятерка из колоды Безумия]|h|r",
											["slot_id"] = 54,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 64,
										}, -- [54]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31896:0:0:0:0:0:0:1716349440:92:0:0:0|h[Семерка из колоды Вихрей]|h|r",
											["slot_id"] = 55,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 78,
										}, -- [55]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31901:0:0:0:0:0:0:-1946347241:92:0:0:0|h[Туз из колоды Ярости]|h|r",
											["slot_id"] = 56,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 92,
										}, -- [56]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31894:0:0:0:0:0:0:1803193958:92:0:0:0|h[Пятерка из колоды Вихрей]|h|r",
											["slot_id"] = 57,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 9,
										}, -- [57]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31893:0:0:0:0:0:0:1067727287:92:0:0:0|h[Восьмерка из колоды Вихрей]|h|r",
											["slot_id"] = 58,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 23,
										}, -- [58]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31883:0:0:0:0:0:0:525577316:92:0:0:0|h[Восьмерка из колоды Благословений]|h|r",
											["slot_id"] = 59,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 37,
										}, -- [59]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31904:0:0:0:0:0:0:1404159050:92:0:0:0|h[Четверка из колоды Ярости]|h|r",
											["slot_id"] = 60,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 51,
										}, -- [60]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:1636934528:92:0:0:0|h[Семерка из колоды Элементалей]|h|r",
											["slot_id"] = 61,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 65,
										}, -- [61]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22797:0:0:0:0:0:0:1786966399:92:0:0:0|h[Зерно кошмарника]|h|r",
											["slot_id"] = 62,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 79,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22797:0:0:0:0:0:0:1819209261:92:0:0:0|h[Зерно кошмарника]|h|r",
											["slot_id"] = 63,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:60218:0:0:0:0:0:0:835585152:92:0:0:0|h[Ящик для рыболовной снасти мастера приманки]|h|r",
											["slot_id"] = 78,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 82,
											["did"] = 68,
										}, -- [82]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 83,
											["did"] = 82,
										}, -- [83]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 84,
											["did"] = 96,
										}, -- [84]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11737:0:0:0:0:0:0:1524790144:92:0:0:0|h[Манускрипт ненасытности]|h|r",
											["slot_id"] = 85,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 13,
										}, -- [85]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18357:0:0:0:0:0:0:0:92:0:0:0|h[Кодекс Защиты]|h|r",
											["slot_id"] = 86,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 27,
										}, -- [86]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18363:0:0:0:0:0:0:-1743623808:92:0:0:0|h[\"Ледяной шок и вы\"]|h|r",
											["slot_id"] = 87,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 41,
										}, -- [87]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19698:0:0:0:0:0:0:2106638464:92:0:0:0|h[Зульская монета]|h|r",
											["slot_id"] = 88,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 55,
										}, -- [88]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19702:0:0:0:0:0:0:301455300:92:0:0:0|h[Монета Порочной Ветви]|h|r",
											["slot_id"] = 89,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 69,
										}, -- [89]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19699:0:0:0:0:0:0:1232609984:92:0:0:0|h[Монета Раззаши]|h|r",
											["slot_id"] = 90,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 83,
										}, -- [90]
										{
											["bag_id"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 91,
											["did"] = 97,
										}, -- [91]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18364:0:0:0:0:0:0:1081024608:92:0:0:0|h[Изумрудный Сон]|h|r",
											["slot_id"] = 92,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 14,
										}, -- [92]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18356:0:0:0:0:0:0:1763384896:92:0:0:0|h[Гарона: Исследование скрытности и предательства]|h|r",
											["slot_id"] = 93,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 28,
										}, -- [93]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18364:0:0:0:0:0:0:1678453120:92:0:0:0|h[Изумрудный Сон]|h|r",
											["slot_id"] = 94,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 42,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21992:0:0:0:0:0:0:0:92:0:0:0|h[Учебник: бинты из ткани Пустоты]|h|r",
											["slot_id"] = 95,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 56,
										}, -- [95]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19705:0:0:0:0:0:0:1945327744:92:0:0:0|h[Монета клана Дробителей Черепов]|h|r",
											["slot_id"] = 96,
											["count"] = 5,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 70,
										}, -- [96]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19703:0:0:0:0:0:0:911124544:92:0:0:0|h[Монета племени Сухокожих]|h|r",
											["slot_id"] = 97,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 84,
										}, -- [97]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19704:0:0:0:0:0:0:800881472:92:0:0:0|h[Монета Песчаной Бури]|h|r",
											["slot_id"] = 98,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 98,
										}, -- [98]
									},
									["count"] = 98,
									["withdraw"] = "5/5 |4связка:связки:связок;",
									["status"] = -3,
									["empty"] = 31,
									["name"] = "Мусор",
									["texture"] = "Interface\\Icons\\INV_Weapon_Rifle_16",
								}, -- [1]
								{
									["name"] = "Алхимия трава",
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6657:0:0:0:0:0:0:81372248:92:0:0:0|h[Загадочное острое лакомство]|h|r",
											["slot_id"] = 1,
											["count"] = 5,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 1,
										}, -- [1]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 2,
											["did"] = 15,
										}, -- [2]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 3,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74850:0:0:0:0:0:0:374499072:92:0:0:0|h[Белая репа]|h|r",
											["slot_id"] = 4,
											["count"] = 45,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74848:0:0:0:0:0:0:1865180544:92:0:0:0|h[Полосатая дыня]|h|r",
											["slot_id"] = 5,
											["count"] = 50,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 57,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74846:0:0:0:0:0:0:1571891584:92:0:0:0|h[Ведьмины ягоды]|h|r",
											["slot_id"] = 6,
											["count"] = 5,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 71,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74842:0:0:0:0:0:0:1131944832:92:0:0:0|h[Тыква могу]|h|r",
											["slot_id"] = 7,
											["count"] = 40,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 85,
										}, -- [7]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 8,
											["did"] = 2,
										}, -- [8]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 9,
											["did"] = 16,
										}, -- [9]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
										}, -- [10]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 11,
											["did"] = 44,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74844:0:0:0:0:0:0:1318490624:92:0:0:0|h[Красный лук-порей]|h|r",
											["slot_id"] = 12,
											["count"] = 35,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 58,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:85506:0:0:0:0:0:0:1514503040:92:0:0:0|h[Мясо краба]|h|r",
											["slot_id"] = 13,
											["count"] = 2,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 72,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74847:0:0:0:0:0:0:917484416:92:0:0:0|h[Нефритовый кабачок]|h|r",
											["slot_id"] = 14,
											["count"] = 98,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 86,
										}, -- [14]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 15,
											["did"] = 3,
										}, -- [15]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 16,
											["did"] = 17,
										}, -- [16]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 17,
											["did"] = 31,
										}, -- [17]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 18,
											["did"] = 45,
										}, -- [18]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 19,
											["did"] = 59,
										}, -- [19]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 20,
											["did"] = 73,
										}, -- [20]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 21,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 25,
											["did"] = 46,
										}, -- [25]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 26,
											["did"] = 60,
										}, -- [26]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 27,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 33,
											["did"] = 61,
										}, -- [33]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 34,
											["did"] = 75,
										}, -- [34]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 35,
											["did"] = 89,
										}, -- [35]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 36,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 40,
											["did"] = 62,
										}, -- [40]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 41,
											["did"] = 76,
										}, -- [41]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 42,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 47,
											["did"] = 63,
										}, -- [47]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 48,
											["did"] = 77,
										}, -- [48]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 49,
											["did"] = 91,
										}, -- [49]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 50,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 54,
											["did"] = 64,
										}, -- [54]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 55,
											["did"] = 78,
										}, -- [55]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 56,
											["did"] = 92,
										}, -- [56]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 57,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 61,
											["did"] = 65,
										}, -- [61]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 62,
											["did"] = 79,
										}, -- [62]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 63,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43007:0:0:0:0:0:0:404975792:92:0:0:0|h[Северные пряности]|h|r",
											["slot_id"] = 78,
											["count"] = 100,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:13468:0:0:0:0:0:0:633797410:92:0:0:0|h[Черный лотос]|h|r",
											["slot_id"] = 81,
											["count"] = 3,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 54,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37921:0:0:0:0:0:0:-1659857792:92:0:0:0|h[Яснотка]|h|r",
											["slot_id"] = 82,
											["count"] = 16,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 68,
										}, -- [82]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36907:0:0:0:0:0:0:1672248832:92:0:0:0|h[Роза Таландры]|h|r",
											["slot_id"] = 83,
											["count"] = 5,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 82,
										}, -- [83]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2450:0:0:0:0:0:0:1204276736:92:0:0:0|h[Остротерн]|h|r",
											["slot_id"] = 84,
											["count"] = 6,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 96,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32839:0:0:0:0:0:0:738509528:92:0:0:0|h[Котел великой защиты от тайной магии]|h|r",
											["slot_id"] = 85,
											["count"] = 2,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 13,
										}, -- [85]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 86,
											["did"] = 27,
										}, -- [86]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 87,
											["did"] = 41,
										}, -- [87]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 88,
											["did"] = 55,
										}, -- [88]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 89,
											["did"] = 69,
										}, -- [89]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40195:0:0:0:0:0:0:-289919720:92:0:0:0|h[Карломасло]|h|r",
											["slot_id"] = 90,
											["count"] = 40,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 83,
										}, -- [90]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:76080:0:0:0:0:0:0:1672563200:92:0:0:0|h[Эликсир безупречности]|h|r",
											["slot_id"] = 91,
											["count"] = 20,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 97,
										}, -- [91]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32852:0:0:0:0:0:0:905769906:92:0:0:0|h[Котел великой защиты от темной магии]|h|r",
											["slot_id"] = 92,
											["count"] = 3,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 14,
										}, -- [92]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 93,
											["did"] = 28,
										}, -- [93]
										{
											["bag_id"] = 2,
											["loc_id"] = 4,
											["slot_id"] = 94,
											["did"] = 42,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58487:0:0:0:0:0:0:1166637696:92:0:0:0|h[Зелье Подземья]|h|r",
											["slot_id"] = 95,
											["count"] = 5,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 56,
										}, -- [95]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58084:0:0:0:0:0:0:1570634624:92:0:0:0|h[Эликсир призрака]|h|r",
											["slot_id"] = 96,
											["count"] = 7,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 70,
										}, -- [96]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58091:0:0:0:0:0:0:1720822144:92:0:0:0|h[Вулканическое зелье]|h|r",
											["slot_id"] = 97,
											["count"] = 2,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 84,
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58091:0:0:0:0:0:0:503910000:92:0:0:0|h[Вулканическое зелье]|h|r",
											["slot_id"] = 98,
											["count"] = 20,
											["age"] = 23605903,
											["loc_id"] = 4,
											["bag_id"] = 2,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 77,
									["count"] = 98,
									["texture"] = "132377",
								}, -- [2]
								{
									["count"] = 98,
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11754:0:0:0:0:0:0:357677312:92:0:0:0|h[Черный алмаз]|h|r",
											["slot_id"] = 1,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:1568781425:92:0:0:0|h[Радужная жемчужина]|h|r",
											["slot_id"] = 2,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 15,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:52181:0:0:0:0:0:0:1311425792:92:0:0:0|h[Гессонит]|h|r",
											["slot_id"] = 3,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52195:0:0:0:0:0:0:1554341248:92:0:0:0|h[Янтарный самоцвет]|h|r",
											["slot_id"] = 4,
											["count"] = 7,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52192:0:0:0:0:0:0:1039707296:92:0:0:0|h[Изумруд грез]|h|r",
											["slot_id"] = 5,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 57,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52191:0:0:0:0:0:0:-1571567744:92:0:0:0|h[Морской сапфир]|h|r",
											["slot_id"] = 6,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 71,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45879:0:0:0:0:0:0:-2124586368:92:0:0:0|h[Хрупкий самоцвет бури]|h|r",
											["slot_id"] = 7,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 85,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:21929:0:0:0:0:0:0:-1660635420:92:0:0:0|h[Пламенный спессарит]|h|r",
											["slot_id"] = 8,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 2,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:-1571917253:92:0:0:0|h[Жемчужина джаггала]|h|r",
											["slot_id"] = 9,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 16,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76135:0:0:0:0:0:0:599691520:92:0:0:0|h[Плутовской камень]|h|r",
											["slot_id"] = 10,
											["count"] = 13,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 30,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76130:0:0:0:0:0:0:470893376:92:0:0:0|h[Тигровый опал]|h|r",
											["slot_id"] = 11,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 44,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76136:0:0:0:0:0:0:602446360:92:0:0:0|h[Пандарийский гранат]|h|r",
											["slot_id"] = 12,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 58,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76134:0:0:0:0:0:0:868126976:92:0:0:0|h[Солнечный камень]|h|r",
											["slot_id"] = 13,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 72,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76137:0:0:0:0:0:0:777428544:92:0:0:0|h[Александрит]|h|r",
											["slot_id"] = 14,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 86,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7909:0:0:0:0:0:0:-1924023680:92:0:0:0|h[Аквамарин]|h|r",
											["slot_id"] = 15,
											["count"] = 12,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 3,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:-1171287461:92:0:0:0|h[Сумрачная жемчужина]|h|r",
											["slot_id"] = 16,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 17,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:-1322618560:92:0:0:0|h[Черная жемчужина]|h|r",
											["slot_id"] = 17,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 31,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76690:0:0:0:0:0:0:429706032:92:0:0:0|h[Императорский аметист защитника]|h|r",
											["slot_id"] = 18,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 45,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76683:0:0:0:0:0:0:241342688:92:0:0:0|h[Мстительный императорский аметист]|h|r",
											["slot_id"] = 19,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 59,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76647:0:0:0:0:0:0:951223744:92:0:0:0|h[Насыщенный самородный нефрит]|h|r",
											["slot_id"] = 20,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 73,
										}, -- [20]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76695:0:0:0:0:0:0:1646414080:92:0:0:0|h[Блистательный первозданный рубин]|h|r",
											["slot_id"] = 21,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 25,
											["did"] = 46,
										}, -- [25]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 26,
											["did"] = 60,
										}, -- [26]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 27,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 33,
											["did"] = 61,
										}, -- [33]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 34,
											["did"] = 75,
										}, -- [34]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 35,
											["did"] = 89,
										}, -- [35]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 36,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 40,
											["did"] = 62,
										}, -- [40]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 41,
											["did"] = 76,
										}, -- [41]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 42,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 47,
											["did"] = 63,
										}, -- [47]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 48,
											["did"] = 77,
										}, -- [48]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 49,
											["did"] = 91,
										}, -- [49]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 50,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 54,
											["did"] = 64,
										}, -- [54]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 55,
											["did"] = 78,
										}, -- [55]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 56,
											["did"] = 92,
										}, -- [56]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 57,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 61,
											["did"] = 65,
										}, -- [61]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 62,
											["did"] = 79,
										}, -- [62]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 63,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 78,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 82,
											["did"] = 68,
										}, -- [82]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 83,
											["did"] = 82,
										}, -- [83]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 84,
											["did"] = 96,
										}, -- [84]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 85,
											["did"] = 13,
										}, -- [85]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 86,
											["did"] = 27,
										}, -- [86]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 87,
											["did"] = 41,
										}, -- [87]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 88,
											["did"] = 55,
										}, -- [88]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 89,
											["did"] = 69,
										}, -- [89]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 90,
											["did"] = 83,
										}, -- [90]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 91,
											["did"] = 97,
										}, -- [91]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:59596:0:0:0:0:0:0:469148096:92:0:0:0|h[Набор для снятия ограничителя]|h|r",
											["slot_id"] = 92,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 14,
										}, -- [92]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39683:0:0:0:0:0:0:2134569088:92:0:0:0|h[Труба из ледяной стали]|h|r",
											["slot_id"] = 93,
											["count"] = 19,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 28,
										}, -- [93]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39682:0:0:0:0:0:0:-1683776000:92:0:0:0|h[Перегруженный конденсатор]|h|r",
											["slot_id"] = 94,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 3,
											["did"] = 42,
										}, -- [94]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 95,
											["did"] = 56,
										}, -- [95]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 96,
											["did"] = 70,
										}, -- [96]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 97,
											["did"] = 84,
										}, -- [97]
										{
											["bag_id"] = 3,
											["loc_id"] = 4,
											["slot_id"] = 98,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 74,
									["name"] = "Ювелирка инжа",
									["texture"] = "133245",
								}, -- [3]
								{
									["count"] = 98,
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 1,
											["did"] = 1,
										}, -- [1]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 2,
											["did"] = 15,
										}, -- [2]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 3,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:12607:0:0:0:0:0:0:1186450240:92:0:0:0|h[Сверкающая многоцветная чешуя]|h|r",
											["slot_id"] = 4,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52979:0:0:0:0:0:0:2014100608:92:0:0:0|h[Черненая чешуя дракона]|h|r",
											["slot_id"] = 5,
											["count"] = 47,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 57,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25708:0:0:0:0:0:0:1424765302:92:0:0:0|h[Плотная кожа копытня]|h|r",
											["slot_id"] = 6,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 71,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72093:0:0:0:0:0:0:567692064:92:0:0:0|h[Кипарит]|h|r",
											["slot_id"] = 7,
											["count"] = 108,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 85,
										}, -- [7]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 8,
											["did"] = 2,
										}, -- [8]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 9,
											["did"] = 16,
										}, -- [9]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
										}, -- [10]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 11,
											["did"] = 44,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25700:0:0:0:0:0:0:1393981954:92:0:0:0|h[Скверночешуя]|h|r",
											["slot_id"] = 12,
											["count"] = 17,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 58,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14256:0:0:0:0:0:0:1068593600:92:0:0:0|h[Ткань Скверны]|h|r",
											["slot_id"] = 13,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 72,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:56516:0:0:0:0:0:0:1275865088:92:0:0:0|h[Сильно огрубелая кожа]|h|r",
											["slot_id"] = 14,
											["count"] = 40,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 86,
										}, -- [14]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 15,
											["did"] = 3,
										}, -- [15]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 16,
											["did"] = 17,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22576:0:0:0:0:0:0:392488816:92:0:0:0|h[Частица маны]|h|r",
											["slot_id"] = 17,
											["count"] = 22,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 31,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22575:0:0:0:0:0:0:828061120:92:0:0:0|h[Частица жизни]|h|r",
											["slot_id"] = 18,
											["count"] = 5,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 45,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:-1465884640:92:0:0:0|h[Субстанция Огня]|h|r",
											["slot_id"] = 19,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 59,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:17011:0:0:0:0:0:0:-558250496:92:0:0:0|h[Ядро лавы]|h|r",
											["slot_id"] = 20,
											["count"] = 7,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 73,
										}, -- [20]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 21,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:1710708992:92:0:0:0|h[Извечная земля]|h|r",
											["slot_id"] = 25,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 46,
										}, -- [25]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:1389575296:92:0:0:0|h[Извечная тьма]|h|r",
											["slot_id"] = 26,
											["count"] = 7,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 60,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37704:0:0:0:0:0:0:-1951240832:92:0:0:0|h[Кристаллизованная жизнь]|h|r",
											["slot_id"] = 27,
											["count"] = 7,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 33,
											["did"] = 61,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:53038:0:0:0:0:0:0:692090240:92:0:0:0|h[Обсидиановая руда]|h|r",
											["slot_id"] = 34,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 75,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52185:0:0:0:0:0:0:1095389184:92:0:0:0|h[Элементиевая руда]|h|r",
											["slot_id"] = 35,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 89,
										}, -- [35]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 36,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 40,
											["did"] = 62,
										}, -- [40]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 41,
											["did"] = 76,
										}, -- [41]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18562:0:0:0:0:0:0:-2029806592:92:0:0:0|h[Слиток элементия]|h|r",
											["slot_id"] = 42,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 47,
											["did"] = 63,
										}, -- [47]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 48,
											["did"] = 77,
										}, -- [48]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:15417:0:0:0:0:0:0:984964480:92:0:0:0|h[Кожа дьявозавра]|h|r",
											["slot_id"] = 49,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 91,
										}, -- [49]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 50,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 54,
											["did"] = 64,
										}, -- [54]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 55,
											["did"] = 78,
										}, -- [55]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 56,
											["did"] = 92,
										}, -- [56]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 57,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 61,
											["did"] = 65,
										}, -- [61]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 62,
											["did"] = 79,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72092:0:0:0:0:0:0:0:92:0:0:0|h[Призрачная железная руда]|h|r",
											["slot_id"] = 63,
											["count"] = 75,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 4,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 78,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 82,
											["did"] = 68,
										}, -- [82]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 83,
											["did"] = 82,
										}, -- [83]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 84,
											["did"] = 96,
										}, -- [84]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 85,
											["did"] = 13,
										}, -- [85]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 86,
											["did"] = 27,
										}, -- [86]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 87,
											["did"] = 41,
										}, -- [87]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 88,
											["did"] = 55,
										}, -- [88]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 89,
											["did"] = 69,
										}, -- [89]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 90,
											["did"] = 83,
										}, -- [90]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 91,
											["did"] = 97,
										}, -- [91]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 92,
											["did"] = 14,
										}, -- [92]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 93,
											["did"] = 28,
										}, -- [93]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 94,
											["did"] = 42,
										}, -- [94]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 95,
											["did"] = 56,
										}, -- [95]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 96,
											["did"] = 70,
										}, -- [96]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 97,
											["did"] = 84,
										}, -- [97]
										{
											["bag_id"] = 4,
											["loc_id"] = 4,
											["slot_id"] = 98,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 79,
									["name"] = "Кожа руда ткань",
									["texture"] = "132898",
								}, -- [4]
								{
									["count"] = 98,
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:22450:0:0:0:0:0:0:-1524354012:92:0:0:0|h[Кристалл Бездны]|h|r",
											["slot_id"] = 1,
											["count"] = 57,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11083:0:0:0:0:0:0:-910727000:92:0:0:0|h[Пыль души]|h|r",
											["slot_id"] = 2,
											["count"] = 5,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 15,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:52722:0:0:0:0:0:0:2024975897:92:0:0:0|h[Кристалл Водоворота]|h|r",
											["slot_id"] = 3,
											["count"] = 44,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:415048142:92:0:0:0|h[Осколок грез]|h|r",
											["slot_id"] = 4,
											["count"] = 89,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:1379972352:92:0:0:0|h[Пыль духов]|h|r",
											["slot_id"] = 5,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 57,
										}, -- [5]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 6,
											["did"] = 71,
										}, -- [6]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 7,
											["did"] = 85,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11176:0:0:0:0:0:0:2127498085:92:0:0:0|h[Сонная пыль]|h|r",
											["slot_id"] = 8,
											["count"] = 60,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 2,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:-371110692:92:0:0:0|h[Кристалл Пропасти]|h|r",
											["slot_id"] = 9,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 16,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:499028736:92:0:0:0|h[Малый радужный осколок]|h|r",
											["slot_id"] = 10,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 30,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:-1284490305:92:0:0:0|h[Большой радужный осколок]|h|r",
											["slot_id"] = 11,
											["count"] = 5,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 44,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52720:0:0:0:0:0:0:-1694653875:92:0:0:0|h[Малый небесный осколок]|h|r",
											["slot_id"] = 12,
											["count"] = 3,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 58,
										}, -- [12]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 13,
											["did"] = 72,
										}, -- [13]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 14,
											["did"] = 86,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34054:0:0:0:0:0:0:1343788032:92:0:0:0|h[Абсолютная пыль]|h|r",
											["slot_id"] = 15,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11137:0:0:0:0:0:0:-910661108:92:0:0:0|h[Пыль провидения]|h|r",
											["slot_id"] = 16,
											["count"] = 5,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 17,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22445:0:0:0:0:0:0:-1838401680:92:0:0:0|h[Чародейная пыль]|h|r",
											["slot_id"] = 17,
											["count"] = 76,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 31,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:16204:0:0:0:0:0:0:-889833628:92:0:0:0|h[Пыль иллюзий]|h|r",
											["slot_id"] = 18,
											["count"] = 10,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 5,
											["did"] = 45,
										}, -- [18]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 19,
											["did"] = 59,
										}, -- [19]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 20,
											["did"] = 73,
										}, -- [20]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 21,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 25,
											["did"] = 46,
										}, -- [25]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 26,
											["did"] = 60,
										}, -- [26]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 27,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 33,
											["did"] = 61,
										}, -- [33]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 34,
											["did"] = 75,
										}, -- [34]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 35,
											["did"] = 89,
										}, -- [35]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 36,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 40,
											["did"] = 62,
										}, -- [40]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 41,
											["did"] = 76,
										}, -- [41]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 42,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 47,
											["did"] = 63,
										}, -- [47]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 48,
											["did"] = 77,
										}, -- [48]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 49,
											["did"] = 91,
										}, -- [49]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 50,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 54,
											["did"] = 64,
										}, -- [54]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 55,
											["did"] = 78,
										}, -- [55]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 56,
											["did"] = 92,
										}, -- [56]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 57,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 61,
											["did"] = 65,
										}, -- [61]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 62,
											["did"] = 79,
										}, -- [62]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 63,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 78,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 82,
											["did"] = 68,
										}, -- [82]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 83,
											["did"] = 82,
										}, -- [83]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 84,
											["did"] = 96,
										}, -- [84]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 85,
											["did"] = 13,
										}, -- [85]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 86,
											["did"] = 27,
										}, -- [86]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 87,
											["did"] = 41,
										}, -- [87]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 88,
											["did"] = 55,
										}, -- [88]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 89,
											["did"] = 69,
										}, -- [89]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 90,
											["did"] = 83,
										}, -- [90]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 91,
											["did"] = 97,
										}, -- [91]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 92,
											["did"] = 14,
										}, -- [92]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 93,
											["did"] = 28,
										}, -- [93]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 94,
											["did"] = 42,
										}, -- [94]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 95,
											["did"] = 56,
										}, -- [95]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 96,
											["did"] = 70,
										}, -- [96]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 97,
											["did"] = 84,
										}, -- [97]
										{
											["bag_id"] = 5,
											["loc_id"] = 4,
											["slot_id"] = 98,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 84,
									["name"] = "Чары и реагенты",
									["texture"] = "134418",
								}, -- [5]
								{
									["count"] = 98,
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:1685768960:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 1,
											["count"] = 9,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:49632:0:0:0:0:0:0:1394308736:92:0:0:0|h[Рунический свиток стойкости]|h|r",
											["slot_id"] = 2,
											["count"] = 10,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 15,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:1918239744:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 3,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:637071104:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 4,
											["count"] = 20,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 43,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29425:0:0:0:0:0:0:1838003456:92:0:0:0|h[Знак Кил'джедена]|h|r",
											["slot_id"] = 5,
											["count"] = 27,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 57,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43490:0:0:0:0:0:0:761338944:92:0:0:0|h[Аппетитный кекс]|h|r",
											["slot_id"] = 6,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 71,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62680:0:0:0:0:0:0:1005383424:92:0:0:0|h[Шоколадное печенье]|h|r",
											["slot_id"] = 7,
											["count"] = 14,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 85,
										}, -- [7]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 8,
											["did"] = 2,
										}, -- [8]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 9,
											["did"] = 16,
										}, -- [9]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
										}, -- [10]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 11,
											["did"] = 44,
										}, -- [11]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 12,
											["did"] = 58,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24291:0:0:0:0:0:0:936316992:92:0:0:0|h[Усик болотника]|h|r",
											["slot_id"] = 13,
											["count"] = 62,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 72,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24291:0:0:0:0:0:0:1513528184:92:0:0:0|h[Усик болотника]|h|r",
											["slot_id"] = 14,
											["count"] = 200,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 86,
										}, -- [14]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 15,
											["did"] = 3,
										}, -- [15]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 16,
											["did"] = 17,
										}, -- [16]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 17,
											["did"] = 31,
										}, -- [17]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 18,
											["did"] = 45,
										}, -- [18]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 19,
											["did"] = 59,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780:0:0:0:0:0:0:2112166784:92:0:0:0|h[Реликвия Ульдуара]|h|r",
											["slot_id"] = 20,
											["count"] = 72,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 73,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29739:0:0:0:0:0:0:-1714593280:92:0:0:0|h[Чародейский фолиант]|h|r",
											["slot_id"] = 21,
											["count"] = 6,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 25,
											["did"] = 46,
										}, -- [25]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 26,
											["did"] = 60,
										}, -- [26]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 27,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:43102:0:0:0:0:0:0:1889141120:92:0:0:0|h[Ледяной шар]|h|r",
											["slot_id"] = 33,
											["count"] = 4,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 61,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8488:0:0:0:0:0:0:1045146560:92:0:0:0|h[Кошачья клетка (серебристая полосатая кошка)]|h|r",
											["slot_id"] = 34,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 75,
										}, -- [34]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 35,
											["did"] = 89,
										}, -- [35]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:79513:0:0:0:0:0:0:120298856:92:0:0:0|h[Символ пытки разума]|h|r",
											["slot_id"] = 36,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44794:0:0:0:0:0:0:0:92:0:0:0|h[Лапка весеннего кролика]|h|r",
											["slot_id"] = 40,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 62,
										}, -- [40]
										{
											["q"] = 2,
											["h"] = "battlepet:153:1:2:153:11:10:0",
											["slot_id"] = 41,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 76,
										}, -- [41]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44794:0:0:0:0:0:0:0:92:0:0:0|h[Лапка весеннего кролика]|h|r",
											["slot_id"] = 42,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 90,
										}, -- [42]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42408:0:0:0:0:0:0:167079664:92:0:0:0|h[Символ слова силы: Щит]|h|r",
											["slot_id"] = 43,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["q"] = 2,
											["h"] = "battlepet:51:1:2:151:10:11:0",
											["slot_id"] = 47,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 63,
										}, -- [47]
										{
											["q"] = 2,
											["h"] = "battlepet:41:1:2:142:13:10:0",
											["slot_id"] = 48,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 77,
										}, -- [48]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:1933769600:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 49,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 91,
										}, -- [49]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42415:0:0:0:0:0:0:225436608:92:0:0:0|h[Символ рассеивания заклинаний]|h|r",
											["slot_id"] = 50,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["q"] = 2,
											["h"] = "battlepet:145:1:2:151:9:12:0",
											["slot_id"] = 54,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 64,
										}, -- [54]
										{
											["q"] = 2,
											["h"] = "battlepet:137:1:2:150:9:12:0",
											["slot_id"] = 55,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 78,
										}, -- [55]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:263357552:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 56,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 92,
										}, -- [56]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42736:0:0:0:0:0:0:1040471040:92:0:0:0|h[Символ чародейского взрыва]|h|r",
											["slot_id"] = 57,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39898:0:0:0:0:0:0:1602204032:92:0:0:0|h[Детеныш кобры]|h|r",
											["slot_id"] = 61,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 65,
										}, -- [61]
										{
											["q"] = 2,
											["h"] = "battlepet:139:1:2:150:11:10:0",
											["slot_id"] = 62,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 79,
										}, -- [62]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:169811136:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 63,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 93,
										}, -- [63]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43554:0:0:0:0:0:0:1486937344:92:0:0:0|h[Символ крови вампира]|h|r",
											["slot_id"] = 64,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["q"] = 2,
											["h"] = "battlepet:47:1:2:148:9:13:0",
											["slot_id"] = 68,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 66,
										}, -- [68]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:90902:0:0:0:0:0:0:-1710136192:92:0:0:0|h[Императорский шелкопряд]|h|r",
											["slot_id"] = 69,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 80,
										}, -- [69]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:433161024:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 70,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 94,
										}, -- [70]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43827:0:0:0:0:0:0:1733776256:92:0:0:0|h[Символ взрыва трупа]|h|r",
											["slot_id"] = 71,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["q"] = 2,
											["h"] = "battlepet:194:1:2:148:11:11:0",
											["slot_id"] = 75,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 67,
										}, -- [75]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:90902:0:0:0:0:0:0:705452400:92:0:0:0|h[Императорский шелкопряд]|h|r",
											["slot_id"] = 76,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42473:0:0:0:0:0:0:1326321408:92:0:0:0|h[Символ падающего метеора]|h|r",
											["slot_id"] = 78,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8495:0:0:0:0:0:0:0:92:0:0:0|h[Клетка с попугаем (сенегальский)]|h|r",
											["slot_id"] = 82,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 68,
										}, -- [82]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 83,
											["did"] = 82,
										}, -- [83]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 84,
											["did"] = 96,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42905:0:0:0:0:0:0:1838317184:92:0:0:0|h[Символ замораживающей ловушки]|h|r",
											["slot_id"] = 85,
											["count"] = 2,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 13,
										}, -- [85]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 86,
											["did"] = 27,
										}, -- [86]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 87,
											["did"] = 41,
										}, -- [87]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 88,
											["did"] = 55,
										}, -- [88]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 89,
											["did"] = 69,
										}, -- [89]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 90,
											["did"] = 83,
										}, -- [90]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 91,
											["did"] = 97,
										}, -- [91]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:1306521472:92:0:0:0|h[Чернила охотника]|h|r",
											["slot_id"] = 92,
											["count"] = 1,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 14,
										}, -- [92]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39338:0:0:0:0:0:0:-1934668800:92:0:0:0|h[Золотой краситель]|h|r",
											["slot_id"] = 93,
											["count"] = 51,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 28,
										}, -- [93]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:61979:0:0:0:0:0:0:1582037248:92:0:0:0|h[Пепельный краситель]|h|r",
											["slot_id"] = 94,
											["count"] = 17,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 42,
										}, -- [94]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:280228320:92:0:0:0|h[Чернила утренней звезды]|h|r",
											["slot_id"] = 95,
											["count"] = 8,
											["age"] = 23605901,
											["loc_id"] = 4,
											["bag_id"] = 6,
											["did"] = 56,
										}, -- [95]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 96,
											["did"] = 70,
										}, -- [96]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 97,
											["did"] = 84,
										}, -- [97]
										{
											["bag_id"] = 6,
											["loc_id"] = 4,
											["slot_id"] = 98,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 55,
									["name"] = "Начертание",
									["texture"] = "Interface\\Icons\\INV_Inscription_Tradeskill01",
								}, -- [6]
								{
									["count"] = 98,
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 1,
											["did"] = 1,
										}, -- [1]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 2,
											["did"] = 15,
										}, -- [2]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 3,
											["did"] = 29,
										}, -- [3]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 4,
											["did"] = 43,
										}, -- [4]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 5,
											["did"] = 57,
										}, -- [5]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 6,
											["did"] = 71,
										}, -- [6]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 7,
											["did"] = 85,
										}, -- [7]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 8,
											["did"] = 2,
										}, -- [8]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 9,
											["did"] = 16,
										}, -- [9]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
										}, -- [10]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 11,
											["did"] = 44,
										}, -- [11]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 12,
											["did"] = 58,
										}, -- [12]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 13,
											["did"] = 72,
										}, -- [13]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 14,
											["did"] = 86,
										}, -- [14]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 15,
											["did"] = 3,
										}, -- [15]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 16,
											["did"] = 17,
										}, -- [16]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 17,
											["did"] = 31,
										}, -- [17]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 18,
											["did"] = 45,
										}, -- [18]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 19,
											["did"] = 59,
										}, -- [19]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 20,
											["did"] = 73,
										}, -- [20]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 21,
											["did"] = 87,
										}, -- [21]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
										}, -- [22]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 23,
											["did"] = 18,
										}, -- [23]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
										}, -- [24]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 25,
											["did"] = 46,
										}, -- [25]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 26,
											["did"] = 60,
										}, -- [26]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 27,
											["did"] = 74,
										}, -- [27]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
										}, -- [28]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 29,
											["did"] = 5,
										}, -- [29]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 30,
											["did"] = 19,
										}, -- [30]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 31,
											["did"] = 33,
										}, -- [31]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 32,
											["did"] = 47,
										}, -- [32]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 33,
											["did"] = 61,
										}, -- [33]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 34,
											["did"] = 75,
										}, -- [34]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 35,
											["did"] = 89,
										}, -- [35]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 36,
											["did"] = 6,
										}, -- [36]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 37,
											["did"] = 20,
										}, -- [37]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 38,
											["did"] = 34,
										}, -- [38]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 39,
											["did"] = 48,
										}, -- [39]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 40,
											["did"] = 62,
										}, -- [40]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 41,
											["did"] = 76,
										}, -- [41]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:54451:0:0:0:0:0:0:0:92:0:11:0|h[Аристократический цилиндр]|h|r",
											["slot_id"] = 42,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 90,
										}, -- [42]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 43,
											["did"] = 7,
										}, -- [43]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 44,
											["did"] = 21,
										}, -- [44]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 45,
											["did"] = 35,
										}, -- [45]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 46,
											["did"] = 49,
										}, -- [46]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 47,
											["did"] = 63,
										}, -- [47]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 48,
											["did"] = 77,
										}, -- [48]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 49,
											["did"] = 91,
										}, -- [49]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 50,
											["did"] = 8,
										}, -- [50]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 51,
											["did"] = 22,
										}, -- [51]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 52,
											["did"] = 36,
										}, -- [52]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 53,
											["did"] = 50,
										}, -- [53]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 54,
											["did"] = 64,
										}, -- [54]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 55,
											["did"] = 78,
										}, -- [55]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 56,
											["did"] = 92,
										}, -- [56]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 57,
											["did"] = 9,
										}, -- [57]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 58,
											["did"] = 23,
										}, -- [58]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 59,
											["did"] = 37,
										}, -- [59]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 60,
											["did"] = 51,
										}, -- [60]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 61,
											["did"] = 65,
										}, -- [61]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 62,
											["did"] = 79,
										}, -- [62]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 63,
											["did"] = 93,
										}, -- [63]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 64,
											["did"] = 10,
										}, -- [64]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 65,
											["did"] = 24,
										}, -- [65]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["did"] = 38,
										}, -- [66]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["did"] = 52,
										}, -- [67]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 68,
											["did"] = 66,
										}, -- [68]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 69,
											["did"] = 80,
										}, -- [69]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 70,
											["did"] = 94,
										}, -- [70]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 71,
											["did"] = 11,
										}, -- [71]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 72,
											["did"] = 25,
										}, -- [72]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 73,
											["did"] = 39,
										}, -- [73]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 74,
											["did"] = 53,
										}, -- [74]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["did"] = 67,
										}, -- [75]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["did"] = 81,
										}, -- [76]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 77,
											["did"] = 95,
										}, -- [77]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 78,
											["did"] = 12,
										}, -- [78]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 79,
											["did"] = 26,
										}, -- [79]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 80,
											["did"] = 40,
										}, -- [80]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 81,
											["did"] = 54,
										}, -- [81]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:34664:0:0:0:0:0:0:1178699456:92:0:0:0|h[Частица солнца]|h|r",
											["slot_id"] = 82,
											["count"] = 5,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 68,
										}, -- [82]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30183:0:0:0:0:0:0:868861014:92:0:0:0|h[Воронка Пустоты]|h|r",
											["slot_id"] = 83,
											["count"] = 40,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 82,
										}, -- [83]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:23572:0:0:0:0:0:0:1637269168:92:0:0:0|h[Изначальная Пустота]|h|r",
											["slot_id"] = 84,
											["count"] = 7,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 96,
										}, -- [84]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50038:0:0:0:0:0:0:1868488832:92:0:0:0|h[Панцирь забытых королей]|h|r",
											["slot_id"] = 85,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 13,
										}, -- [85]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50451:0:0:0:0:0:0:1830354688:92:0:0:0|h[Пояс одинокого благородства]|h|r",
											["slot_id"] = 86,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 27,
										}, -- [86]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45237:0:0:0:0:0:0:1390393344:92:0:0:0|h[Одежды Фелии из молодых побегов]|h|r",
											["slot_id"] = 87,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 41,
										}, -- [87]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:78886:0:0:0:0:0:0:1373779712:92:0:0:0|h[Пояс призрачной грации]|h|r",
											["slot_id"] = 88,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 55,
										}, -- [88]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:69801:0:0:0:0:0:0:-1383906304:92:0:0:0|h[Аманийские боевые наручи]|h|r",
											["slot_id"] = 89,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 69,
										}, -- [89]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:78884:0:0:0:0:0:0:1954843520:92:0:0:0|h[Ремень грибных снов]|h|r",
											["slot_id"] = 90,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 83,
										}, -- [90]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:66993:0:0:0:0:0:0:1547025088:92:0:0:0|h[Конец печали]|h|r",
											["slot_id"] = 91,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 97,
										}, -- [91]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:76157:0:0:0:0:0:0:1059330016:92:0:0:0|h[Источенные водой боевые рукавицы]|h|r",
											["slot_id"] = 92,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 14,
										}, -- [92]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:43592:0:0:0:0:0:0:1622262400:92:0:0:0|h[Снежные сапоги]|h|r",
											["slot_id"] = 93,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 28,
										}, -- [93]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 94,
											["did"] = 42,
										}, -- [94]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 95,
											["did"] = 56,
										}, -- [95]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 96,
											["did"] = 70,
										}, -- [96]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:43591:0:0:0:0:0:0:364522304:92:0:0:0|h[Снежный шнурованный ремень]|h|r",
											["slot_id"] = 97,
											["count"] = 1,
											["age"] = 23605902,
											["loc_id"] = 4,
											["bag_id"] = 7,
											["did"] = 84,
										}, -- [97]
										{
											["bag_id"] = 7,
											["loc_id"] = 4,
											["slot_id"] = 98,
											["did"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 84,
									["name"] = "шмот",
									["texture"] = "Interface\\Icons\\INV_2H_AUCHINDOUN_01",
								}, -- [7]
								{
									["type"] = 1,
									["access"] = "КУП",
									["status"] = -5,
									["name"] = "Сейф 8",
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
							},
						}, -- [4]
					},
					["bagoptions"] = {
						[4] = {
							nil, -- [1]
							{
								["display"] = false,
							}, -- [2]
							{
								["display"] = false,
							}, -- [3]
							{
								["display"] = false,
							}, -- [4]
							{
								["display"] = false,
							}, -- [5]
							{
								["display"] = false,
							}, -- [6]
							{
								["display"] = false,
							}, -- [7]
							{
								["display"] = false,
							}, -- [8]
						},
					},
				},
				["!ACCOUNT - !ACCOUNT"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["class_local"] = "Account",
						["name"] = "Account",
						["faction"] = "Alliance",
						["level"] = 9,
						["class"] = "ACCOUNT",
						["player_id"] = "!ACCOUNT - !ACCOUNT",
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						nil, -- [6]
						{
							["slot_count"] = 81,
							["bag"] = {
								{
									["type"] = 17,
									["count"] = 81,
									["slot"] = {
										{
											["q"] = 2,
											["index"] = 1,
											["guid"] = "BattlePet-0-00000313C4E3",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:78:1:2:150:11:10:BattlePet-0-00000313C4E3|h[Багровая змея]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["index"] = 3,
											["guid"] = "BattlePet-0-00000313C505",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 2,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:141:1:2:148:10:11:BattlePet-0-00000313C505|h[Белый мотылек]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["index"] = 2,
											["guid"] = "BattlePet-0-00000313C4CE",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 3,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:141:1:2:150:9:11:BattlePet-0-00000313C4CE|h[Белый мотылек]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["index"] = 4,
											["guid"] = "BattlePet-0-00000313C4CD",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 4,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:195:1:2:145:10:12:BattlePet-0-00000313C4CD|h[Белый скворчонок]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 5,
											["guid"] = "BattlePet-0-00000313C50E",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hbattlepet:388:3:1:273:26:25:BattlePet-0-00000313C50E|h[Береговой краб]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [5]
										{
											["q"] = 2,
											["index"] = 7,
											["guid"] = "BattlePet-0-00000313C4E6",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 6,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:160:10:10:BattlePet-0-00000313C4E6|h[Большая рогатая сова]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["index"] = 6,
											["guid"] = "BattlePet-0-00000313C4C9",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 7,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:151:10:10:BattlePet-0-00000313C4C9|h[Большая рогатая сова]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["index"] = 8,
											["guid"] = "BattlePet-0-00000313C513",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 8,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:40:1:2:142:11:11:BattlePet-0-00000313C513|h[Бомбейская кошка]|h|r",
										}, -- [8]
										{
											["q"] = 2,
											["index"] = 9,
											["guid"] = "BattlePet-0-00000313C4C8",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 9,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:77:1:2:151:10:10:BattlePet-0-00000313C4C8|h[Бурая змейка]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["index"] = 10,
											["guid"] = "BattlePet-0-00000313C4D5",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 10,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:200:1:2:148:8:13:BattlePet-0-00000313C4D5|h[Весенний кролик]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["index"] = 11,
											["guid"] = "BattlePet-0-00000313C4FF",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 11,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:157:1:2:151:10:10:BattlePet-0-00000313C4FF|h[Вилли]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["index"] = 12,
											["guid"] = "BattlePet-0-00000313C4F8",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:160:1:3:152:13:10:BattlePet-0-00000313C4F8|h[Вонюша]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [12]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 13,
											["guid"] = "BattlePet-0-00000313C516",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:391:4:2:314:34:48:BattlePet-0-00000313C516|h[Горный кролик]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [13]
										{
											["q"] = 2,
											["index"] = 14,
											["guid"] = "BattlePet-0-00000313C4E4",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 14,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:197:7:2:415:75:79:BattlePet-0-00000313C4E4|h[Детеныш кобры]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["index"] = 15,
											["guid"] = "BattlePet-0-00000313C509",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:243:1:3:161:13:8:BattlePet-0-00000313C509|h[Дракончик Ониксии]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [15]
										{
											["q"] = 2,
											["index"] = 16,
											["guid"] = "BattlePet-0-00000313C4CC",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 16,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:65:1:2:156:9:10:BattlePet-0-00000313C4CC|h[Древесная лягушка]|h|r",
										}, -- [16]
										{
											["q"] = 2,
											["index"] = 18,
											["guid"] = "BattlePet-0-00000313C4D0",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 17,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:153:11:9:BattlePet-0-00000313C4D0|h[Желтый мотылек]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["index"] = 17,
											["guid"] = "BattlePet-0-00000313C4E2",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 18,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:148:13:9:BattlePet-0-00000313C4E2|h[Желтый мотылек]|h|r",
										}, -- [18]
										{
											["q"] = 2,
											["index"] = 19,
											["guid"] = "BattlePet-0-00000313C4E0",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:201:1:2:153:11:10:BattlePet-0-00000313C4E0|h[Жирная индейка]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [19]
										{
											["q"] = 3,
											["index"] = 20,
											["guid"] = "BattlePet-0-00000313C4D1",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 20,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:277:9:3:621:92:104:BattlePet-0-00000313C4D1|h[Заводной гном]|h|r",
										}, -- [20]
										{
											["q"] = 2,
											["index"] = 21,
											["guid"] = "BattlePet-0-00000313C502",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 21,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:153:1:2:153:11:10:BattlePet-0-00000313C502|h[Зайцелоп]|h|r",
										}, -- [21]
										{
											["q"] = 2,
											["index"] = 22,
											["guid"] = "BattlePet-0-00000313C4EC",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 22,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:153:1:2:153:11:10:BattlePet-0-00000313C4EC|h[Зайцелоп]|h|r",
										}, -- [22]
										{
											["q"] = 2,
											["index"] = 23,
											["guid"] = "BattlePet-0-00000313C501",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 23,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-00000313C501|h[Зеленокрылый ара]|h|r",
										}, -- [23]
										{
											["q"] = 2,
											["index"] = 24,
											["guid"] = "BattlePet-0-000003938E0C",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 24,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-000003938E0C|h[Зеленокрылый ара]|h|r",
										}, -- [24]
										{
											["q"] = 3,
											["index"] = 26,
											["guid"] = "BattlePet-0-00000313C50B",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 25,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000313C50B|h[Зловещая тыковка]|h|r",
										}, -- [25]
										{
											["q"] = 3,
											["index"] = 25,
											["guid"] = "BattlePet-0-00000313C4CF",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 26,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000313C4CF|h[Зловещая тыковка]|h|r",
										}, -- [26]
										{
											["q"] = 2,
											["index"] = 27,
											["guid"] = "BattlePet-0-00000313C511",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 27,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-00000313C511|h[Императорский шелкопряд]|h|r",
										}, -- [27]
										{
											["q"] = 3,
											["index"] = 28,
											["guid"] = "BattlePet-0-00000313C4FD",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 28,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:266:8:3:542:98:82:BattlePet-0-00000313C4FD|h[Ископаемый детеныш]|h|r",
										}, -- [28]
										{
											["q"] = 2,
											["index"] = 29,
											["guid"] = "BattlePet-0-00000313C4ED",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:250:1:2:145:12:10:BattlePet-0-00000313C4ED|h[Карликовый пугель]|h|r",
											["slot_id"] = 29,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [29]
										{
											["q"] = 2,
											["index"] = 30,
											["guid"] = "BattlePet-0-00000313C4FC",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 30,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:148:9:13:BattlePet-0-00000313C4FC|h[Корелла]|h|r",
										}, -- [30]
										{
											["q"] = 2,
											["index"] = 31,
											["guid"] = "BattlePet-0-00000313C515",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 31,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:41:1:2:142:13:10:BattlePet-0-00000313C515|h[Корниш-рекс]|h|r",
										}, -- [31]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 32,
											["guid"] = "BattlePet-0-00000313C50F",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:378:1:0:145:8:9:BattlePet-0-00000313C50F|h[Кролик]|h|r",
											["slot_id"] = 32,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [32]
										{
											["q"] = 2,
											["index"] = 33,
											["guid"] = "BattlePet-0-00000313C4DD",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 33,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:86:1:2:156:10:10:BattlePet-0-00000313C4DD|h[Крошка Дымок]|h|r",
										}, -- [33]
										{
											["q"] = 2,
											["index"] = 34,
											["guid"] = "BattlePet-0-00000313C4F9",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 34,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:127:1:2:153:10:10:BattlePet-0-00000313C4F9|h[Крыс Вибрисс]|h|r",
										}, -- [34]
										{
											["q"] = 3,
											["index"] = 35,
											["guid"] = "BattlePet-0-00000313C4F2",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 35,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:57:1:3:155:12:10:BattlePet-0-00000313C4F2|h[Лазурный дракончик]|h|r",
										}, -- [35]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 36,
											["guid"] = "BattlePet-0-00000313C4F7",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:386:3:3:264:31:37:BattlePet-0-00000313C4F7|h[Луговая собачка]|h|r",
											["slot_id"] = 36,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [36]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 37,
											["guid"] = "BattlePet-0-00000313C4D6",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hbattlepet:386:3:1:240:26:30:BattlePet-0-00000313C4D6|h[Луговая собачка]|h|r",
											["slot_id"] = 37,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [37]
										{
											["q"] = 2,
											["index"] = 38,
											["guid"] = "BattlePet-0-00000313C4EA",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:225:1:2:151:10:10:BattlePet-0-00000313C4EA|h[Любопытный маленький оракул]|h|r",
											["slot_id"] = 38,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [38]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 39,
											["guid"] = "BattlePet-0-00000313C4DB",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:419:1:2:154:10:10:BattlePet-0-00000313C4DB|h[Малая лягушка]|h|r",
											["slot_id"] = 39,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [39]
										{
											["q"] = 3,
											["index"] = 40,
											["guid"] = "BattlePet-0-00000313C4E9",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 40,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:167:1:3:162:10:10:BattlePet-0-00000313C4E9|h[Маленький спороскат]|h|r",
										}, -- [40]
										{
											["q"] = 2,
											["index"] = 41,
											["guid"] = "BattlePet-0-00000313C4E1",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 41,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:122:1:2:148:10:12:BattlePet-0-00000313C4E1|h[Мелкошустр]|h|r",
										}, -- [41]
										{
											["q"] = 2,
											["index"] = 42,
											["guid"] = "BattlePet-0-00000313C4FA",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 42,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C4FA|h[Механическая белка]|h|r",
										}, -- [42]
										{
											["q"] = 2,
											["index"] = 43,
											["guid"] = "BattlePet-0-00000313C503",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 43,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C503|h[Механическая белка]|h|r",
										}, -- [43]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 44,
											["guid"] = "BattlePet-0-00000313C4D2",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:389:3:0:228:23:30:BattlePet-0-00000313C4D2|h[Миниатюрный жнец]|h|r",
											["slot_id"] = 44,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [44]
										{
											["q"] = 2,
											["index"] = 45,
											["guid"] = "BattlePet-0-00000313C504",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:192:1:2:153:10:11:BattlePet-0-00000313C504|h[Мистер Холодок]|h|r",
											["slot_id"] = 45,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [45]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 46,
											["guid"] = "BattlePet-0-00000313C4F5",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hbattlepet:385:3:1:247:26:29:BattlePet-0-00000313C4F5|h[Мышь]|h|r",
											["slot_id"] = 46,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [46]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 47,
											["guid"] = "BattlePet-0-00000313C4F1",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:447:1:2:153:9:11:BattlePet-0-00000313C4F1|h[Олененок]|h|r",
											["slot_id"] = 47,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [47]
										{
											["q"] = 2,
											["index"] = 48,
											["guid"] = "BattlePet-0-00000313C4F3",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:214:1:2:151:10:10:BattlePet-0-00000313C4F3|h[Оруженосец Серебряного Авангарда]|h|r",
											["slot_id"] = 48,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [48]
										{
											["q"] = 3,
											["index"] = 49,
											["guid"] = "BattlePet-0-00000313C4D9",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 49,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:198:1:3:155:11:12:BattlePet-0-00000313C4D9|h[Пингви]|h|r",
										}, -- [49]
										{
											["q"] = 2,
											["index"] = 52,
											["guid"] = "BattlePet-0-00000313C4E5",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 50,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:151:8:13:BattlePet-0-00000313C4E5|h[Подгородский таракан]|h|r",
										}, -- [50]
										{
											["q"] = 2,
											["index"] = 51,
											["guid"] = "BattlePet-0-00000313C4FE",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 51,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:151:8:13:BattlePet-0-00000313C4FE|h[Подгородский таракан]|h|r",
										}, -- [51]
										{
											["q"] = 2,
											["index"] = 50,
											["guid"] = "BattlePet-0-00000313C4EB",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 52,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:156:8:11:BattlePet-0-00000313C4EB|h[Подгородский таракан]|h|r",
										}, -- [52]
										{
											["q"] = 3,
											["index"] = 53,
											["guid"] = "BattlePet-0-00000313C4CB",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4CB|h[Поющий подсолнух]|h|r",
											["slot_id"] = 53,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [53]
										{
											["q"] = 3,
											["index"] = 54,
											["guid"] = "BattlePet-0-00000313C4E7",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4E7|h[Поющий подсолнух]|h|r",
											["slot_id"] = 54,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [54]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 55,
											["guid"] = "BattlePet-0-00000313C50A",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:401:8:0:476:71:60:BattlePet-0-00000313C50A|h[Прибрежный краб]|h|r",
											["slot_id"] = 55,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [55]
										{
											["q"] = 2,
											["index"] = 56,
											["guid"] = "BattlePet-0-00000313C4DA",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 56,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:190:1:2:156:11:9:BattlePet-0-00000313C4DA|h[Призрачный череп]|h|r",
										}, -- [56]
										{
											["q"] = 2,
											["index"] = 57,
											["guid"] = "BattlePet-0-00000313C4D7",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 57,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:196:1:2:156:11:9:BattlePet-0-00000313C4D7|h[Протодракончик]|h|r",
										}, -- [57]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 58,
											["guid"] = "BattlePet-0-00000313C4DE",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:395:5:0:363:40:38:BattlePet-0-00000313C4DE|h[Птенец канюка]|h|r",
											["slot_id"] = 58,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [58]
										{
											["q"] = 2,
											["index"] = 59,
											["guid"] = "BattlePet-0-00000313C4F6",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 59,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:847:1:2:153:10:10:BattlePet-0-00000313C4F6|h[Рыбаська]|h|r",
										}, -- [59]
										{
											["q"] = 2,
											["index"] = 61,
											["guid"] = "BattlePet-0-00000313C500",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 60,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C500|h[Рыжая полосатая кошка]|h|r",
										}, -- [60]
										{
											["q"] = 2,
											["index"] = 60,
											["guid"] = "BattlePet-0-00000313C4DF",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 61,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C4DF|h[Рыжая полосатая кошка]|h|r",
										}, -- [61]
										{
											["q"] = 2,
											["index"] = 63,
											["guid"] = "BattlePet-0-00000313C4D3",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 62,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-00000313C4D3|h[Северный олень]|h|r",
										}, -- [62]
										{
											["q"] = 2,
											["index"] = 62,
											["guid"] = "BattlePet-0-00000313C507",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 63,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-00000313C507|h[Северный олень]|h|r",
										}, -- [63]
										{
											["q"] = 2,
											["index"] = 64,
											["guid"] = "BattlePet-0-00000313C512",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 64,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:154:10:10:BattlePet-0-00000313C512|h[Сенегальский попугай]|h|r",
										}, -- [64]
										{
											["q"] = 2,
											["index"] = 66,
											["guid"] = "BattlePet-0-00000313C508",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 65,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C508|h[Серебристая полосатая кошка]|h|r",
										}, -- [65]
										{
											["q"] = 2,
											["index"] = 65,
											["guid"] = "BattlePet-0-000003938E0D",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 66,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-000003938E0D|h[Серебристая полосатая кошка]|h|r",
										}, -- [66]
										{
											["q"] = 2,
											["index"] = 67,
											["guid"] = "BattlePet-0-00000313C50D",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 67,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C50D|h[Серебристая полосатая кошка]|h|r",
										}, -- [67]
										{
											["q"] = 2,
											["index"] = 68,
											["guid"] = "BattlePet-0-00000313C4D8",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:259:1:2:156:9:10:BattlePet-0-00000313C4D8|h[Синенький наездник]|h|r",
											["slot_id"] = 68,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [68]
										{
											["q"] = 2,
											["index"] = 70,
											["guid"] = "BattlePet-0-00000313C4FB",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 69,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4FB|h[Синий мотылек]|h|r",
										}, -- [69]
										{
											["q"] = 2,
											["index"] = 69,
											["guid"] = "BattlePet-0-00000313C4F0",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 70,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4F0|h[Синий мотылек]|h|r",
										}, -- [70]
										{
											["q"] = 2,
											["index"] = 71,
											["guid"] = "BattlePet-0-00000313C4D4",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 71,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:194:1:2:148:11:11:BattlePet-0-00000313C4D4|h[Скворчонок]|h|r",
										}, -- [71]
										{
											["q"] = 2,
											["index"] = 72,
											["guid"] = "BattlePet-0-00000313C4E8",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:321:1:2:160:10:10:BattlePet-0-00000313C4E8|h[Страшный ящик]|h|r",
											["slot_id"] = 72,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [72]
										{
											["q"] = 3,
											["index"] = 73,
											["guid"] = "BattlePet-0-00000313C4CA",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 73,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:310:1:3:152:12:12:BattlePet-0-00000313C4CA|h[Фигурка вуду]|h|r",
										}, -- [73]
										{
											["q"] = 2,
											["index"] = 75,
											["guid"] = "BattlePet-0-00000313C4EE",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:153:10:10:BattlePet-0-00000313C4EE|h[Цыпленок Западного края]|h|r",
											["slot_id"] = 74,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [74]
										{
											["q"] = 2,
											["index"] = 76,
											["guid"] = "BattlePet-0-00000313C4F4",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:151:10:10:BattlePet-0-00000313C4F4|h[Цыпленок Западного края]|h|r",
											["slot_id"] = 75,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [75]
										{
											["q"] = 2,
											["index"] = 74,
											["guid"] = "BattlePet-0-00000313C4EF",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C4EF|h[Цыпленок Западного края]|h|r",
											["slot_id"] = 76,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [76]
										{
											["q"] = 2,
											["index"] = 77,
											["guid"] = "BattlePet-0-00000313C506",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C506|h[Цыпленок Западного края]|h|r",
											["slot_id"] = 77,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [77]
										{
											["q"] = 2,
											["index"] = 78,
											["guid"] = "BattlePet-0-00000313C50C",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 78,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:75:1:2:145:10:12:BattlePet-0-00000313C50C|h[Черная королевская змейка]|h|r",
										}, -- [78]
										{
											["q"] = 3,
											["index"] = 79,
											["guid"] = "BattlePet-0-00000313C510",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:244:1:3:161:13:8:BattlePet-0-00000313C510|h[Щенок гончей Недр]|h|r",
											["slot_id"] = 79,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [79]
										{
											["q"] = 2,
											["index"] = 81,
											["guid"] = "BattlePet-0-00000313C514",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 80,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C514|h[Ястребиная сова]|h|r",
										}, -- [80]
										{
											["q"] = 2,
											["index"] = 80,
											["guid"] = "BattlePet-0-00000313C4DC",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 81,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C4DC|h[Ястребиная сова]|h|r",
										}, -- [81]
									},
									["status"] = -3,
								}, -- [1]
							},
						}, -- [7]
						{
							["slot_count"] = 41,
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 41,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:142073|h[Азарт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 5,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60024|h[Аметистовый протодракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 2,
											["ab"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 16,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32240|h[Белоснежный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 3,
											["ab"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 62,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35713|h[Большой синий элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 4,
											["ab"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 66,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59569|h[Бронзовый дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 5,
											["ab"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 106,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32239|h[Вороной грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 6,
											["ab"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 107,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:470|h[Вороной жеребец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 7,
											["ab"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 112,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66087|h[Гиппогриф Серебряного союза]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 8,
											["ab"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 113,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:6648|h[Гнедая кобыла]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 9,
											["ab"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 114,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:458|h[Гнедой конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 10,
											["ab"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 115,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17464|h[Гнедой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 11,
											["ab"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 153,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17465|h[Зеленый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 12,
											["ab"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 164,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32235|h[Золотистый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 13,
											["ab"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 184,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61451|h[Ковер-самолет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 14,
											["ab"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 197,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66846|h[Коричневый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 15,
											["ab"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 209,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17462|h[Красный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 16,
											["ab"] = 1,
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 219,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41514|h[Лазурный дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 17,
											["ab"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 231,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23246|h[Лиловый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 18,
											["ab"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 233,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41516|h[Лиловый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 19,
											["ab"] = 1,
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 236,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35711|h[Лиловый элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 20,
											["ab"] = 1,
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 241,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75207|h[Морской конек Бездны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 21,
											["ab"] = 1,
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 262,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:121820|h[Обсидиановое крыло ночи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 22,
											["ab"] = 1,
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 278,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41513|h[Ониксовый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 23,
											["ab"] = 1,
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 290,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:472|h[Пегий конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 24,
											["ab"] = 1,
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 314,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75973|h[Прогулочная ракета X-53]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 25,
											["ab"] = 1,
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 349,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59568|h[Синий дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 26,
											["ab"] = 1,
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 353,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17463|h[Синий конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 27,
											["ab"] = 1,
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 364,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171845|h[Смертоцикл вождя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 28,
											["ab"] = 1,
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 372,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:49322|h[Стремительная жевра]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 29,
											["ab"] = 1,
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 379,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23228|h[Стремительный белый рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 30,
											["ab"] = 1,
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 386,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23229|h[Стремительный гнедой рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 31,
											["ab"] = 1,
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 394,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32290|h[Стремительный зеленый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 32,
											["ab"] = 1,
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 398,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23227|h[Стремительный игреневый конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 33,
											["ab"] = 1,
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 400,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32289|h[Стремительный красный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 34,
											["ab"] = 1,
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 402,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23221|h[Стремительный ледопард]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 35,
											["ab"] = 1,
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 407,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32292|h[Стремительный лиловый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 36,
											["ab"] = 1,
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 421,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32242|h[Стремительный синий грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 37,
											["ab"] = 1,
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 453,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59785|h[Черный боевой мамонт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 38,
											["ab"] = 1,
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 455,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60118|h[Черный боевой медведь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 39,
											["ab"] = 1,
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 465,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59650|h[Черный дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 40,
											["ab"] = 1,
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 472,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64977|h[Черный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 41,
											["ab"] = 1,
										}, -- [41]
									},
									["status"] = -3,
								}, -- [1]
							},
						}, -- [8]
						[14] = {
							["bag"] = {
								{
									["type"] = 26,
									["count"] = 7,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 175,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:88584:0:0:0:0:0:0:0:92:0:0:0|h[Тотем гармонии]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88584,
											["fav"] = false,
											["slot_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 81,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:88580:0:0:0:0:0:0:0:92:0:0:0|h[Маска Кен-Кена]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88580,
											["fav"] = false,
											["slot_id"] = 2,
											["ab"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 182,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:88589:0:0:0:0:0:0:0:92:0:0:0|h[Факел для кремации]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88589,
											["fav"] = false,
											["slot_id"] = 3,
											["ab"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 33,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:69776:0:0:0:0:0:0:0:92:0:0:0|h[Древний янтарь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 69776,
											["fav"] = false,
											["slot_id"] = 4,
											["ab"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 59,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff1eff00|Hitem:80822:0:0:0:0:0:0:0:92:0:0:0|h[Золотой банан]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 80822,
											["fav"] = false,
											["slot_id"] = 5,
											["ab"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 131,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:88370:0:0:0:0:0:0:0:92:0:0:0|h[Прыткий сурок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88370,
											["fav"] = false,
											["slot_id"] = 6,
											["ab"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 114,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:88387:0:0:0:0:0:0:0:92:0:0:0|h[Плевательница Шу-шэня]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88387,
											["fav"] = false,
											["slot_id"] = 7,
											["ab"] = 1,
										}, -- [7]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 7,
						},
					},
				},
			},
			["version"] = 30416,
		},
	},
	["profileKeys"] = {
		["Манриэль - Ясеневый лес"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["option"] = {
				["ui"] = {
					["rules"] = {
						["background"] = {
							["style"] = "Manriel-Background",
						},
						["border"] = {
							["offset"] = 3,
							["style"] = "Manriel-Border-Light",
							["size"] = 12,
						},
					},
				},
				["frameStrata"] = "HIGH",
				["font"] = {
					["name"] = "Calibri Bold",
				},
				["version"] = 30416,
				["category"] = {
					["item:6532:0"] = "1!107",
					["item:110560:1"] = "2!2",
					["item:6533:0"] = "1!107",
					["item:6948:1"] = "2!2",
					["item:6365:0"] = "1!107",
				},
				["location"] = {
					{
						["changer"] = {
							["hide"] = true,
						},
						["window"] = {
							["background"] = {
								["style"] = "Manriel-Background",
							},
							["border"] = {
								["offset"] = 3,
								["style"] = "Manriel-Border",
								["size"] = 32,
							},
						},
						["title"] = {
							["size"] = 2,
						},
						["category"] = {
							["1!305"] = 24,
							["1!444"] = 6,
							["1!111"] = 13,
							["1!411"] = 19,
							["1!412"] = 14,
							["1!107"] = 10,
							["1!108"] = 13,
							["1!203"] = 15,
							["1!405"] = 22,
							["1!404"] = 22,
							["1!312"] = 24,
							["1!102"] = 13,
							["1!210"] = 15,
							["1!420"] = 5,
							["1!109"] = 13,
							["1!417"] = 2,
							["1!501"] = 14,
							["1!435"] = 4,
							["1!211"] = 15,
							["1!419"] = 5,
							["1!418"] = 2,
							["1!414"] = 9,
							["1!112"] = 13,
							["1!437"] = 22,
							["1!308"] = 24,
							["1!423"] = 20,
							["1!113"] = 13,
							["1!438"] = 16,
							["1!316"] = 24,
							["1!436"] = 4,
							["1!106"] = 10,
							["1!506"] = 14,
							["1!507"] = 14,
							["1!505"] = 14,
							["1!430"] = 4,
							["1!306"] = 24,
							["3!8"] = 8,
							["1!300"] = 24,
							["1!201"] = 15,
							["1!116"] = 10,
							["1!314"] = 24,
							["1!204"] = 15,
							["1!431"] = 3,
							["1!425"] = 14,
							["1!403"] = 21,
							["1!301"] = 23,
							["1!104"] = 13,
							["1!512"] = 14,
							["1!415"] = 20,
							["1!426"] = 14,
							["1!439"] = 22,
							["1!445"] = 18,
							["1!115"] = 13,
							["1!432"] = 22,
							["1!101"] = 13,
							["1!408"] = 22,
							["1!209"] = 15,
							["1!401"] = 23,
							["1!317"] = 24,
							["1!307"] = 24,
							["1!202"] = 15,
							["1!416"] = 7,
							["1!503"] = 14,
							["1!206"] = 15,
							["1!309"] = 24,
							["1!407"] = 23,
							["1!110"] = 13,
							["1!513"] = 14,
							["1!440"] = 2,
							["1!442"] = 20,
							["1!434"] = 22,
							["1!502"] = 14,
							["1!429"] = 23,
							["1!103"] = 10,
							["1!441"] = 20,
							["1!205"] = 15,
							["1!504"] = 14,
							["1!427"] = 14,
							["1!424"] = 5,
							["1!302"] = 23,
							["1!402"] = 23,
							["1!443"] = 20,
							["1!428"] = 16,
							["1!208"] = 15,
							["1!105"] = 13,
							["1!313"] = 24,
							["1!207"] = 15,
							["2!2"] = 1,
							["1!433"] = 2,
							["1!409"] = 22,
							["1!510"] = 14,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
							["border"] = {
								["offset"] = 3,
								["style"] = "Manriel-Border-Light",
								["size"] = 10,
							},
							["empty"] = {
								["icon"] = false,
							},
							["new"] = {
								["show"] = true,
							},
						},
						["bar"] = {
							["border"] = {
								["offset"] = 3,
								["style"] = "Manriel-Border",
								["size"] = 32,
								["colour"] = {
									["r"] = 1,
									["g"] = 1,
									["b"] = 1,
								},
							},
							["name"] = {
								["anchor"] = 5,
							},
							["background"] = {
								["colour"] = {
									["a"] = 0,
								},
							},
						},
					}, -- [1]
					nil, -- [2]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [3]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [4]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [5]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [6]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [7]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [8]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [9]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [10]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [11]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [12]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [13]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [14]
				},
				["anchor"] = {
					{
						["b"] = 344.999481201172,
						["t"] = 960.99951171875,
						["r"] = 1540.00024414063,
						["l"] = 842.000122070312,
					}, -- [1]
					nil, -- [2]
					{
						["b"] = 19.9998207092285,
						["l"] = 1290.00012207031,
						["t"] = 1079.99987792969,
						["r"] = 1908.00012207031,
					}, -- [3]
					{
						["b"] = 458.000030517578,
						["l"] = 980.999938964844,
						["t"] = 984.999938964844,
						["r"] = 1599,
					}, -- [4]
					[14] = {
						["b"] = 867.999877929688,
						["t"] = 1032.99987792969,
						["l"] = 1429.99987792969,
						["r"] = 1829.99987792969,
					},
				},
				["rule"] = {
					[8] = true,
					[2] = true,
					[4] = true,
				},
			},
		},
	},
}
