
ARKINVDB = {
	["global"] = {
		["option"] = {
			["bugfix"] = {
				["framelevel"] = {
					["alert"] = 1,
				},
			},
			["catset"] = {
				["data"] = {
					[1001] = {
						["used"] = "D",
						["name"] = "Default",
						["category"] = {
							["assign"] = {
								["item:116692:0"] = "1!445",
								["item:110290:0"] = "1!107",
								["item:80914:1"] = "1!445",
								["item:118391:0"] = "1!107",
								["item:6367:0"] = "1!107",
								["item:69776:1"] = "1!445",
								["item:116691:0"] = "1!445",
								["item:19102:1"] = "2!3",
								["item:118380:1"] = "1!107",
								["item:18486:1"] = "2!3",
								["item:112321:0"] = "1!445",
								["item:4314:1"] = "2!3",
								["item:21100:1"] = "1!438",
								["item:119093:1"] = "1!445",
								["item:6532:0"] = "1!107",
								["item:110274:0"] = "1!107",
								["item:85264:1"] = "1!445",
								["item:88387:1"] = "1!445",
								["item:37604:1"] = "1!445",
								["item:110292:0"] = "1!107",
								["item:6529:0"] = "1!107",
								["item:6365:0"] = "1!107",
								["item:113543:1"] = "1!445",
								["item:46725:1"] = "1!445",
								["item:6533:0"] = "1!107",
								["item:7524:1"] = "2!3",
								["item:115280:1"] = "1!411",
								["item:34861:0"] = "1!107",
								["item:113542:1"] = "1!445",
								["item:21849:1"] = "2!3",
								["item:119092:1"] = "1!445",
								["item:115506:1"] = "1!445",
								["item:39514:1"] = "2!3",
								["item:32609:1"] = "2!3",
								["item:116456:1"] = "1!445",
								["item:10003:1"] = "2!3",
								["item:116117:1"] = "1!107",
								["item:119134:1"] = "1!445",
							},
							["active"] = {
								[3] = {
									nil, -- [1]
									true, -- [2]
									nil, -- [3]
									true, -- [4]
									nil, -- [5]
									nil, -- [6]
									nil, -- [7]
									true, -- [8]
									true, -- [9]
									true, -- [10]
									true, -- [11]
									true, -- [12]
									true, -- [13]
									true, -- [14]
									true, -- [15]
									true, -- [16]
									true, -- [17]
									nil, -- [18]
									nil, -- [19]
									nil, -- [20]
									true, -- [21]
									true, -- [22]
									true, -- [23]
									true, -- [24]
								},
							},
						},
					},
					[1000] = {
						["category"] = {
							["assign"] = {
								["item:141446:0"] = "2!1001",
							},
							["active"] = {
								nil, -- [1]
								{
									[1001] = true,
								}, -- [2]
								{
									[15] = true,
									[1004] = true,
									[1005] = true,
									[16] = true,
									[17] = true,
									[10] = true,
									[21] = true,
									[11] = true,
									[22] = true,
									[23] = true,
									[12] = true,
									[24] = true,
									[13] = true,
									[1001] = true,
									[14] = true,
									[1002] = true,
									[1003] = true,
								}, -- [3]
							},
						},
					},
				},
				["next"] = 1001,
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								"itemstatlevel", -- [5]
								"id", -- [6]
								"itemuselevel", -- [7]
								"itemage", -- [8]
								"itemtype", -- [9]
								"vendorprice", -- [10]
								"slottype", -- [11]
							},
						},
						[9995] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
								"slottype", -- [11]
							},
						},
						[9999] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
								"slottype", -- [11]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"name", -- [7]
								"category", -- [8]
								"location", -- [9]
								"quality", -- [10]
								"slottype", -- [11]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
								"slottype", -- [11]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
								"slottype", -- [11]
							},
						},
						[1001] = {
							["bagslot"] = false,
							["name"] = "1",
							["active"] = {
								["location"] = true,
								["quality"] = true,
								["name"] = true,
								["category"] = true,
							},
							["order"] = {
								"quality", -- [1]
								"category", -- [2]
								"location", -- [3]
								"name", -- [4]
								"itemstatlevel", -- [5]
								"id", -- [6]
								"itemuselevel", -- [7]
								"itemage", -- [8]
								"itemtype", -- [9]
								"vendorprice", -- [10]
								"slottype", -- [11]
							},
							["used"] = "D",
						},
					},
					["next"] = 1001,
				},
			},
			["category"] = {
				[3] = {
					["data"] = {
						[15] = {
							["name"] = "Репутация, валюта",
							["formula"] = "tt('%a*репутаци%a*', 'заинтересуется этим', 'Использование: Улучшает отношение') or name('Фрагмент горианского артефакта', 'Обломки доспехов Железной Орды', 'Жетон ярмарки Новолуния', 'Печать мудрости', 'Печать власти', '%a*знак Халаа', 'Реликвия клана Верховного молота', 'Разорванный ремень Железной Орды', 'Покрытое коркой наплечье Железной Орды', 'Пробитый шлем Железной Орды')",
							["order"] = 100,
							["used"] = "Y",
						},
						[1004] = {
							["name"] = "Легион: реликвия артефакта",
							["formula"] = "name('Данные об артефакте') or tt('Реликвия артефакта')",
							["used"] = "Y",
							["order"] = 100,
						},
						[1005] = {
							["formula"] = "tt(\"Может заменить несколько недостающих фрагментов при сборке\")",
							["name"] = "Археология",
							["order"] = 100,
							["used"] = "Y",
						},
						[16] = {
							["name"] = "Алкоголь",
							["formula"] = "tt('алкоголь', 'крепкий')",
							["order"] = 100,
							["used"] = "Y",
						},
						[17] = {
							["name"] = "Рыбалка",
							["formula"] = "name('Наживка', 'удочк', 'спящий мурлок') or tt('разделать', 'при ловле рыбы', 'навык рыбной ловли')",
							["order"] = 100,
							["used"] = "Y",
						},
						[10] = {
							["formula"] = "name(\"Первобытный дух\") or name(\"Расколотый кристалл времени\")",
							["name"] = "Не переносить в банк",
							["used"] = "Y",
							["order"] = 100,
						},
						[21] = {
							["formula"] = "pt(\"Misc.Usable.Fun\") or name(\"Горецвет\", \"Волшебная пыльца\", \"Трансморфная настойка\", \"Дар урожая\", \"осколок духа\", \"костюм пирата\", \"Пит\", \"вонючки\", \"Зубочистка\") or tt(\"Установить предупредительный знак\", \"Облачение выбранного участника группы в костюм\")",
							["name"] = "Игрушки",
							["used"] = "Y",
							["order"] = 200,
						},
						[11] = {
							["formula"] = "pt(\"Misc.Hearth\") or name(\"амень возвращени\") or tooltip(\"озвращает вас\")",
							["name"] = "Камни возвращения",
							["used"] = "Y",
							["order"] = 100,
						},
						[22] = {
							["name"] = "Срочные заказы",
							["formula"] = "name('Срочное выполнение заказов')",
							["order"] = 200,
							["used"] = "Y",
						},
						[23] = {
							["name"] = "Мелодии",
							["formula"] = "name('Мелодия:')",
							["order"] = 200,
							["used"] = "Y",
						},
						[12] = {
							["formula"] = "tooltip('соратник')",
							["name"] = "Дренор: Для соратников",
							["used"] = "Y",
							["order"] = 100,
						},
						[24] = {
							["name"] = "Археология: части",
							["formula"] = "tt('Тщательно упаковать найденный артефакт')",
							["order"] = 200,
							["used"] = "Y",
						},
						[13] = {
							["formula"] = "name('%a*утиля', '%a*с утилем')",
							["name"] = "Дренор: Утиль",
							["used"] = "Y",
							["order"] = 100,
						},
						[1001] = {
							["formula"] = "tt('в шахтах гарнизона')",
							["name"] = "Для шахт гарнизона",
							["order"] = 100,
							["used"] = "Y",
						},
						[14] = {
							["formula"] = "pt('Misc.Openable') or name(\"Груда трофеев\", \"сейф\", \"блескотрон\", \"Трофейная ткань\", \"Мешочек с найденными самоцветами\", \"Собранные запасы\", \"Разделанное мясо\", \"Подсвеченный маной мешок\", \"Трофейная броня\", \"Добыча кровавого охотника\") or tt(\"Щелкните (.*) чтобы открыть\")",
							["name"] = "Контейнеры",
							["used"] = "Y",
							["order"] = 100,
						},
						[1002] = {
							["formula"] = "tt(\"Сила артефакта\")",
							["name"] = "Легион: сила артефакта",
							["order"] = 100,
							["used"] = "Y",
						},
						[1003] = {
							["name"] = "Легион: для защитников",
							["formula"] = "tt(\"Повышает уровень предметов защитника\", \"снарядить защитника\")",
							["used"] = "Y",
							["order"] = 100,
						},
					},
					["next"] = 1005,
				},
				[2] = {
					["data"] = {
						[1001] = {
							["name"] = "Реагенты",
							["used"] = "Y",
						},
					},
					["next"] = 1001,
				},
			},
			["ui"] = {
				["search"] = {
					["background"] = {
						["style"] = "Manriel-Background",
					},
					["border"] = {
						["offset"] = 3,
						["style"] = "Manriel-Border-Light",
						["size"] = 12,
					},
				},
				["rules"] = {
					["background"] = {
						["style"] = "Manriel-Background",
					},
					["border"] = {
						["offset"] = 3,
						["style"] = "Manriel-Border-Light",
						["size"] = 12,
					},
				},
			},
			["tooltip"] = {
				["highlight"] = ">",
				["battlepet"] = {
					["mouseover"] = {
						["description"] = true,
						["source"] = true,
					},
				},
				["add"] = {
					["empty"] = true,
				},
				["colour"] = {
					["class"] = true,
				},
			},
			["menu"] = {
				["font"] = {
					["height"] = 11,
				},
			},
			["profile"] = {
				["data"] = {
					[1001] = {
						["used"] = "Y",
						["location"] = {
							{
								["style"] = 1001,
								["anchor"] = {
									["point"] = 1,
									["b"] = 168.999771118164,
									["t"] = 829.999755859375,
									["r"] = 1826.00158691406,
									["l"] = 1118.00158691406,
								},
								["layout"] = 1001,
							}, -- [1]
							nil, -- [2]
							{
								["anchor"] = {
									["point"] = 1,
									["b"] = 201.999923706055,
									["t"] = 944.999877929688,
									["r"] = 1036,
									["l"] = 0,
								},
							}, -- [3]
							{
								["anchor"] = {
									["b"] = 405.999725341797,
									["l"] = 52.0000648498535,
									["t"] = 943.999755859375,
									["r"] = 1088,
								},
							}, -- [4]
							{
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
							}, -- [5]
							{
								["anchor"] = {
									["b"] = 942.529174804688,
									["l"] = 1499.99987792969,
									["t"] = 1163.529296875,
									["r"] = 2179.99975585938,
								},
							}, -- [6]
							{
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
							}, -- [7]
							{
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
							}, -- [8]
							{
								["anchor"] = {
									["b"] = 631.7646484375,
									["l"] = 168.176605224609,
									["t"] = 991.7646484375,
									["r"] = 1081.17663574219,
								},
							}, -- [9]
							{
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
							}, -- [10]
							[13] = {
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
							},
							[14] = {
								["anchor"] = {
									["b"] = 899.999908447266,
									["l"] = 1520,
									["t"] = 1079.99987792969,
									["r"] = 1920,
								},
								["layout"] = 9999,
							},
							[15] = {
								["anchor"] = {
									["b"] = 646.646789550781,
									["l"] = 225.88232421875,
									["t"] = 937.646667480469,
									["r"] = 905.88232421875,
								},
								["layout"] = 9999,
							},
						},
						["name"] = "Default",
					},
				},
				["next"] = 1001,
			},
			["font"] = {
				["height"] = 11,
				["face"] = "San Francisco (Semi-bold)",
			},
			["version"] = 30723,
			["design"] = {
				["data"] = {
					[1001] = {
						["slot"] = {
							["age"] = {
								["show"] = true,
								["font"] = {
									["height"] = 10,
								},
								["cutoff"] = 5,
							},
							["data"] = {
								{
									["colour"] = {
										["a"] = 1,
										["b"] = 0.196,
										["g"] = 0.196,
										["r"] = 0.196,
									},
								}, -- [1]
								[27] = {
									["colour"] = {
										["a"] = 1,
									},
								},
								[24] = {
									["colour"] = {
										["b"] = 0,
										["g"] = 0,
										["r"] = 0,
									},
								},
							},
							["border"] = {
								["offset"] = 10,
								["style"] = "Manriel-Glow",
								["raritycutoff"] = 2,
								["scale"] = 0.5,
								["size"] = 10,
							},
							["itemlevel"] = {
								["show"] = true,
								["font"] = {
									["height"] = 10,
								},
							},
							["itemcount"] = {
								["font"] = {
									["height"] = 10,
								},
							},
							["unusable"] = {
								["tint"] = true,
							},
							["empty"] = {
								["first"] = 5,
							},
							["cooldown"] = {
								["global"] = true,
							},
						},
						["window"] = {
							["pad"] = 4,
							["height"] = 960,
							["background"] = {
								["style"] = "Manriel-Background",
							},
							["border"] = {
								["offset"] = 2,
								["style"] = "Manriel-Border",
								["size"] = 24,
							},
						},
						["used"] = "Y",
						["sort"] = {
							["method"] = 9998,
						},
						["category"] = {
							["1!305"] = 24,
							["3!14"] = 25,
							["1!111"] = 12,
							["1!411"] = 16,
							["1!412"] = 11,
							["1!202"] = 9,
							["1!108"] = 12,
							["1!203"] = 9,
							["1!405"] = 25,
							["1!404"] = 22,
							["1!442"] = 19,
							["1!102"] = 12,
							["1!210"] = 9,
							["1!420"] = 5,
							["3!21"] = 20,
							["1!109"] = 12,
							["3!1004"] = 15,
							["1!501"] = 11,
							["3!17"] = 10,
							["1!211"] = 9,
							["1!419"] = 5,
							["1!418"] = 2,
							["1!414"] = 8,
							["1!112"] = 12,
							["1!437"] = 2,
							["1!308"] = 24,
							["1!423"] = 19,
							["3!16"] = 23,
							["1!113"] = 12,
							["1!408"] = 13,
							["1!316"] = 24,
							["1!436"] = 4,
							["1!106"] = 10,
							["1!506"] = 11,
							["1!507"] = 11,
							["1!505"] = 11,
							["1!438"] = 18,
							["3!13"] = 25,
							["1!208"] = 9,
							["1!110"] = 12,
							["1!430"] = 4,
							["1!409"] = 14,
							["1!312"] = 24,
							["1!302"] = 25,
							["1!314"] = 24,
							["1!306"] = 24,
							["3!23"] = 14,
							["3!22"] = 15,
							["1!300"] = 25,
							["1!201"] = 9,
							["3!1001"] = 2,
							["1!116"] = 10,
							["3!1002"] = 15,
							["2!1001"] = 13,
							["1!204"] = 9,
							["1!431"] = 3,
							["1!425"] = 11,
							["1!403"] = 21,
							["1!301"] = 25,
							["1!446"] = 25,
							["3!24"] = 10,
							["1!104"] = 12,
							["1!309"] = 24,
							["1!415"] = 19,
							["1!510"] = 11,
							["1!439"] = 14,
							["3!10"] = 11,
							["1!444"] = 6,
							["1!426"] = 11,
							["1!427"] = 11,
							["1!429"] = 25,
							["3!1003"] = 17,
							["1!440"] = 15,
							["3!15"] = 18,
							["1!435"] = 4,
							["1!432"] = 5,
							["1!101"] = 12,
							["1!407"] = 25,
							["1!317"] = 24,
							["1!401"] = 25,
							["1!447"] = 9,
							["1!445"] = 20,
							["3!11"] = 1,
							["1!307"] = 24,
							["1!503"] = 11,
							["1!206"] = 9,
							["1!424"] = 5,
							["1!504"] = 11,
							["1!107"] = 10,
							["1!513"] = 11,
							["1!115"] = 12,
							["1!416"] = 7,
							["1!434"] = 13,
							["1!502"] = 11,
							["1!209"] = 9,
							["1!103"] = 10,
							["3!12"] = 17,
							["1!205"] = 9,
							["1!441"] = 19,
							["1!512"] = 11,
							["1!448"] = 9,
							["1!212"] = 9,
							["1!402"] = 25,
							["1!443"] = 19,
							["1!428"] = 18,
							["1!449"] = 14,
							["1!105"] = 12,
							["1!313"] = 24,
							["1!207"] = 9,
							["1!417"] = 2,
							["1!433"] = 2,
							["1!450"] = 15,
							["3!1005"] = 10,
						},
						["status"] = {
							["font"] = {
								["height"] = 11,
							},
						},
						["name"] = "Default - Сумка",
						["title"] = {
							["font"] = {
								["height"] = 16,
							},
							["size"] = 2,
						},
						["bar"] = {
							["border"] = {
								["offset"] = 3,
								["style"] = "None",
								["colour"] = {
									["b"] = 1,
									["g"] = 1,
									["r"] = 1,
								},
								["size"] = 16,
							},
							["pad"] = {
								["external"] = 4,
								["internal"] = 4,
							},
							["name"] = {
								["height"] = 11,
							},
							["data"] = {
								{
									["name"] = {
										["text"] = "Телепортация",
									},
								}, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["name"] = {
										["text"] = "Экипировка (привязано к учетке)",
									},
								}, -- [6]
								{
									["name"] = {
										["text"] = "Экипировка (персональное)",
									},
								}, -- [7]
								{
									["name"] = {
										["text"] = "Экипировка (общая)",
									},
								}, -- [8]
								nil, -- [9]
								{
									["name"] = {
										["text"] = "Вторичные профессии",
									},
								}, -- [10]
							},
							["background"] = {
								["colour"] = {
									["a"] = 0,
									["b"] = 0.216,
									["g"] = 0.22,
									["r"] = 0.22,
								},
							},
							["showempty"] = true,
						},
					},
					[1000] = {
						["slot"] = {
							["border"] = {
								["offset"] = 10,
								["style"] = "Manriel-Glow",
								["raritycutoff"] = 2,
								["scale"] = 0.5,
								["size"] = 10,
							},
							["unusable"] = {
								["tint"] = true,
							},
							["data"] = {
								{
									["colour"] = {
										["a"] = 1,
										["r"] = 0.196,
										["g"] = 0.196,
										["b"] = 0.196,
									},
								}, -- [1]
								[27] = {
									["colour"] = {
										["a"] = 1,
									},
								},
								[24] = {
									["colour"] = {
										["r"] = 0,
										["g"] = 0,
										["b"] = 0,
									},
								},
							},
							["itemlevel"] = {
								["show"] = true,
								["font"] = {
									["height"] = 10,
								},
							},
							["itemcount"] = {
								["font"] = {
									["height"] = 10,
								},
							},
							["age"] = {
								["show"] = true,
								["font"] = {
									["height"] = 10,
								},
								["cutoff"] = 5,
							},
							["empty"] = {
								["first"] = 5,
							},
							["cooldown"] = {
								["global"] = true,
							},
						},
						["window"] = {
							["pad"] = 4,
							["height"] = 960,
							["background"] = {
								["style"] = "Manriel-Background",
							},
							["border"] = {
								["offset"] = 2,
								["style"] = "Manriel-Border",
								["size"] = 24,
							},
							["width"] = 24,
						},
						["name"] = "Default - Банк",
						["category"] = {
							["1!305"] = 24,
							["3!14"] = 25,
							["1!111"] = 12,
							["1!411"] = 16,
							["1!212"] = 9,
							["1!202"] = 9,
							["1!108"] = 12,
							["1!203"] = 9,
							["1!405"] = 25,
							["3!24"] = 10,
							["1!312"] = 24,
							["1!102"] = 12,
							["1!210"] = 9,
							["1!420"] = 5,
							["3!21"] = 20,
							["1!110"] = 12,
							["1!417"] = 2,
							["1!501"] = 11,
							["3!17"] = 10,
							["1!211"] = 9,
							["1!419"] = 5,
							["1!418"] = 2,
							["1!414"] = 8,
							["1!112"] = 12,
							["1!437"] = 2,
							["1!308"] = 24,
							["3!13"] = 25,
							["3!16"] = 23,
							["1!113"] = 12,
							["1!438"] = 18,
							["1!316"] = 24,
							["1!436"] = 4,
							["1!106"] = 10,
							["1!506"] = 11,
							["1!507"] = 11,
							["1!505"] = 11,
							["1!450"] = 15,
							["1!208"] = 9,
							["1!109"] = 12,
							["1!430"] = 4,
							["1!409"] = 14,
							["1!442"] = 19,
							["1!302"] = 25,
							["3!22"] = 15,
							["1!306"] = 24,
							["3!23"] = 14,
							["1!449"] = 14,
							["1!300"] = 25,
							["1!201"] = 9,
							["3!1001"] = 2,
							["1!116"] = 10,
							["3!1002"] = 15,
							["1!314"] = 24,
							["1!204"] = 9,
							["1!431"] = 3,
							["1!425"] = 11,
							["1!403"] = 21,
							["1!301"] = 25,
							["1!412"] = 11,
							["1!443"] = 19,
							["1!104"] = 12,
							["1!309"] = 24,
							["1!415"] = 19,
							["1!404"] = 22,
							["1!448"] = 9,
							["3!10"] = 11,
							["1!512"] = 11,
							["1!426"] = 11,
							["3!12"] = 17,
							["1!441"] = 19,
							["3!1003"] = 17,
							["1!205"] = 9,
							["3!15"] = 18,
							["1!435"] = 4,
							["1!432"] = 5,
							["1!101"] = 12,
							["1!209"] = 9,
							["1!317"] = 24,
							["1!401"] = 25,
							["1!447"] = 9,
							["1!445"] = 20,
							["1!416"] = 7,
							["1!307"] = 24,
							["1!503"] = 11,
							["1!206"] = 9,
							["1!115"] = 12,
							["1!504"] = 11,
							["1!107"] = 10,
							["1!513"] = 11,
							["1!424"] = 5,
							["3!11"] = 1,
							["1!434"] = 13,
							["1!502"] = 11,
							["1!407"] = 25,
							["1!103"] = 10,
							["1!440"] = 15,
							["1!429"] = 25,
							["1!427"] = 11,
							["1!444"] = 6,
							["1!439"] = 14,
							["1!510"] = 11,
							["1!402"] = 25,
							["1!446"] = 25,
							["1!428"] = 18,
							["2!1001"] = 13,
							["1!105"] = 12,
							["1!313"] = 24,
							["1!207"] = 9,
							["1!408"] = 13,
							["1!433"] = 2,
							["1!423"] = 19,
							["3!1004"] = 15,
						},
						["status"] = {
							["font"] = {
								["height"] = 11,
							},
						},
						["title"] = {
							["font"] = {
								["height"] = 16,
							},
							["size"] = 2,
						},
						["sort"] = {
							["method"] = 9998,
						},
						["bar"] = {
							["border"] = {
								["offset"] = 3,
								["style"] = "None",
								["size"] = 16,
								["colour"] = {
									["r"] = 1,
									["g"] = 1,
									["b"] = 1,
								},
							},
							["pad"] = {
								["internal"] = 4,
								["external"] = 4,
							},
							["name"] = {
								["height"] = 11,
							},
							["data"] = {
								{
									["name"] = {
										["text"] = "Телепортация",
									},
								}, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["name"] = {
										["text"] = "Экипировка (привязано к учетке)",
									},
								}, -- [6]
								{
									["name"] = {
										["text"] = "Экипировка (персональное)",
									},
								}, -- [7]
								{
									["name"] = {
										["text"] = "Экипировка (общая)",
									},
								}, -- [8]
								nil, -- [9]
								{
									["name"] = {
										["text"] = "Вторичные профессии",
									},
								}, -- [10]
							},
							["background"] = {
								["colour"] = {
									["a"] = 0,
									["r"] = 0.22,
									["g"] = 0.22,
									["b"] = 0.216,
								},
							},
							["showempty"] = true,
						},
					},
				},
				["next"] = 1001,
			},
			["restack"] = {
				["blizzard"] = false,
				["deposit"] = true,
			},
		},
		["player"] = {
			["data"] = {
				["+А з г а р д - Ясеневый лес"] = {
					["info"] = {
						["money"] = 2328742883,
						["class"] = "GUILD",
						["player_id"] = "+А з г а р д - Ясеневый лес",
						["faction_local"] = "Альянс",
						["name"] = "А з г а р д",
						["faction"] = "Alliance",
						["guild_id"] = "+А з г а р д - Ясеневый лес",
						["level"] = 1,
						["class_local"] = "Гильдия",
						["realm"] = "Ясеневый лес",
					},
					["option"] = {
						[4] = {
							["bag"] = {
								nil, -- [1]
								{
									["display"] = false,
								}, -- [2]
								{
									["display"] = false,
								}, -- [3]
								{
									["display"] = false,
								}, -- [4]
								{
									["display"] = false,
								}, -- [5]
								{
									["display"] = false,
								}, -- [6]
								{
									["display"] = false,
								}, -- [7]
								{
									["display"] = false,
								}, -- [8]
							},
						},
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						{
							["slot_count"] = 490,
							["bag"] = {
								{
									["type"] = 1,
									["access"] = "полный доступ",
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52555::::::::110:256::::::|h[Гипнотическая пыль]|h|r",
											["slot_id"] = 1,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 4,
											["did"] = 1,
											["bag_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2997::::::::110:256::::::|h[Рулон шерсти]|h|r",
											["slot_id"] = 2,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["count"] = 4,
											["did"] = 15,
											["age"] = 24722866,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121208::::::::110:256:512::2:1812:1680:110:::|h[Клепаные наголенники Корней ужаса со знаком быстрого клинка]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["slot_id"] = 3,
											["did"] = 29,
											["age"] = 24722866,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121043::::::::110:256:512::2:1812:1680:110:::|h[Фаронаарские плетеные наголенники со знаком быстрого клинка]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 4,
											["did"] = 43,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121157::::::::110:256:512::2:1812:1709:110:::|h[Жилет Валдисдалля со знаком рассвета]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 57,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:128893::::::::110:256::13:3:1709:3392:3408:::|h[Скованные битвой ботфорты со знаком рассвета]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 71,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:128893::::::::110:256::13:3:1714:3392:3408:::|h[Скованные битвой ботфорты с меткой безмятежности]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 85,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:6889::::::::110:256::::::|h[Небольшое яйцо]|h|r",
											["age"] = 24722866,
											["slot_id"] = 8,
											["did"] = 2,
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16220::::::::110:256::1::::|h[Формула: чары для обуви - универсальность III]|h|r",
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121129::::::::110:256:512::2:1812:1682:110:::|h[Брюки Хауствальда со знаком быстрого клинка]|h|r",
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:140351::::::::110:256::::::|h[Солнечный фрукт]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 1,
											["count"] = 11,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:128893::::::::110:256::13:3:1717:3392:3408:::|h[Скованные битвой ботфорты с меткой безмятежности]|h|r",
											["slot_id"] = 12,
											["loc_id"] = 4,
											["did"] = 58,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:128893::::::::110:256::13:3:1691:3392:3408:::|h[Скованные битвой ботфорты с символом огненной вспышки]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 4,
											["did"] = 72,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:128893::::::::110:256::13:3:1709:3392:3408:::|h[Скованные битвой ботфорты со знаком рассвета]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 4,
											["did"] = 86,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 43,
											["h"] = "|cffffffff|Hitem:109624::::::::110:256::::::|h[Сломанный стебель морозноцвета]|h|r",
											["age"] = 24722866,
											["slot_id"] = 15,
											["did"] = 3,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109625::::::::110:256::::::|h[Сломанный стебель пламецвета]|h|r",
											["count"] = 3,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 17,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109626::::::::110:256::::::|h[Выделения горгрондской мухоловки]|h|r",
											["count"] = 4,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 31,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109128::::::::110:256::::::|h[Награндский стрелоцвет]|h|r",
											["count"] = 3,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 45,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109629::::::::110:256::::::|h[Лепесток таладорской орхидеи]|h|r",
											["count"] = 8,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 59,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121183::::::::110:256:512::2:1812:1685:110:::|h[Сапоги племени Дымящейся Шкуры с символом бесподобия]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 73,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121016::::::::110:256:512::2:1812:605:110:::|h[Подзорная труба корсара]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 87,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:124103::::::::110:256::::::|h[Лисоцвет]|h|r",
											["age"] = 24722866,
											["slot_id"] = 22,
											["did"] = 4,
											["bag_id"] = 1,
										}, -- [22]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124101::::::::110:256::::::|h[Айтрил]|h|r",
											["count"] = 19,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 18,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109628::::::::110:256::::::|h[Лепесток награндского стрелоцвета]|h|r",
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 1,
											["count"] = 8,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109627::::::::110:256::::::|h[Лепесток звездоцвета]|h|r",
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 1,
											["count"] = 3,
										}, -- [25]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:133680::::::::110:256::::::|h[Кусок бекона]|h|r",
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 1,
											["count"] = 10,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124437::::::::110:256::::::|h[Шал'дорайский шелк]|h|r",
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:123918::::::::110:256::::::|h[Руда силового камня]|h|r",
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 1,
											["count"] = 7,
										}, -- [28]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133557::::::::110:256::::::|h[Соленая и перченая рулька]|h|r",
											["count"] = 20,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 5,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 30,
											["age"] = 24722871,
											["bag_id"] = 1,
											["did"] = 19,
										}, -- [30]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133557::::::::110:256::::::|h[Соленая и перченая рулька]|h|r",
											["count"] = 5,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 33,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:128304::::::::110:256::::::|h[Семя Изеры]|h|r",
											["count"] = 8,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 47,
											["slot_id"] = 32,
										}, -- [32]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:123919::::::::110:256::::::|h[Сланец Скверны]|h|r",
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 1,
											["count"] = 11,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124102::::::::110:256::::::|h[Грезолист]|h|r",
											["count"] = 12,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 75,
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43488::::::::110:256::::::|h[Мамонтятина не первой свежести]|h|r",
											["count"] = 3,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 89,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109129::::::::110:256::::::|h[Таладорская орхидея]|h|r",
											["count"] = 5,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 6,
											["slot_id"] = 36,
										}, -- [36]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142334::::::::110:256::::::|h[Пряный омлет с дичью]|h|r",
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [37]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142334::::::::110:256::::::|h[Пряный омлет с дичью]|h|r",
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [38]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142334::::::::110:256::::::|h[Пряный омлет с дичью]|h|r",
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [39]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142334::::::::110:256::::::|h[Пряный омлет с дичью]|h|r",
											["count"] = 20,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 62,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124119::::::::110:256::::::|h[Крупные ароматные ребрышки]|h|r",
											["count"] = 60,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 76,
											["slot_id"] = 41,
										}, -- [41]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:89112:::::::1217892352:110:256::::::|h[Частица гармонии]|h|r",
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 1,
											["count"] = 15,
										}, -- [42]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 2,
											["h"] = "|cff1eff00|Hitem:23077::::::::110:256::::::|h[Кровавый гранат]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 43,
											["did"] = 7,
											["age"] = 24722866,
										}, -- [43]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:23112::::::::110:256::::::|h[Золотой дренит]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 44,
											["did"] = 21,
											["age"] = 24722866,
										}, -- [44]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:21929::::::::110:256::::::|h[Пламенный спессарит]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 45,
											["did"] = 35,
											["age"] = 24722866,
										}, -- [45]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:23079::::::::110:256::::::|h[Хризолит]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 46,
											["did"] = 49,
											["age"] = 24722866,
										}, -- [46]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124117::::::::110:256::::::|h[Постная рулька]|h|r",
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 1,
											["count"] = 13,
										}, -- [47]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["bag_id"] = 1,
											["did"] = 77,
											["slot_id"] = 48,
										}, -- [48]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [49]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 50,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 8,
											["bag_id"] = 1,
										}, -- [50]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 51,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["count"] = 20,
											["did"] = 22,
											["age"] = 24722866,
										}, -- [51]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 52,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 36,
											["bag_id"] = 1,
										}, -- [52]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 53,
											["did"] = 50,
											["age"] = 24722866,
										}, -- [53]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [54]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [55]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["count"] = 20,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 92,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 57,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["count"] = 20,
											["did"] = 9,
											["age"] = 24722866,
										}, -- [57]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 58,
											["did"] = 23,
											["age"] = 24722866,
										}, -- [58]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 59,
											["did"] = 37,
											["age"] = 24722866,
										}, -- [59]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 60,
											["did"] = 51,
											["age"] = 24722866,
										}, -- [60]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 61,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 65,
											["bag_id"] = 1,
										}, -- [61]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [63]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 64,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 10,
											["bag_id"] = 1,
										}, -- [64]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 65,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 24,
											["bag_id"] = 1,
										}, -- [65]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 66,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 38,
											["bag_id"] = 1,
										}, -- [66]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 67,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["age"] = 24722866,
											["count"] = 20,
											["did"] = 52,
											["bag_id"] = 1,
										}, -- [67]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [68]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [69]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [70]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [71]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [72]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [73]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:256::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [74]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 75,
											["count"] = 0,
											["age"] = 24722870,
											["did"] = 67,
											["bag_id"] = 1,
										}, -- [75]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["slot_id"] = 76,
											["count"] = 0,
											["age"] = 24722870,
											["did"] = 81,
											["bag_id"] = 1,
										}, -- [76]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["bag_id"] = 1,
											["did"] = 95,
											["slot_id"] = 77,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216::::::::110:256::11::::|h[Термическая наковальня]|h|r",
											["count"] = 1,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 12,
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216::::::::110:256::11::::|h[Термическая наковальня]|h|r",
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [79]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121101::::::::110:256:512::2:1812:1705:110:::|h[Наплеч холмохода со знаком рассвета]|h|r",
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:129158::::::::110:256::::::|h[Пыльца звездной розы]|h|r",
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 1,
											["count"] = 6,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [82]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [83]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [84]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:137729::::::::110:256::::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 85,
											["loc_id"] = 4,
											["did"] = 13,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:137729::::::::110:256::::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:137729::::::::110:256::::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:138007::::::::110:256::::::|h[Выкройка: покрывало из прочного шелкового полотна]|h|r",
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [89]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 45,
											["did"] = 83,
											["age"] = 24606378,
											["slot_id"] = 90,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43007:::::::2060171589:110:256::::::|h[Северные пряности]|h|r",
										}, -- [90]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:88567::::::::110:256::::::|h[Сейф из призрачного железа]|h|r",
											["slot_id"] = 91,
											["loc_id"] = 4,
											["age"] = 24722866,
											["count"] = 1,
											["did"] = 97,
											["bag_id"] = 1,
										}, -- [91]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:141591::::::::110:256::11::::|h[Техника: кодекс безмятежного разума]|h|r",
											["age"] = 24722866,
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 1,
										}, -- [92]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:141591::::::::110:256::11::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 93,
											["loc_id"] = 4,
											["did"] = 28,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:141591::::::::110:256::2::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:141591::::::::110:256::2::::|h[Техника: кодекс безмятежного разума]|h|r",
											["slot_id"] = 95,
											["count"] = 1,
											["did"] = 56,
											["bag_id"] = 1,
											["loc_id"] = 4,
										}, -- [95]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:256::::::|h[Голодный магистр]|h|r",
											["slot_id"] = 96,
											["loc_id"] = 4,
											["bag_id"] = 1,
											["did"] = 70,
											["count"] = 20,
										}, -- [96]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["did"] = 84,
											["age"] = 24606378,
											["slot_id"] = 97,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43007::::::::110:256::::::|h[Северные пряности]|h|r",
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109184::::::::110:256::::::|h[Стелс-мен 54]|h|r",
											["slot_id"] = 98,
											["count"] = 20,
											["did"] = 98,
											["bag_id"] = 1,
											["loc_id"] = 4,
										}, -- [98]
									},
									["bag_id"] = 1,
									["loc_id"] = 4,
									["withdraw"] = "7/10 |4связка:связки:связок;",
									["name"] = "Старые реги",
									["status"] = -3,
									["empty"] = 3,
									["count"] = 98,
									["texture"] = 133633,
								}, -- [1]
								{
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 10,
											["h"] = "|cff1eff00|Hitem:76136::::::::110:256::::::|h[Пандарийский гранат]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 1,
											["did"] = 1,
											["age"] = 24660856,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 58,
											["h"] = "|cff0070dd|Hitem:76131::::::::110:256::::::|h[Первозданный рубин]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 2,
											["did"] = 15,
											["age"] = 24660856,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 3,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 29,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74249:::::::1920310528:110:256::::::|h[Пыль духов]|h|r",
											["slot_id"] = 4,
											["count"] = 200,
											["bag_id"] = 2,
											["did"] = 43,
											["loc_id"] = 4,
										}, -- [4]
										{
											["slot_id"] = 5,
											["loc_id"] = 4,
											["did"] = 57,
											["bag_id"] = 2,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:52718:::::::982296192:110:256::::::|h[Простая божественная субстанция]|h|r",
											["slot_id"] = 6,
											["count"] = 3,
											["did"] = 71,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:52719::::::::110:256::::::|h[Великая божественная субстанция]|h|r",
											["slot_id"] = 7,
											["count"] = 6,
											["did"] = 85,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76133::::::::110:256::::::|h[Лазурит]|h|r",
											["slot_id"] = 8,
											["count"] = 10,
											["bag_id"] = 2,
											["did"] = 2,
											["loc_id"] = 4,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 39,
											["h"] = "|cff0070dd|Hitem:76138:::::::1058877568:110:256::::::|h[Сердце реки]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 9,
											["did"] = 16,
											["age"] = 24660856,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 10,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 30,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74249::::::::110:256::::::|h[Пыль духов]|h|r",
											["slot_id"] = 11,
											["count"] = 20,
											["bag_id"] = 2,
											["did"] = 44,
											["loc_id"] = 4,
										}, -- [11]
										{
											["slot_id"] = 12,
											["loc_id"] = 4,
											["did"] = 58,
											["bag_id"] = 2,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52325::::::::110:256::::::|h[Неустойчивый огонь]|h|r",
											["slot_id"] = 13,
											["count"] = 24,
											["did"] = 72,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52327::::::::110:256::::::|h[Неустойчивая земля]|h|r",
											["slot_id"] = 14,
											["count"] = 12,
											["did"] = 86,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76134::::::::110:256::::::|h[Солнечный камень]|h|r",
											["slot_id"] = 15,
											["count"] = 17,
											["bag_id"] = 2,
											["did"] = 3,
											["loc_id"] = 4,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 42,
											["h"] = "|cff0070dd|Hitem:76142:::::::418896000:110:256::::::|h[Солнцесвет]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 16,
											["did"] = 17,
											["age"] = 24660856,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:72988::::::::110:256::::::|h[Ветрошерстяная ткань]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 17,
											["did"] = 31,
											["age"] = 24660856,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 56,
											["h"] = "|cffffffff|Hitem:72120::::::::110:256::::::|h[Экзотическая кожа]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 18,
											["did"] = 45,
											["age"] = 24660856,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 2,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52721::::::::110:256::::::|h[Небесный осколок]|h|r",
											["slot_id"] = 20,
											["count"] = 2,
											["did"] = 73,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [20]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:52722::::::::110:256::::::|h[Кристалл Водоворота]|h|r",
											["slot_id"] = 21,
											["count"] = 1,
											["did"] = 87,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [21]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 31,
											["h"] = "|cff1eff00|Hitem:76130:::::::1930423168:110:256::::::|h[Тигровый опал]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 22,
											["did"] = 4,
											["age"] = 24660856,
										}, -- [22]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 24,
											["h"] = "|cff0070dd|Hitem:76140::::::::110:256::::::|h[Закатный оникс]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 23,
											["did"] = 18,
											["age"] = 24660856,
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 143,
											["h"] = "|cffffffff|Hitem:72093::::::::110:256::::::|h[Кипарит]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 24,
											["did"] = 32,
											["age"] = 24660856,
										}, -- [24]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 2,
											["h"] = "|cff1eff00|Hitem:74250:::::::1024627328:110:256::::::|h[Загадочная субстанция]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 25,
											["did"] = 46,
											["age"] = 24660856,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 2,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 26,
											["h"] = "|cffffffff|Hitem:52328:::::::1536574976:110:256::::::|h[Неустойчивый воздух]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 27,
											["did"] = 74,
											["age"] = 24722867,
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 30,
											["h"] = "|cffffffff|Hitem:53010::::::::110:256::::::|h[Угольный шелк]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 28,
											["did"] = 88,
											["age"] = 24722867,
										}, -- [28]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 7,
											["h"] = "|cff1eff00|Hitem:76135::::::::110:256::::::|h[Плутовской камень]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 29,
											["did"] = 5,
											["age"] = 24660856,
										}, -- [29]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 41,
											["h"] = "|cff0070dd|Hitem:76141::::::::110:256::::::|h[Императорский аметист]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 30,
											["did"] = 19,
											["age"] = 24660856,
										}, -- [30]
										{
											["q"] = 4,
											["loc_id"] = 4,
											["count"] = 16,
											["h"] = "|cffa335ee|Hitem:74248::::::::110:256::::::|h[Кристалл ша]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 31,
											["did"] = 33,
											["age"] = 24660856,
										}, -- [31]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 72,
											["h"] = "|cff0070dd|Hitem:74247:::::::-1632578618:110:256::::::|h[Астральный осколок]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 32,
											["did"] = 47,
											["age"] = 24660856,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 2,
										}, -- [33]
										{
											["slot_id"] = 34,
											["loc_id"] = 4,
											["did"] = 75,
											["bag_id"] = 2,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52326::::::::110:256::::::|h[Неустойчивая вода]|h|r",
											["slot_id"] = 35,
											["count"] = 6,
											["bag_id"] = 2,
											["did"] = 89,
											["loc_id"] = 4,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76137::::::::110:256::::::|h[Александрит]|h|r",
											["slot_id"] = 36,
											["count"] = 9,
											["bag_id"] = 2,
											["did"] = 6,
											["loc_id"] = 4,
										}, -- [36]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 6,
											["h"] = "|cff0070dd|Hitem:76139:::::::23339520:110:256::::::|h[Самородный нефрит]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 37,
											["did"] = 20,
											["age"] = 24660856,
										}, -- [37]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 38,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 34,
										}, -- [38]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:72238::::::::110:256::::::|h[Золотой лотос]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 39,
											["did"] = 48,
											["age"] = 24660856,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 2,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 2,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 2,
										}, -- [42]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:72104::::::::110:256::::::|h[Живая сталь]|h|r",
											["slot_id"] = 43,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 20,
											["did"] = 7,
											["bag_id"] = 2,
										}, -- [43]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76734:::::::391611648:110:256::::::|h[Змеиный глаз]|h|r",
											["slot_id"] = 44,
											["count"] = 22,
											["bag_id"] = 2,
											["did"] = 21,
											["loc_id"] = 4,
										}, -- [44]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:89112::::::::110:256::::::|h[Частица гармонии]|h|r",
											["slot_id"] = 45,
											["count"] = 5,
											["bag_id"] = 2,
											["did"] = 35,
											["loc_id"] = 4,
										}, -- [45]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 35,
											["h"] = "|cff0070dd|Hitem:76061::::::::110:256::::::|h[Дух гармонии]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 46,
											["did"] = 49,
											["age"] = 24722867,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 2,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 2,
										}, -- [48]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:108996::::::::110:256::::::|h[Алхимический катализатор]|h|r",
											["slot_id"] = 49,
											["count"] = 23,
											["did"] = 91,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 2,
										}, -- [50]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 51,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 22,
										}, -- [51]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 52,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 36,
										}, -- [52]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 53,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 50,
										}, -- [53]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 54,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 64,
										}, -- [54]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 55,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 78,
										}, -- [55]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 56,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 92,
										}, -- [56]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34057::::::::110:256::::::|h[Кристалл Пропасти]|h|r",
											["slot_id"] = 57,
											["count"] = 35,
											["did"] = 9,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [57]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 22,
											["h"] = "|cff0070dd|Hitem:43102::::::::110:256::::::|h[Ледяной шар]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 58,
											["did"] = 23,
											["age"] = 24660856,
										}, -- [58]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35623::::::::110:256::::::|h[Извечный воздух]|h|r",
											["slot_id"] = 59,
											["count"] = 7,
											["did"] = 37,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [59]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39683::::::::110:256::::::|h[Труба из ледяной стали]|h|r",
											["slot_id"] = 60,
											["count"] = 4,
											["did"] = 51,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [60]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36916::::::::110:256::::::|h[Слиток кобальта]|h|r",
											["slot_id"] = 61,
											["count"] = 16,
											["did"] = 65,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [61]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34054:::::::1913030812:110:256::::::|h[Абсолютная пыль]|h|r",
											["slot_id"] = 62,
											["count"] = 35,
											["did"] = 79,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39682::::::::110:256::::::|h[Перегруженный конденсатор]|h|r",
											["slot_id"] = 63,
											["count"] = 22,
											["did"] = 93,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [63]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35627::::::::110:256::::::|h[Извечная тьма]|h|r",
											["slot_id"] = 64,
											["count"] = 28,
											["did"] = 10,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [64]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35624::::::::110:256::::::|h[Извечная земля]|h|r",
											["slot_id"] = 65,
											["count"] = 37,
											["did"] = 24,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [65]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35625::::::::110:256::::::|h[Извечная жизнь]|h|r",
											["slot_id"] = 66,
											["count"] = 27,
											["did"] = 38,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [66]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39681::::::::110:256::::::|h[Пригоршня кобальтовых болтов]|h|r",
											["slot_id"] = 67,
											["count"] = 24,
											["did"] = 52,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [67]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36913::::::::110:256::::::|h[Слиток саронита]|h|r",
											["slot_id"] = 68,
											["count"] = 32,
											["did"] = 66,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [68]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780:::::::712911616:110:256::::::|h[Реликвия Ульдуара]|h|r",
											["slot_id"] = 69,
											["count"] = 150,
											["did"] = 80,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [69]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39690::::::::110:256::::::|h[Неустойчивый детонатор]|h|r",
											["slot_id"] = 70,
											["count"] = 35,
											["did"] = 94,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [70]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36908::::::::110:256::::::|h[Северный лотос]|h|r",
											["slot_id"] = 71,
											["count"] = 22,
											["did"] = 11,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [71]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36903::::::::110:256::::::|h[Язык аспида]|h|r",
											["slot_id"] = 72,
											["count"] = 19,
											["did"] = 25,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [72]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:33470::::::::110:256::::::|h[Ледяная ткань]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 73,
											["did"] = 39,
											["age"] = 24660856,
										}, -- [73]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::110:256::::::|h[Ледяная ткань]|h|r",
											["slot_id"] = 74,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 156,
											["did"] = 53,
											["bag_id"] = 2,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 2,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 2,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 2,
										}, -- [77]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 78,
											["age"] = 24660856,
											["bag_id"] = 2,
											["did"] = 12,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 2,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 2,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 2,
										}, -- [81]
										{
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 2,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 2,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 2,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22578:::::::1571958080:110:256::::::|h[Частица воды]|h|r",
											["slot_id"] = 85,
											["count"] = 4,
											["did"] = 13,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [85]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22577::::::::110:256::::::|h[Частица тени]|h|r",
											["slot_id"] = 86,
											["count"] = 6,
											["did"] = 27,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [86]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:22576::::::::110:256::::::|h[Частица маны]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 87,
											["did"] = 41,
											["age"] = 24660856,
										}, -- [87]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:23572::::::::110:256::::::|h[Изначальная Пустота]|h|r",
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 2,
										}, -- [89]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29426:::::::756250464:110:256::::::|h[Перстень Огнекрылов]|h|r",
											["slot_id"] = 90,
											["count"] = 34,
											["did"] = 83,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [90]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:14344::::::::110:256::::::|h[Большой сверкающий осколок]|h|r",
											["slot_id"] = 91,
											["count"] = 1,
											["did"] = 97,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [91]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 4,
											["h"] = "|cff1eff00|Hitem:21885::::::::110:256::::::|h[Изначальная Вода]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 92,
											["did"] = 14,
											["age"] = 24660856,
										}, -- [92]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22457::::::::110:256::::::|h[Изначальная мана]|h|r",
											["slot_id"] = 93,
											["count"] = 4,
											["did"] = 28,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [93]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:21886::::::::110:256::::::|h[Изначальная жизнь]|h|r",
											["slot_id"] = 94,
											["count"] = 3,
											["did"] = 42,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [94]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22456::::::::110:256::::::|h[Изначальная тень]|h|r",
											["slot_id"] = 95,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 56,
											["loc_id"] = 4,
										}, -- [95]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7076::::::::110:256::::::|h[Субстанция Земли]|h|r",
											["slot_id"] = 96,
											["count"] = 6,
											["bag_id"] = 2,
											["did"] = 70,
											["loc_id"] = 4,
										}, -- [96]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12808::::::::110:256::::::|h[Субстанция нежити]|h|r",
											["slot_id"] = 97,
											["count"] = 5,
											["did"] = 84,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [97]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7080::::::::110:256::::::|h[Субстанция Воды]|h|r",
											["slot_id"] = 98,
											["count"] = 17,
											["did"] = 98,
											["bag_id"] = 2,
											["loc_id"] = 4,
										}, -- [98]
									},
									["bag_id"] = 2,
									["loc_id"] = 4,
									["name"] = "Редкие реагенты",
									["status"] = -3,
									["empty"] = 32,
									["count"] = 98,
									["texture"] = 133666,
								}, -- [2]
								{
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109129::::::::110:256::::::|h[Таладорская орхидея]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 1,
											["did"] = 1,
											["age"] = 24660855,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109128::::::::110:256::::::|h[Награндский стрелоцвет]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 2,
											["did"] = 15,
											["age"] = 24660855,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 193,
											["h"] = "|cffffffff|Hitem:109125::::::::110:256::::::|h[Пламецвет]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 3,
											["did"] = 29,
											["age"] = 24660855,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109124::::::::110:256::::::|h[Морозноцвет]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 200,
											["did"] = 43,
											["bag_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 58,
											["h"] = "|cffffffff|Hitem:109126::::::::110:256::::::|h[Горгрондская мухоловка]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 5,
											["did"] = 57,
											["age"] = 24660855,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 9,
											["h"] = "|cffffffff|Hitem:109127::::::::110:256::::::|h[Звездоцвет]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 6,
											["did"] = 71,
											["age"] = 24660855,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 7,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 85,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 183,
											["h"] = "|cffffffff|Hitem:109129::::::::110:256::::::|h[Таладорская орхидея]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 8,
											["did"] = 2,
											["age"] = 24660855,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109128::::::::110:256::::::|h[Награндский стрелоцвет]|h|r",
											["slot_id"] = 9,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 200,
											["did"] = 16,
											["bag_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109125::::::::110:256::::::|h[Пламецвет]|h|r",
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 3,
											["count"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109124::::::::110:256::::::|h[Морозноцвет]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 3,
											["count"] = 13,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109126::::::::110:256::::::|h[Горгрондская мухоловка]|h|r",
											["slot_id"] = 12,
											["loc_id"] = 4,
											["did"] = 58,
											["bag_id"] = 3,
											["count"] = 86,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109127::::::::110:256::::::|h[Звездоцвет]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 4,
											["did"] = 72,
											["bag_id"] = 3,
											["count"] = 60,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 14,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 86,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 15,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109128::::::::110:256::::::|h[Награндский стрелоцвет]|h|r",
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 3,
											["count"] = 23,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 17,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 31,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 18,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 45,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 19,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 59,
										}, -- [19]
										{
											["slot_id"] = 20,
											["loc_id"] = 4,
											["did"] = 73,
											["bag_id"] = 3,
										}, -- [20]
										{
											["slot_id"] = 21,
											["loc_id"] = 4,
											["did"] = 87,
											["bag_id"] = 3,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 3,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 3,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 3,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 3,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 3,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 3,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 3,
										}, -- [28]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cff1eff00|Hitem:113263::::::::110:256::::::|h[Волшебная земля]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 29,
											["did"] = 5,
											["age"] = 24660855,
										}, -- [29]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113264::::::::110:256::::::|h[Волшебный воздух]|h|r",
											["slot_id"] = 30,
											["count"] = 200,
											["did"] = 19,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [30]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113264::::::::110:256::::::|h[Волшебный воздух]|h|r",
											["slot_id"] = 31,
											["count"] = 200,
											["did"] = 33,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [31]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113262::::::::110:256::::::|h[Волшебная вода]|h|r",
											["slot_id"] = 32,
											["count"] = 200,
											["did"] = 47,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [32]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113262::::::::110:256::::::|h[Волшебная вода]|h|r",
											["slot_id"] = 33,
											["count"] = 200,
											["did"] = 61,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [33]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113261::::::::110:256::::::|h[Волшебный огонь]|h|r",
											["slot_id"] = 34,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 6,
											["did"] = 75,
											["bag_id"] = 3,
										}, -- [34]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113261::::::::110:256::::::|h[Волшебный огонь]|h|r",
											["slot_id"] = 35,
											["count"] = 200,
											["bag_id"] = 3,
											["did"] = 89,
											["loc_id"] = 4,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113263::::::::110:256::::::|h[Волшебная земля]|h|r",
											["slot_id"] = 36,
											["count"] = 200,
											["did"] = 6,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [36]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 12,
											["h"] = "|cff1eff00|Hitem:113263::::::::110:256::::::|h[Волшебная земля]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 37,
											["did"] = 20,
											["age"] = 24660855,
										}, -- [37]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cff1eff00|Hitem:113264::::::::110:256::::::|h[Волшебный воздух]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 38,
											["did"] = 34,
											["age"] = 24660855,
										}, -- [38]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 10,
											["h"] = "|cff1eff00|Hitem:113264::::::::110:256::::::|h[Волшебный воздух]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 39,
											["did"] = 48,
											["age"] = 24660855,
										}, -- [39]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 121,
											["h"] = "|cff1eff00|Hitem:113262::::::::110:256::::::|h[Волшебная вода]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 40,
											["did"] = 62,
											["age"] = 24660855,
										}, -- [40]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113261::::::::110:256::::::|h[Волшебный огонь]|h|r",
											["slot_id"] = 41,
											["count"] = 200,
											["did"] = 76,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [41]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113261::::::::110:256::::::|h[Волшебный огонь]|h|r",
											["slot_id"] = 42,
											["count"] = 200,
											["bag_id"] = 3,
											["did"] = 90,
											["loc_id"] = 4,
										}, -- [42]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["slot_id"] = 43,
											["count"] = 200,
											["did"] = 7,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [43]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["slot_id"] = 44,
											["count"] = 200,
											["did"] = 21,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [44]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["slot_id"] = 45,
											["count"] = 200,
											["did"] = 35,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [45]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["slot_id"] = 46,
											["count"] = 200,
											["did"] = 49,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [46]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 47,
											["did"] = 63,
											["age"] = 24660855,
										}, -- [47]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 126,
											["h"] = "|cffffffff|Hitem:109118::::::::110:256::::::|h[Руда Черной горы]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 48,
											["did"] = 77,
											["age"] = 24722867,
										}, -- [48]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 49,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 91,
										}, -- [49]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109119::::::::110:256::::::|h[Истинная железная руда]|h|r",
											["slot_id"] = 50,
											["count"] = 200,
											["bag_id"] = 3,
											["did"] = 8,
											["loc_id"] = 4,
										}, -- [50]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109119::::::::110:256::::::|h[Истинная железная руда]|h|r",
											["slot_id"] = 51,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 132,
											["did"] = 22,
											["bag_id"] = 3,
										}, -- [51]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109119::::::::110:256::::::|h[Истинная железная руда]|h|r",
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 3,
											["count"] = 200,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 3,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 3,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 3,
										}, -- [55]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 56,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 92,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 3,
										}, -- [57]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 58,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 23,
										}, -- [58]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 59,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 37,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 3,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 3,
										}, -- [61]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 62,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 79,
										}, -- [62]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:111245::::::::110:256::::::|h[Светящийся осколок]|h|r",
											["slot_id"] = 63,
											["count"] = 3,
											["bag_id"] = 3,
											["did"] = 93,
											["loc_id"] = 4,
										}, -- [63]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 64,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 10,
										}, -- [64]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 65,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 24,
										}, -- [65]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 66,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 38,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 3,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 3,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 3,
										}, -- [69]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109693::::::::110:256::::::|h[Дренорская пыль]|h|r",
											["slot_id"] = 70,
											["count"] = 28,
											["bag_id"] = 3,
											["did"] = 94,
											["loc_id"] = 4,
										}, -- [70]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118391::::::::110:256::::::|h[Королевский червяк]|h|r",
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [71]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118391::::::::110:256::::::|h[Королевский червяк]|h|r",
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [72]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 73,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 39,
										}, -- [73]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 74,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 53,
										}, -- [74]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 75,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 67,
										}, -- [75]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 76,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 81,
										}, -- [76]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 77,
											["age"] = 24660855,
											["bag_id"] = 3,
											["did"] = 95,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111670::::::::110:256::::::|h[Огромный хлыстохвост Черноводья]|h|r",
											["slot_id"] = 78,
											["count"] = 11,
											["did"] = 12,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [78]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109137::::::::110:256::::::|h[Мясо рыбы-сабли]|h|r",
											["slot_id"] = 79,
											["count"] = 200,
											["did"] = 26,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [79]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109137::::::::110:256::::::|h[Мясо рыбы-сабли]|h|r",
											["slot_id"] = 80,
											["count"] = 200,
											["did"] = 40,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [80]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109137::::::::110:256::::::|h[Мясо рыбы-сабли]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 81,
											["did"] = 54,
											["age"] = 24660855,
										}, -- [81]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 66,
											["h"] = "|cffffffff|Hitem:109137::::::::110:256::::::|h[Мясо рыбы-сабли]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 82,
											["did"] = 68,
											["age"] = 24660855,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 3,
										}, -- [83]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109138::::::::110:256::::::|h[Мясо безротого скрытиуса]|h|r",
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 3,
											["count"] = 140,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109144::::::::110:256::::::|h[Мясо хлыстохвоста Черноводья]|h|r",
											["slot_id"] = 85,
											["count"] = 167,
											["did"] = 13,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [85]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109144::::::::110:256::::::|h[Мясо хлыстохвоста Черноводья]|h|r",
											["slot_id"] = 86,
											["count"] = 200,
											["did"] = 27,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [86]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109144::::::::110:256::::::|h[Мясо хлыстохвоста Черноводья]|h|r",
											["slot_id"] = 87,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 200,
											["did"] = 41,
											["bag_id"] = 3,
										}, -- [87]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 88,
											["age"] = 24722867,
											["bag_id"] = 3,
											["did"] = 55,
										}, -- [88]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109142::::::::110:256::::::|h[Сегмент морского скорпиона]|h|r",
											["slot_id"] = 89,
											["count"] = 72,
											["did"] = 69,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [89]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109143::::::::110:256::::::|h[Мясо глубинного угря-мешкорота]|h|r",
											["slot_id"] = 90,
											["count"] = 1,
											["did"] = 83,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [90]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109138::::::::110:256::::::|h[Мясо безротого скрытиуса]|h|r",
											["slot_id"] = 91,
											["count"] = 200,
											["did"] = 97,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [91]
										{
											["slot_id"] = 92,
											["loc_id"] = 4,
											["did"] = 14,
											["bag_id"] = 3,
										}, -- [92]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 184,
											["h"] = "|cffffffff|Hitem:109140::::::::110:256::::::|h[Мясо слепого озерного осетра]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 93,
											["did"] = 28,
											["age"] = 24722867,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 3,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109139::::::::110:256::::::|h[Мясо толстопузика]|h|r",
											["slot_id"] = 95,
											["count"] = 10,
											["did"] = 56,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [95]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109142::::::::110:256::::::|h[Сегмент морского скорпиона]|h|r",
											["slot_id"] = 96,
											["count"] = 200,
											["did"] = 70,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [96]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109143::::::::110:256::::::|h[Мясо глубинного угря-мешкорота]|h|r",
											["slot_id"] = 97,
											["count"] = 5,
											["did"] = 84,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109138::::::::110:256::::::|h[Мясо безротого скрытиуса]|h|r",
											["slot_id"] = 98,
											["count"] = 200,
											["did"] = 98,
											["bag_id"] = 3,
											["loc_id"] = 4,
										}, -- [98]
									},
									["bag_id"] = 3,
									["loc_id"] = 4,
									["name"] = "Дренор",
									["status"] = -3,
									["empty"] = 41,
									["count"] = 98,
									["texture"] = 1320372,
								}, -- [3]
								{
									["type"] = 1,
									["access"] = "полный доступ",
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121168::::::::110:256:512::2:1812:1680:110:::|h[Каль'деларский латный ремень со знаком быстрого клинка]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 1,
											["did"] = 1,
											["age"] = 24722867,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121006::::::::110:256:512::2:1812:1717:110:::|h[Рут'ванское наплечье с меткой безмятежности]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 2,
											["did"] = 15,
											["age"] = 24722867,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121017::::::::110:256:512::2:1812:1686:110:::|h[Ллотиенские наручники с символом бесподобия]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 3,
											["did"] = 29,
											["age"] = 24722867,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:106741::::::::110:256:::1:56:::|h[Одеяние Темной Звезды с символом бесподобия]|h|r",
											["slot_id"] = 4,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 43,
											["loc_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121186::::::::110:256:512::2:1812:1707:110:::|h[Капюшон племени Дымящейся Шкуры со знаком рассвета]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 5,
											["did"] = 57,
											["age"] = 24722867,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121128::::::::110:256:512::2:1812:1705:110:::|h[Сапоги Хауствальда со знаком рассвета]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 6,
											["did"] = 71,
											["age"] = 24722867,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121207::::::::110:256:512::2:1812:1678:110:::|h[Клепаные рукавицы Корней ужаса со знаком быстрого клинка]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 7,
											["did"] = 85,
											["age"] = 24722867,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121024::::::::110:256:512::2:1812:1676:110:::|h[Ллотиенский боевой пояс со знаком быстрого клинка]|h|r",
											["slot_id"] = 8,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 2,
											["loc_id"] = 4,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121078::::::::110:256:512::2:1812:1688:110:::|h[Наплечники Ледяной Сосны с символом бесподобия]|h|r",
											["slot_id"] = 9,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 16,
											["loc_id"] = 4,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121237::::::::110:256:512::2:1812:1716:110:::|h[Наручники Янтарной долины с меткой безмятежности]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 10,
											["did"] = 30,
											["age"] = 24722867,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 11,
											["age"] = 24722867,
											["did"] = 44,
											["bag_id"] = 4,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121248::::::::110:256:512::2:1812:1771:110:::|h[Цепь сумерек со знаком рассвета]|h|r",
											["slot_id"] = 12,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 58,
											["loc_id"] = 4,
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121172::::::::110:256:512::2:1812:1686:110:::|h[Каль'деларские башмаки с символом бесподобия]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 13,
											["did"] = 72,
											["age"] = 24722867,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121097::::::::110:256:512::2:1812:1682:110:::|h[Рукавицы холмохода со знаком быстрого клинка]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 14,
											["did"] = 86,
											["age"] = 24722867,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121189::::::::110:256:512::2:1812:1702:106:::|h[Боевой пояс племени Дымящейся Шкуры с символом лихорадочного света]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 15,
											["did"] = 3,
											["age"] = 24722867,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 16,
											["age"] = 24722867,
											["did"] = 17,
											["bag_id"] = 4,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121008::::::::110:256:512::2:1812:1700:110:::|h[Рут'ванские тяжелые наручи с символом лихорадочного света]|h|r",
											["slot_id"] = 17,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 31,
											["loc_id"] = 4,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 18,
											["age"] = 24722867,
											["did"] = 45,
											["bag_id"] = 4,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121126::::::::110:256:512::2:1812:607:110:::|h[Чешуйка штормокрыла]|h|r",
											["slot_id"] = 19,
											["count"] = 1,
											["bag_id"] = 4,
											["did"] = 59,
											["loc_id"] = 4,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 20,
											["age"] = 24722867,
											["did"] = 73,
											["bag_id"] = 4,
										}, -- [20]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121002::::::::110:256:512::2:1812:1686:110:::|h[Рут'ванские рукавицы с символом бесподобия]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 21,
											["did"] = 87,
											["age"] = 24722867,
										}, -- [21]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121048::::::::110:256:512::2:1812:1720:110:::|h[Шнурованный ремень исследователя времени с символом нетерпеливости]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 22,
											["did"] = 4,
											["age"] = 24722867,
										}, -- [22]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 23,
											["age"] = 24722867,
											["did"] = 18,
											["bag_id"] = 4,
										}, -- [23]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121237::::::::110:256:512::2:1812:1706:110:::|h[Наручники Янтарной долины со знаком рассвета]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 24,
											["did"] = 32,
											["age"] = 24722867,
										}, -- [24]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 25,
											["age"] = 24722867,
											["did"] = 46,
											["bag_id"] = 4,
										}, -- [25]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 26,
											["age"] = 24722867,
											["did"] = 60,
											["bag_id"] = 4,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 27,
											["age"] = 24722867,
											["did"] = 74,
											["bag_id"] = 4,
										}, -- [27]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:121130::::::::110:256:512::2:1812:1684:110:::|h[Перчатки Хауствальда с символом бесподобия]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 28,
											["did"] = 88,
											["age"] = 24722867,
										}, -- [28]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 29,
											["age"] = 24722867,
											["did"] = 5,
											["bag_id"] = 4,
										}, -- [29]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 30,
											["age"] = 24722867,
											["did"] = 19,
											["bag_id"] = 4,
										}, -- [30]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 31,
											["age"] = 24722867,
											["did"] = 33,
											["bag_id"] = 4,
										}, -- [31]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 32,
											["age"] = 24722867,
											["did"] = 47,
											["bag_id"] = 4,
										}, -- [32]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 33,
											["age"] = 24722867,
											["did"] = 61,
											["bag_id"] = 4,
										}, -- [33]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 34,
											["age"] = 24722867,
											["did"] = 75,
											["bag_id"] = 4,
										}, -- [34]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121105::::::::110:256:512::2:1812:1704:110:::|h[Повязки пернатой ведьмы со знаком рассвета]|h|r",
											["slot_id"] = 35,
											["count"] = 1,
											["did"] = 89,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 4,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 4,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 4,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 4,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 4,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 4,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 4,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 4,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 4,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 4,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 4,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 4,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 4,
										}, -- [48]
										{
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 4,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 4,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 4,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 4,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 4,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 4,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 4,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 4,
										}, -- [56]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:143681::::::::110:256::::::|h[Слегка пригоревшая пища]|h|r",
											["slot_id"] = 57,
											["count"] = 8,
											["bag_id"] = 4,
											["did"] = 9,
											["loc_id"] = 4,
										}, -- [57]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:127838::::::::110:256::::::|h[Лесной эликсир]|h|r",
											["slot_id"] = 58,
											["count"] = 20,
											["did"] = 23,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 4,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 4,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 4,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 4,
										}, -- [62]
										{
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 4,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 4,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 4,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 4,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 4,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 4,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 4,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 4,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 4,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 4,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 4,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 4,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 4,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 4,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 4,
										}, -- [77]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 78,
											["age"] = 24660856,
											["bag_id"] = 4,
											["did"] = 12,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 4,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 4,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 4,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 82,
											["count"] = 18,
											["did"] = 68,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [82]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 83,
											["count"] = 20,
											["did"] = 82,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [83]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 84,
											["count"] = 20,
											["did"] = 96,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 85,
											["count"] = 20,
											["did"] = 13,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [85]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 86,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 27,
											["loc_id"] = 4,
										}, -- [86]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 87,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 41,
											["loc_id"] = 4,
										}, -- [87]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 88,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 55,
											["loc_id"] = 4,
										}, -- [88]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 89,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 69,
											["loc_id"] = 4,
										}, -- [89]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 90,
											["did"] = 83,
											["age"] = 24722867,
										}, -- [90]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133940::::::::110:256::::::|h[Бинты из шелкового полотна]|h|r",
											["slot_id"] = 91,
											["count"] = 20,
											["did"] = 97,
											["bag_id"] = 4,
											["loc_id"] = 4,
										}, -- [91]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 92,
											["did"] = 14,
											["age"] = 24660856,
										}, -- [92]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 93,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 28,
											["loc_id"] = 4,
										}, -- [93]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 94,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 42,
											["loc_id"] = 4,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 95,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 56,
											["loc_id"] = 4,
										}, -- [95]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 96,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 70,
											["loc_id"] = 4,
										}, -- [96]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 97,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 84,
											["loc_id"] = 4,
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:111603::::::::110:256::::::|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 98,
											["count"] = 20,
											["bag_id"] = 4,
											["did"] = 98,
											["loc_id"] = 4,
										}, -- [98]
									},
									["bag_id"] = 4,
									["loc_id"] = 4,
									["name"] = "Легион на обмен",
									["status"] = -3,
									["empty"] = 58,
									["count"] = 98,
									["texture"] = 1344647,
								}, -- [4]
								{
									["type"] = 1,
									["access"] = "только вклад",
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 94,
											["h"] = "|cff1eff00|Hitem:130177::::::::110:256::::::|h[Королевский опал]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 1,
											["did"] = 1,
											["age"] = 24722867,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 98,
											["h"] = "|cff1eff00|Hitem:130176::::::::110:256::::::|h[Небесный камень]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 2,
											["did"] = 15,
											["age"] = 24722867,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 68,
											["h"] = "|cff1eff00|Hitem:130174::::::::110:256::::::|h[Азсунит]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 3,
											["did"] = 29,
											["age"] = 24722867,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 84,
											["h"] = "|cff1eff00|Hitem:130172::::::::110:256::::::|h[Кровавик]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 4,
											["did"] = 43,
											["age"] = 24722867,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:130173::::::::110:256::::::|h[Темный янтарь]|h|r",
											["slot_id"] = 5,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 91,
											["did"] = 57,
											["bag_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 99,
											["h"] = "|cff1eff00|Hitem:130175::::::::110:256::::::|h[Шпинель Хаоса]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 6,
											["did"] = 71,
											["age"] = 24660856,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:130250::::::::110:256::::::|h[Ювелирная отмычка]|h|r",
											["slot_id"] = 7,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 10,
											["did"] = 85,
											["bag_id"] = 5,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 12,
											["h"] = "|cff0070dd|Hitem:130183::::::::110:256::::::|h[Темный рубин]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 8,
											["did"] = 2,
											["age"] = 24722867,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 3,
											["h"] = "|cff0070dd|Hitem:130182::::::::110:256::::::|h[Сапфир Водоворота]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 9,
											["did"] = 16,
											["age"] = 24722867,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 5,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:130178::::::::110:256::::::|h[Камень ярости]|h|r",
											["slot_id"] = 11,
											["count"] = 8,
											["bag_id"] = 5,
											["did"] = 44,
											["loc_id"] = 4,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 6,
											["h"] = "|cff0070dd|Hitem:130179::::::::110:256::::::|h[Глаз Пророчества]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 12,
											["did"] = 58,
											["age"] = 24722867,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 2,
											["h"] = "|cff0070dd|Hitem:130181::::::::110:256::::::|h[Пандемонит]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 13,
											["did"] = 72,
											["age"] = 24722867,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:129100::::::::110:256::::::|h[Осколок самоцвета]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 4,
											["did"] = 86,
											["bag_id"] = 5,
											["count"] = 43,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124105::::::::110:256::::::|h[Звездная роза]|h|r",
											["slot_id"] = 15,
											["count"] = 20,
											["did"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [15]
										{
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 5,
										}, -- [16]
										{
											["slot_id"] = 17,
											["loc_id"] = 4,
											["did"] = 31,
											["bag_id"] = 5,
										}, -- [17]
										{
											["slot_id"] = 18,
											["loc_id"] = 4,
											["did"] = 45,
											["bag_id"] = 5,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 5,
										}, -- [19]
										{
											["slot_id"] = 20,
											["loc_id"] = 4,
											["did"] = 73,
											["bag_id"] = 5,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 21,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 87,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 22,
											["age"] = 24722867,
											["did"] = 4,
											["bag_id"] = 5,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 5,
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 24,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 32,
										}, -- [24]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 25,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 46,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 5,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 5,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 5,
										}, -- [28]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124113::::::::110:256::::::|h[Каменно-твердая кожа]|h|r",
											["slot_id"] = 29,
											["loc_id"] = 4,
											["age"] = 24722867,
											["count"] = 200,
											["did"] = 5,
											["bag_id"] = 5,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124113::::::::110:256::::::|h[Каменно-твердая кожа]|h|r",
											["slot_id"] = 30,
											["count"] = 200,
											["did"] = 19,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [30]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 31,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 33,
										}, -- [31]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 32,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 47,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 5,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:123918::::::::110:256::::::|h[Руда силового камня]|h|r",
											["slot_id"] = 34,
											["count"] = 46,
											["did"] = 75,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [34]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 42,
											["h"] = "|cff1eff00|Hitem:124444::::::::110:256::::::|h[Инфернальная сера]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 35,
											["did"] = 89,
											["age"] = 24722867,
										}, -- [35]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:124113::::::::110:256::::::|h[Каменно-твердая кожа]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 36,
											["did"] = 6,
											["age"] = 24722867,
										}, -- [36]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124113::::::::110:256::::::|h[Каменно-твердая кожа]|h|r",
											["slot_id"] = 37,
											["count"] = 200,
											["did"] = 20,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 5,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 5,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 5,
										}, -- [40]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:123919::::::::110:256::::::|h[Сланец Скверны]|h|r",
											["slot_id"] = 41,
											["count"] = 1,
											["did"] = 76,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 5,
										}, -- [42]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:124115::::::::110:256::::::|h[Штормовая чешуя]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 43,
											["did"] = 7,
											["age"] = 24722867,
										}, -- [43]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:124115::::::::110:256::::::|h[Штормовая чешуя]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 44,
											["did"] = 21,
											["age"] = 24722867,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 5,
										}, -- [45]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 46,
											["age"] = 24722867,
											["did"] = 49,
											["bag_id"] = 5,
										}, -- [46]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 185,
											["h"] = "|cffffffff|Hitem:124439::::::::110:256::::::|h[Целый зуб]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 47,
											["did"] = 63,
											["age"] = 24722867,
										}, -- [47]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124438::::::::110:256::::::|h[Целый коготь]|h|r",
											["slot_id"] = 48,
											["count"] = 200,
											["did"] = 77,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [48]
										{
											["q"] = 2,
											["loc_id"] = 4,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:124116::::::::110:256::::::|h[Пропитанная Скверной шкура]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 49,
											["did"] = 91,
											["age"] = 24722867,
										}, -- [49]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:124115::::::::110:256::::::|h[Штормовая чешуя]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 50,
											["did"] = 8,
											["age"] = 24722867,
										}, -- [50]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124115::::::::110:256::::::|h[Штормовая чешуя]|h|r",
											["slot_id"] = 51,
											["count"] = 200,
											["did"] = 22,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 5,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 5,
										}, -- [53]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 54,
											["age"] = 24722867,
											["did"] = 64,
											["bag_id"] = 5,
										}, -- [54]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124438::::::::110:256::::::|h[Целый коготь]|h|r",
											["slot_id"] = 55,
											["count"] = 105,
											["did"] = 78,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [55]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 49,
											["h"] = "|cffffffff|Hitem:142335::::::::110:256::::::|h[Безупречное перо грифозавра]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 56,
											["did"] = 92,
											["age"] = 24722867,
										}, -- [56]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 150,
											["h"] = "|cffffffff|Hitem:124440::::::::110:256::::::|h[Архана]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 57,
											["did"] = 9,
											["age"] = 24722867,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 5,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 5,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 5,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 5,
										}, -- [61]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 0,
											["slot_id"] = 62,
											["age"] = 24660856,
											["bag_id"] = 5,
											["did"] = 79,
										}, -- [62]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:124437::::::::110:256::::::|h[Шал'дорайский шелк]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 63,
											["did"] = 93,
											["age"] = 24722867,
										}, -- [63]
										{
											["q"] = 3,
											["loc_id"] = 4,
											["count"] = 32,
											["h"] = "|cff0070dd|Hitem:124441::::::::110:256::::::|h[Осколок силового света]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 64,
											["did"] = 10,
											["age"] = 24722867,
										}, -- [64]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:124441::::::::110:256::::::|h[Осколок силового света]|h|r",
											["slot_id"] = 65,
											["count"] = 5,
											["did"] = 24,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 5,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 5,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 5,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 5,
										}, -- [69]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124437::::::::110:256::::::|h[Шал'дорайский шелк]|h|r",
											["slot_id"] = 70,
											["count"] = 93,
											["did"] = 94,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [70]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 194,
											["h"] = "|cffffffff|Hitem:124121::::::::110:256::::::|h[Яйцо дикой птицы]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 71,
											["did"] = 11,
											["age"] = 24722867,
										}, -- [71]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 15,
											["h"] = "|cffffffff|Hitem:142336::::::::110:256::::::|h[Яйцо грифозавра]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 72,
											["did"] = 25,
											["age"] = 24722867,
										}, -- [72]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 12,
											["h"] = "|cffffffff|Hitem:124119::::::::110:256::::::|h[Крупные ароматные ребрышки]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 73,
											["did"] = 39,
											["age"] = 24722867,
										}, -- [73]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:133680::::::::110:256::::::|h[Кусок бекона]|h|r",
											["slot_id"] = 74,
											["count"] = 35,
											["did"] = 53,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [74]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124107::::::::110:256::::::|h[Проклятая ставрида]|h|r",
											["slot_id"] = 75,
											["count"] = 30,
											["did"] = 67,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 5,
										}, -- [76]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:124442::::::::110:256::::::|h[Кристалл хаоса]|h|r",
											["slot_id"] = 77,
											["count"] = 6,
											["did"] = 95,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [77]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 67,
											["h"] = "|cffffffff|Hitem:124117::::::::110:256::::::|h[Постная рулька]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 78,
											["did"] = 12,
											["age"] = 24722867,
										}, -- [78]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 21,
											["h"] = "|cffffffff|Hitem:124118::::::::110:256::::::|h[Жирный медвежий стейк]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 79,
											["did"] = 26,
											["age"] = 24722867,
										}, -- [79]
										{
											["q"] = 1,
											["loc_id"] = 4,
											["count"] = 108,
											["h"] = "|cffffffff|Hitem:124120::::::::110:256::::::|h[Кровь силы]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 80,
											["did"] = 40,
											["age"] = 24722867,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 5,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124108::::::::110:256::::::|h[Мохножабрый окунь]|h|r",
											["slot_id"] = 82,
											["count"] = 30,
											["did"] = 68,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 5,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 5,
										}, -- [84]
										{
											["slot_id"] = 85,
											["loc_id"] = 4,
											["did"] = 13,
											["bag_id"] = 5,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 5,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 5,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 5,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 5,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 5,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 5,
										}, -- [91]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109076::::::::110:256::::::|h[Набор для сборки гоблинского планера]|h|r",
											["slot_id"] = 92,
											["count"] = 20,
											["did"] = 14,
											["bag_id"] = 5,
											["loc_id"] = 4,
										}, -- [92]
										{
											["slot_id"] = 93,
											["loc_id"] = 4,
											["did"] = 28,
											["bag_id"] = 5,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 5,
										}, -- [94]
										{
											["slot_id"] = 95,
											["loc_id"] = 4,
											["did"] = 56,
											["bag_id"] = 5,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 5,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 5,
										}, -- [97]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:138875::::::::110:256::::::|h[Маленький силовой кристалл]|h|r",
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [98]
									},
									["bag_id"] = 5,
									["loc_id"] = 4,
									["count"] = 98,
									["status"] = -3,
									["empty"] = 51,
									["name"] = "Легион реги",
									["texture"] = 1344647,
								}, -- [5]
								{
									["type"] = 1,
									["access"] = "No Access",
									["bag_id"] = 6,
									["loc_id"] = 4,
									["name"] = "Казуалам",
									["status"] = -6,
									["texture"] = 1029581,
								}, -- [6]
								{
									["type"] = 1,
									["access"] = "No Access",
									["bag_id"] = 7,
									["loc_id"] = 4,
									["name"] = "Статик",
									["status"] = -6,
									["texture"] = 1029581,
								}, -- [7]
								{
									["type"] = 1,
									["access"] = "No Access",
									["bag_id"] = 8,
									["loc_id"] = 4,
									["name"] = "Офицерский",
									["status"] = -6,
									["texture"] = 1060982,
								}, -- [8]
							},
						}, -- [4]
					},
				},
				["!ACCOUNT - !ACCOUNT"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["player_id"] = "!ACCOUNT - !ACCOUNT",
						["name"] = "Account",
						["faction"] = "",
						["realm"] = "Ясеневый лес",
						["level"] = 18,
						["class_local"] = "Account",
						["faction_local"] = "",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						nil, -- [6]
						{
							["slot_count"] = 154,
							["bag"] = {
								{
									["loc_id"] = 7,
									["count"] = 154,
									["slot"] = {
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 10,
											["guid"] = "BattlePet-0-00000454A366",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:838:9:3:621:98:98:BattlePet-0-00000454A366|h[Аметистовый сланцевый паучонок]|h|r",
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["index"] = 36,
											["guid"] = "BattlePet-0-000005D1A0D0",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1927:1:3:152:12:11:BattlePet-0-000005D1A0D0|h[Аш'ана]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["index"] = 37,
											["guid"] = "BattlePet-0-00000313C4E3",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:78:1:2:150:11:10:BattlePet-0-00000313C4E3|h[Багровая змея]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 3,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 15,
											["guid"] = "BattlePet-0-0000044F0900",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:421:8:3:542:94:83:BattlePet-0-0000044F0900|h[Багровый мотылек]|h|r",
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 14,
											["guid"] = "BattlePet-0-0000044EFCE9",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:421:8:3:563:93:82:BattlePet-0-0000044EFCE9|h[Багровый мотылек]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 38,
											["guid"] = "BattlePet-0-0000044ED26D",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:379:1:3:152:10:14:BattlePet-0-0000044ED26D|h[Белка]|h|r",
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["index"] = 39,
											["guid"] = "BattlePet-0-00000313C505",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:141:1:2:148:10:11:BattlePet-0-00000313C505|h[Белый мотылек]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 2,
											["index"] = 40,
											["guid"] = "BattlePet-0-00000313C4CD",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:195:1:2:145:10:12:BattlePet-0-00000313C4CD|h[Белый скворчонок]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 3,
											["index"] = 41,
											["guid"] = "BattlePet-0-000005B5CFAF",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1934:1:3:161:12:10:BattlePet-0-000005B5CFAF|h[Бенакс]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 9,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 33,
											["guid"] = "BattlePet-0-00000313C50E",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cffffffff|Hbattlepet:388:3:1:273:26:25:BattlePet-0-00000313C50E|h[Береговой краб]|h|r",
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["index"] = 42,
											["guid"] = "BattlePet-0-0000042208D7",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1320:1:3:152:10:13:BattlePet-0-0000042208D7|h[Блескотрончик]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 11,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["index"] = 43,
											["guid"] = "BattlePet-0-0000041872E7",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:227:1:2:148:12:10:BattlePet-0-0000041872E7|h[Боевой робот]|h|r",
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 2,
											["index"] = 44,
											["guid"] = "BattlePet-0-00000313C4C9",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:151:10:10:BattlePet-0-00000313C4C9|h[Большая рогатая сова]|h|r",
											["ab"] = 1,
											["slot_id"] = 13,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["index"] = 45,
											["guid"] = "BattlePet-0-00000313C4E6",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:160:10:10:BattlePet-0-00000313C4E6|h[Большая рогатая сова]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 14,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 19,
											["guid"] = "BattlePet-0-0000044EEEB4",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:399:7:2:415:75:79:BattlePet-0-0000044EEEB4|h[Большеглазый полоз]|h|r",
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 2,
											["index"] = 46,
											["guid"] = "BattlePet-0-00000313C513",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:40:1:2:142:11:11:BattlePet-0-00000313C513|h[Бомбейская кошка]|h|r",
											["ab"] = 1,
											["slot_id"] = 16,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["index"] = 1,
											["guid"] = "BattlePet-0-000003FE1FD1",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1540:18:2:964:192:192:BattlePet-0-000003FE1FD1|h[Бриллиантовая спора]|h|r",
											["ab"] = 1,
											["slot_id"] = 17,
											["bp"] = 1,
											["fav"] = true,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 3,
											["index"] = 47,
											["guid"] = "BattlePet-0-000005AC8DCB",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1705:1:3:161:12:10:BattlePet-0-000005AC8DCB|h[Бука]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 18,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["index"] = 48,
											["guid"] = "BattlePet-0-00000313C4C8",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:77:1:2:151:10:10:BattlePet-0-00000313C4C8|h[Бурая змейка]|h|r",
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 6,
											["guid"] = "BattlePet-0-00000450DD45",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:449:12:2:705:121:128:BattlePet-0-00000450DD45|h[Бурый сурок]|h|r",
											["ab"] = 1,
											["slot_id"] = 20,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 2,
											["index"] = 49,
											["guid"] = "BattlePet-0-00000313C4D5",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:200:1:2:148:8:13:BattlePet-0-00000313C4D5|h[Весенний кролик]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 21,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 2,
											["index"] = 50,
											["guid"] = "BattlePet-0-00000313C4FF",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:157:1:2:151:10:10:BattlePet-0-00000313C4FF|h[Вилли]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 20,
											["guid"] = "BattlePet-0-0000044EF93D",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:418:7:2:436:71:76:BattlePet-0-0000044EF93D|h[Водяная змея]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 23,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 3,
											["index"] = 151,
											["guid"] = "BattlePet-0-0000040984B8",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:336:1:3:155:11:11:BattlePet-0-0000040984B8|h[Воздушный шар ярмарки Новолуния]|h|r",
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 3,
											["index"] = 51,
											["guid"] = "BattlePet-0-00000313C4F8",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:160:1:3:152:13:10:BattlePet-0-00000313C4F8|h[Вонюша]|h|r",
											["ab"] = 1,
											["slot_id"] = 25,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 3,
											["index"] = 52,
											["guid"] = "BattlePet-0-000005AC9484",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 26,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1804:1:3:149:12:12:BattlePet-0-000005AC9484|h[Восставший детеныш саблезуба]|h|r",
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 2,
											["index"] = 152,
											["guid"] = "BattlePet-0-0000040AE8F7",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 27,
											["sb"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:282:1:2:151:10:10:BattlePet-0-0000040AE8F7|h[Гильдейский глашатай]|h|r",
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 2,
											["index"] = 153,
											["guid"] = "BattlePet-0-0000040AE8F6",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 28,
											["sb"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:280:1:2:151:10:10:BattlePet-0-0000040AE8F6|h[Гильдейский паж]|h|r",
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 32,
											["guid"] = "BattlePet-0-00000313C516",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:391:4:2:314:34:48:BattlePet-0-00000313C516|h[Горный кролик]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 2,
											["index"] = 16,
											["guid"] = "BattlePet-0-00000313C4E4",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:197:8:2:460:85:90:BattlePet-0-00000313C4E4|h[Детеныш кобры]|h|r",
											["slot_id"] = 30,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 3,
											["index"] = 53,
											["guid"] = "BattlePet-0-000006046E22",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1928:1:3:155:12:10:BattlePet-0-000006046E22|h[Детеныш огненной летучей мыши]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 31,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = 3,
											["index"] = 54,
											["guid"] = "BattlePet-0-000005958347",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1889:1:3:155:11:12:BattlePet-0-000005958347|h[Детеныш сквернотопыря]|h|r",
											["slot_id"] = 32,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [32]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 22,
											["guid"] = "BattlePet-0-0000044EF5AD",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:400:7:3:418:96:77:BattlePet-0-0000044EF5AD|h[Детеныш черной вдовы]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 33,
										}, -- [33]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 21,
											["guid"] = "BattlePet-0-0000044EF26E",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:400:7:3:459:77:86:BattlePet-0-0000044EF26E|h[Детеныш черной вдовы]|h|r",
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 3,
											["index"] = 55,
											["guid"] = "BattlePet-0-00000313C509",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:243:1:3:161:13:8:BattlePet-0-00000313C509|h[Дракончик Ониксии]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 2,
											["index"] = 56,
											["guid"] = "BattlePet-0-00000313C4CC",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:65:1:2:156:9:10:BattlePet-0-00000313C4CC|h[Древесная лягушка]|h|r",
											["ab"] = 1,
											["slot_id"] = 36,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [36]
										{
											["q"] = 2,
											["index"] = 57,
											["guid"] = "BattlePet-0-00000313C4E2",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 37,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:148:13:9:BattlePet-0-00000313C4E2|h[Желтый мотылек]|h|r",
											["count"] = 1,
										}, -- [37]
										{
											["q"] = 2,
											["index"] = 58,
											["guid"] = "BattlePet-0-00000313C4D0",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 38,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:153:11:9:BattlePet-0-00000313C4D0|h[Желтый мотылек]|h|r",
											["count"] = 1,
										}, -- [38]
										{
											["q"] = 2,
											["index"] = 59,
											["guid"] = "BattlePet-0-00000313C4E0",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:201:1:2:153:11:10:BattlePet-0-00000313C4E0|h[Жирная индейка]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 39,
										}, -- [39]
										{
											["q"] = 3,
											["index"] = 11,
											["guid"] = "BattlePet-0-00000313C4D1",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:277:9:3:621:92:104:BattlePet-0-00000313C4D1|h[Заводной гном]|h|r",
											["slot_id"] = 40,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [40]
										{
											["q"] = 3,
											["index"] = 60,
											["guid"] = "BattlePet-0-000003FD73AE",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 41,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:277:1:3:158:10:12:BattlePet-0-000003FD73AE|h[Заводной гном]|h|r",
											["count"] = 1,
										}, -- [41]
										{
											["q"] = 2,
											["index"] = 61,
											["guid"] = "BattlePet-0-00000313C502",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:153:1:2:153:11:10:BattlePet-0-00000313C502|h[Зайцелоп]|h|r",
											["slot_id"] = 42,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [42]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 4,
											["guid"] = "BattlePet-0-00000450EA15",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:627:13:2:833:147:109:BattlePet-0-00000450EA15|h[Зараженная белка]|h|r",
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 9,
											["guid"] = "BattlePet-0-00000450DB46",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:448:11:2:687:92:131:BattlePet-0-00000450DB46|h[Заяц]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 44,
										}, -- [44]
										{
											["q"] = 2,
											["index"] = 63,
											["guid"] = "BattlePet-0-000003938E0C",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-000003938E0C|h[Зеленокрылый ара]|h|r",
											["ab"] = 1,
											["slot_id"] = 45,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [45]
										{
											["q"] = 2,
											["index"] = 62,
											["guid"] = "BattlePet-0-00000313C501",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-00000313C501|h[Зеленокрылый ара]|h|r",
											["ab"] = 1,
											["slot_id"] = 46,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [46]
										{
											["q"] = 3,
											["index"] = 64,
											["guid"] = "BattlePet-0-00000313C50B",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000313C50B|h[Зловещая тыковка]|h|r",
											["ab"] = 1,
											["slot_id"] = 47,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 3,
											["index"] = 65,
											["guid"] = "BattlePet-0-000005AC7435",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1802:1:3:158:11:11:BattlePet-0-000005AC7435|h[Зловонный дух волн]|h|r",
											["ab"] = 1,
											["slot_id"] = 48,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [48]
										{
											["q"] = 2,
											["index"] = 66,
											["guid"] = "BattlePet-0-000003FDFACE",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1532:1:2:145:12:10:BattlePet-0-000003FDFACE|h[Икки]|h|r",
											["slot_id"] = 49,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 2,
											["index"] = 67,
											["guid"] = "BattlePet-0-00000313C511",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-00000313C511|h[Императорский шелкопряд]|h|r",
											["slot_id"] = 50,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [50]
										{
											["q"] = 3,
											["index"] = 17,
											["guid"] = "BattlePet-0-00000313C4FD",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 51,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:266:8:3:542:98:82:BattlePet-0-00000313C4FD|h[Ископаемый детеныш]|h|r",
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 3,
											["index"] = 68,
											["guid"] = "BattlePet-0-000005A8CB97",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1907:1:3:152:12:11:BattlePet-0-000005A8CB97|h[Карликовая сова]|h|r",
											["slot_id"] = 52,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 2,
											["index"] = 69,
											["guid"] = "BattlePet-0-00000313C4ED",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:250:1:2:145:12:10:BattlePet-0-00000313C4ED|h[Карликовый пугель]|h|r",
											["slot_id"] = 53,
										}, -- [53]
										{
											["q"] = 3,
											["index"] = 70,
											["guid"] = "BattlePet-0-000005796931",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1639:1:3:159:12:10:BattlePet-0-000005796931|h[Кладбоша]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 54,
										}, -- [54]
										{
											["q"] = 3,
											["index"] = 71,
											["guid"] = "BattlePet-0-000005D1C870",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 55,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1929:1:3:155:11:11:BattlePet-0-000005D1C870|h[Коргнелий]|h|r",
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 2,
											["index"] = 72,
											["guid"] = "BattlePet-0-00000409FD14",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:148:9:13:BattlePet-0-00000409FD14|h[Корелла]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 56,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 2,
											["index"] = 73,
											["guid"] = "BattlePet-0-00000313C4FC",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:148:9:13:BattlePet-0-00000313C4FC|h[Корелла]|h|r",
											["slot_id"] = 57,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [57]
										{
											["q"] = 2,
											["index"] = 74,
											["guid"] = "BattlePet-0-00000313C515",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:41:1:2:142:13:10:BattlePet-0-00000313C515|h[Корниш-рекс]|h|r",
											["ab"] = 1,
											["slot_id"] = 58,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [58]
										{
											["q"] = 3,
											["index"] = 75,
											["guid"] = "BattlePet-0-000005BA2C63",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1922:1:3:150:12:12:BattlePet-0-000005BA2C63|h[Крадущийся совокотенок]|h|r",
											["ab"] = 1,
											["slot_id"] = 59,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [59]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 76,
											["guid"] = "BattlePet-0-0000044ED766",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:378:1:3:152:9:14:BattlePet-0-0000044ED766|h[Кролик]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 2,
											["index"] = 77,
											["guid"] = "BattlePet-0-00000313C4DD",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:86:1:2:156:10:10:BattlePet-0-00000313C4DD|h[Крошка Дымок]|h|r",
											["ab"] = 1,
											["slot_id"] = 61,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 2,
											["index"] = 78,
											["guid"] = "BattlePet-0-00000313C4F9",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:127:1:2:153:10:10:BattlePet-0-00000313C4F9|h[Крыс Вибрисс]|h|r",
											["ab"] = 1,
											["slot_id"] = 62,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [62]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 12,
											["guid"] = "BattlePet-0-00000454A2B7",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:417:9:2:532:81:113:BattlePet-0-00000454A2B7|h[Крыса]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 3,
											["index"] = 2,
											["guid"] = "BattlePet-0-00000313C4F2",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:57:18:3:1094:222:187:BattlePet-0-00000313C4F2|h[Лазурный дракончик]|h|r",
											["ab"] = 1,
											["slot_id"] = 64,
											["bp"] = 1,
											["fav"] = true,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [64]
										{
											["q"] = 3,
											["index"] = 79,
											["guid"] = "BattlePet-0-00000595834D",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1687:1:3:154:12:11:BattlePet-0-00000595834D|h[Левая акула]|h|r",
											["slot_id"] = 65,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [65]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 34,
											["guid"] = "BattlePet-0-00000313C4F7",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:386:3:3:264:31:37:BattlePet-0-00000313C4F7|h[Луговая собачка]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 66,
										}, -- [66]
										{
											["q"] = 2,
											["index"] = 80,
											["guid"] = "BattlePet-0-00000406CECD",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 67,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:1446:1:2:150:11:10:BattlePet-0-00000406CECD|h[Лугопотамчик]|h|r",
											["count"] = 1,
										}, -- [67]
										{
											["q"] = 2,
											["index"] = 81,
											["guid"] = "BattlePet-0-00000454A7FB",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 68,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:341:1:2:151:10:10:BattlePet-0-00000454A7FB|h[Лунный фонарик]|h|r",
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 3,
											["index"] = 82,
											["guid"] = "BattlePet-0-00000313C4EA",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:225:1:3:155:11:11:BattlePet-0-00000313C4EA|h[Любопытный маленький оракул]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 69,
										}, -- [69]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 83,
											["guid"] = "BattlePet-0-00000313C4DB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:419:1:2:154:10:10:BattlePet-0-00000313C4DB|h[Малая лягушка]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 70,
										}, -- [70]
										{
											["q"] = 3,
											["index"] = 84,
											["guid"] = "BattlePet-0-00000313C4E9",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 71,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:167:1:3:162:10:10:BattlePet-0-00000313C4E9|h[Маленький спороскат]|h|r",
											["count"] = 1,
										}, -- [71]
										{
											["q"] = 3,
											["index"] = 85,
											["guid"] = "BattlePet-0-000005E2476F",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 72,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1884:1:3:158:12:10:BattlePet-0-000005E2476F|h[Маленький старорог]|h|r",
											["count"] = 1,
										}, -- [72]
										{
											["q"] = 3,
											["index"] = 86,
											["guid"] = "BattlePet-0-000006102AEA",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1754:1:3:156:11:11:BattlePet-0-000006102AEA|h[Медуза канализационных труб]|h|r",
											["ab"] = 1,
											["slot_id"] = 73,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [73]
										{
											["q"] = 3,
											["index"] = 87,
											["guid"] = "BattlePet-0-000005977E26",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1753:1:3:150:12:11:BattlePet-0-000005977E26|h[Медуза мрачных вод]|h|r",
											["slot_id"] = 74,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 2,
											["index"] = 88,
											["guid"] = "BattlePet-0-00000313C4E1",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:122:1:2:148:10:12:BattlePet-0-00000313C4E1|h[Мелкошустр]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 75,
										}, -- [75]
										{
											["q"] = 2,
											["index"] = 90,
											["guid"] = "BattlePet-0-00000313C4FA",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 76,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C4FA|h[Механическая белка]|h|r",
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 2,
											["index"] = 89,
											["guid"] = "BattlePet-0-00000313C503",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 77,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C503|h[Механическая белка]|h|r",
											["count"] = 1,
										}, -- [77]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 35,
											["guid"] = "BattlePet-0-00000313C4D2",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 78,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff9d9d9d|Hbattlepet:389:3:0:228:23:30:BattlePet-0-00000313C4D2|h[Миниатюрный жнец]|h|r",
											["count"] = 1,
										}, -- [78]
										{
											["q"] = 2,
											["index"] = 91,
											["guid"] = "BattlePet-0-00000313C504",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:192:1:2:153:10:11:BattlePet-0-00000313C504|h[Мистер Холодок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 79,
										}, -- [79]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 92,
											["guid"] = "BattlePet-0-000005E26458",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1716:1:3:152:13:10:BattlePet-0-000005E26458|h[Молодая сова-страж]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 80,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 2,
											["index"] = 93,
											["guid"] = "BattlePet-0-0000040AE8FB",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:272:1:2:159:9:10:BattlePet-0-0000040AE8FB|h[Молодой броненосец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 81,
										}, -- [81]
										{
											["q"] = 3,
											["index"] = 94,
											["guid"] = "BattlePet-0-00000409CE21",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 82,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1142:1:3:158:10:12:BattlePet-0-00000409CE21|h[Мут'туз]|h|r",
											["count"] = 1,
										}, -- [82]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 23,
											["guid"] = "BattlePet-0-0000044EE049",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 83,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:385:7:2:453:66:79:BattlePet-0-0000044EE049|h[Мышь]|h|r",
											["count"] = 1,
										}, -- [83]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 95,
											["guid"] = "BattlePet-0-00000313C4F1",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:447:1:2:153:9:11:BattlePet-0-00000313C4F1|h[Олененок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 84,
										}, -- [84]
										{
											["q"] = 3,
											["index"] = 96,
											["guid"] = "BattlePet-0-0000041872E8",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 85,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:203:1:3:158:10:12:BattlePet-0-0000041872E8|h[Олешек]|h|r",
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 2,
											["index"] = 154,
											["guid"] = "BattlePet-0-00000313C4F3",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:214:1:2:151:10:10:BattlePet-0-00000313C4F3|h[Оруженосец Серебряного Авангарда]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 86,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 3,
											["index"] = 97,
											["guid"] = "BattlePet-0-000005D86661",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1921:1:3:154:13:10:BattlePet-0-000005D86661|h[Освобожденный маназмееныш]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 87,
										}, -- [87]
										{
											["q"] = 3,
											["index"] = 98,
											["guid"] = "BattlePet-0-000004282A6D",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1566:1:3:152:10:13:BattlePet-0-000004282A6D|h[Павлинчик Вечного Цветения]|h|r",
											["slot_id"] = 88,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 7,
											["guid"] = "BattlePet-0-00000450D04E",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:412:12:2:604:122:151:BattlePet-0-00000450D04E|h[Паук]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 89,
										}, -- [89]
										{
											["q"] = 3,
											["index"] = 99,
											["guid"] = "BattlePet-0-000005A8CD15",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1706:1:3:168:10:10:BattlePet-0-000005A8CD15|h[Пеплобрюхий медвежонок]|h|r",
											["ab"] = 1,
											["slot_id"] = 90,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 3,
											["index"] = 100,
											["guid"] = "BattlePet-0-00000313C4D9",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:198:1:3:155:11:12:BattlePet-0-00000313C4D9|h[Пингви]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 91,
										}, -- [91]
										{
											["q"] = 3,
											["index"] = 101,
											["guid"] = "BattlePet-0-0000042247B2",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1567:1:3:149:12:12:BattlePet-0-0000042247B2|h[Питомец часового]|h|r",
											["ab"] = 1,
											["slot_id"] = 92,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 1,
											["index"] = 102,
											["guid"] = "BattlePet-0-00000583FF9D",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cffffffff|Hbattlepet:1426:1:1:183:9:6:BattlePet-0-00000583FF9D|h[Плюшевый элекк]|h|r",
											["slot_id"] = 93,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 2,
											["index"] = 103,
											["guid"] = "BattlePet-0-00000313C4EB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:156:8:11:BattlePet-0-00000313C4EB|h[Подгородский таракан]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 94,
										}, -- [94]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 24,
											["guid"] = "BattlePet-0-0000044EF8D3",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hbattlepet:409:7:1:370:62:85:BattlePet-0-0000044EF8D3|h[Полли]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 95,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 3,
											["index"] = 104,
											["guid"] = "BattlePet-0-0000043E74FD",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1524:1:3:158:10:12:BattlePet-0-0000043E74FD|h[Порождение Пустоты, порождение Порождения Пустоты]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 96,
										}, -- [96]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 105,
											["guid"] = "BattlePet-0-000005DA475E",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1717:1:3:158:11:11:BattlePet-0-000005DA475E|h[Потухший глаз]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 97,
										}, -- [97]
										{
											["q"] = 3,
											["index"] = 107,
											["guid"] = "BattlePet-0-00000313C4CB",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4CB|h[Поющий подсолнух]|h|r",
											["slot_id"] = 98,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [98]
										{
											["q"] = 3,
											["index"] = 106,
											["guid"] = "BattlePet-0-00000313C4E7",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4E7|h[Поющий подсолнух]|h|r",
											["slot_id"] = 99,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [99]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 18,
											["guid"] = "BattlePet-0-00000313C50A",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 100,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff9d9d9d|Hbattlepet:401:8:0:476:71:60:BattlePet-0-00000313C50A|h[Прибрежный краб]|h|r",
											["count"] = 1,
										}, -- [100]
										{
											["q"] = 3,
											["index"] = 108,
											["guid"] = "BattlePet-0-00000605C342",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1931:1:3:149:12:12:BattlePet-0-00000605C342|h[Придворный начертатель]|h|r",
											["slot_id"] = 101,
										}, -- [101]
										{
											["q"] = 3,
											["index"] = 109,
											["guid"] = "BattlePet-0-00000411567E",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1530:1:3:152:13:10:BattlePet-0-00000411567E|h[Призрачный северный волчонок]|h|r",
											["slot_id"] = 102,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [102]
										{
											["q"] = 2,
											["index"] = 110,
											["guid"] = "BattlePet-0-00000313C4DA",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:190:1:2:156:11:9:BattlePet-0-00000313C4DA|h[Призрачный череп]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 103,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [103]
										{
											["q"] = 2,
											["index"] = 111,
											["guid"] = "BattlePet-0-00000313C4D7",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:196:1:2:156:11:9:BattlePet-0-00000313C4D7|h[Протодракончик]|h|r",
											["slot_id"] = 104,
										}, -- [104]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 28,
											["guid"] = "BattlePet-0-00000313C4DE",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 105,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff9d9d9d|Hbattlepet:395:5:0:363:40:38:BattlePet-0-00000313C4DE|h[Птенец канюка]|h|r",
											["count"] = 1,
										}, -- [105]
										{
											["q"] = 2,
											["index"] = 112,
											["guid"] = "BattlePet-0-0000041958B0",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:792:1:2:151:11:10:BattlePet-0-0000041958B0|h[Птенец нефритового журавля]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 106,
										}, -- [106]
										{
											["q"] = 3,
											["index"] = 113,
											["guid"] = "BattlePet-0-00000582AD13",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1416:1:3:158:12:10:BattlePet-0-00000582AD13|h[Птенец страхоклюва]|h|r",
											["slot_id"] = 107,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [107]
										{
											["q"] = 3,
											["index"] = 114,
											["guid"] = "BattlePet-0-0000040AE8F8",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:270:1:3:161:11:10:BattlePet-0-0000040AE8F8|h[Птенец темного феникса]|h|r",
											["slot_id"] = 108,
										}, -- [108]
										{
											["q"] = 3,
											["index"] = 115,
											["guid"] = "BattlePet-0-000005CB7EE0",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:309:1:3:142:13:12:BattlePet-0-000005CB7EE0|h[Птенец терродактиля]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 109,
										}, -- [109]
										{
											["q"] = 3,
											["index"] = 116,
											["guid"] = "BattlePet-0-000003F1DFFC",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1451:1:3:152:10:13:BattlePet-0-000003F1DFFC|h[Пылающий корги]|h|r",
											["slot_id"] = 110,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [110]
										{
											["q"] = 2,
											["index"] = 117,
											["guid"] = "BattlePet-0-00000313C4F6",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 111,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:847:1:2:153:10:10:BattlePet-0-00000313C4F6|h[Рыбаська]|h|r",
											["count"] = 1,
										}, -- [111]
										{
											["q"] = 2,
											["index"] = 118,
											["guid"] = "BattlePet-0-00000313C500",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C500|h[Рыжая полосатая кошка]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 112,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [112]
										{
											["q"] = 2,
											["index"] = 119,
											["guid"] = "BattlePet-0-00000313C4DF",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C4DF|h[Рыжая полосатая кошка]|h|r",
											["slot_id"] = 113,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [113]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 29,
											["guid"] = "BattlePet-0-000004590B6A",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 114,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:1062:5:2:367:45:56:BattlePet-0-000004590B6A|h[Светляк ярмарки Новолуния]|h|r",
											["count"] = 1,
										}, -- [114]
										{
											["q"] = 2,
											["index"] = 122,
											["guid"] = "BattlePet-0-000004174256",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-000004174256|h[Северный олень]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 115,
										}, -- [115]
										{
											["q"] = 2,
											["index"] = 121,
											["guid"] = "BattlePet-0-0000042386BC",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-0000042386BC|h[Северный олень]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 116,
										}, -- [116]
										{
											["q"] = 3,
											["index"] = 120,
											["guid"] = "BattlePet-0-000005D1CCBC",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:118:1:3:155:11:11:BattlePet-0-000005D1CCBC|h[Северный олень]|h|r",
											["slot_id"] = 117,
										}, -- [117]
										{
											["q"] = 2,
											["index"] = 124,
											["guid"] = "BattlePet-0-00000313C512",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:154:10:10:BattlePet-0-00000313C512|h[Сенегальский попугай]|h|r",
											["ab"] = 1,
											["slot_id"] = 118,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [118]
										{
											["q"] = 2,
											["index"] = 123,
											["guid"] = "BattlePet-0-00000409FD15",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:151:10:11:BattlePet-0-00000409FD15|h[Сенегальский попугай]|h|r",
											["slot_id"] = 119,
										}, -- [119]
										{
											["q"] = 2,
											["index"] = 127,
											["guid"] = "BattlePet-0-000003938E0D",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 120,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-000003938E0D|h[Серебристая полосатая кошка]|h|r",
											["count"] = 1,
										}, -- [120]
										{
											["q"] = 2,
											["index"] = 125,
											["guid"] = "BattlePet-0-00000313C508",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 121,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C508|h[Серебристая полосатая кошка]|h|r",
											["count"] = 1,
										}, -- [121]
										{
											["q"] = 2,
											["index"] = 126,
											["guid"] = "BattlePet-0-00000313C50D",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C50D|h[Серебристая полосатая кошка]|h|r",
											["slot_id"] = 122,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [122]
										{
											["q"] = 2,
											["index"] = 128,
											["guid"] = "BattlePet-0-00000313C4D8",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:259:1:2:156:9:10:BattlePet-0-00000313C4D8|h[Синенький наездник]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 123,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [123]
										{
											["q"] = 2,
											["index"] = 129,
											["guid"] = "BattlePet-0-0000041872EB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:254:1:2:148:10:12:BattlePet-0-0000041872EB|h[Синий заводной ракетобот]|h|r",
											["slot_id"] = 124,
										}, -- [124]
										{
											["q"] = 2,
											["index"] = 131,
											["guid"] = "BattlePet-0-00000313C4F0",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4F0|h[Синий мотылек]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 125,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [125]
										{
											["q"] = 2,
											["index"] = 130,
											["guid"] = "BattlePet-0-00000313C4FB",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4FB|h[Синий мотылек]|h|r",
											["slot_id"] = 126,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [126]
										{
											["q"] = 2,
											["index"] = 132,
											["guid"] = "BattlePet-0-00000313C4D4",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:194:1:2:148:11:11:BattlePet-0-00000313C4D4|h[Скворчонок]|h|r",
											["slot_id"] = 127,
										}, -- [127]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 25,
											["guid"] = "BattlePet-0-0000044EE188",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:397:7:2:474:71:71:BattlePet-0-0000044EE188|h[Скунс]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 128,
										}, -- [128]
										{
											["q"] = 2,
											["index"] = 134,
											["guid"] = "BattlePet-0-000004239036",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:117:1:2:151:10:10:BattlePet-0-000004239036|h[Снеговичок]|h|r",
											["slot_id"] = 129,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [129]
										{
											["q"] = 2,
											["index"] = 133,
											["guid"] = "BattlePet-0-000004238AFF",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:117:1:2:151:10:10:BattlePet-0-000004238AFF|h[Снеговичок]|h|r",
											["slot_id"] = 130,
										}, -- [130]
										{
											["q"] = 3,
											["index"] = 135,
											["guid"] = "BattlePet-0-0000060890D3",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1885:1:3:155:11:12:BattlePet-0-0000060890D3|h[Солнечная валь'кира]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 131,
										}, -- [131]
										{
											["q"] = 2,
											["index"] = 136,
											["guid"] = "BattlePet-0-0000042D7226",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1538:1:2:148:10:12:BattlePet-0-0000042D7226|h[Спора Тенетопи]|h|r",
											["slot_id"] = 132,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [132]
										{
											["q"] = 2,
											["index"] = 137,
											["guid"] = "BattlePet-0-00000313C4E8",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:321:1:2:160:10:10:BattlePet-0-00000313C4E8|h[Страшный ящик]|h|r",
											["slot_id"] = 133,
										}, -- [133]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 26,
											["guid"] = "BattlePet-0-0000044EE4D6",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:396:6:0:322:53:56:BattlePet-0-0000044EE4D6|h[Сумрачный паучонок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 134,
										}, -- [134]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 31,
											["guid"] = "BattlePet-0-0000044EF463",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:396:5:3:327:61:61:BattlePet-0-0000044EF463|h[Сумрачный паучонок]|h|r",
											["slot_id"] = 135,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [135]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 30,
											["guid"] = "BattlePet-0-0000044EE5E5",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 136,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:396:5:2:322:53:56:BattlePet-0-0000044EE5E5|h[Сумрачный паучонок]|h|r",
											["count"] = 1,
										}, -- [136]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 27,
											["guid"] = "BattlePet-0-0000044EE2F9",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:424:6:2:438:53:64:BattlePet-0-0000044EE2F9|h[Таракан]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 137,
										}, -- [137]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 8,
											["guid"] = "BattlePet-0-00000450E1C7",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:393:12:2:777:114:122:BattlePet-0-00000450E1C7|h[Тараканище]|h|r",
											["slot_id"] = 138,
										}, -- [138]
										{
											["q"] = 3,
											["index"] = 3,
											["guid"] = "BattlePet-0-00000313C4CA",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:310:18:3:1036:208:208:BattlePet-0-00000313C4CA|h[Фигурка вуду]|h|r",
											["slot_id"] = 139,
											["bp"] = 1,
											["fav"] = true,
											["ab"] = 1,
											["count"] = 1,
										}, -- [139]
										{
											["q"] = 2,
											["index"] = 138,
											["guid"] = "BattlePet-0-00000410F6D6",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:1471:1:2:150:11:10:BattlePet-0-00000410F6D6|h[Фруктоед]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 140,
										}, -- [140]
										{
											["q"] = 3,
											["index"] = 139,
											["guid"] = "BattlePet-0-00000454A297",
											["bag_id"] = 1,
											["slot_id"] = 141,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:323:1:3:152:12:12:BattlePet-0-00000454A297|h[Цокнутая]|h|r",
											["ab"] = 1,
										}, -- [141]
										{
											["q"] = 2,
											["index"] = 143,
											["guid"] = "BattlePet-0-00000313C4EE",
											["bag_id"] = 1,
											["slot_id"] = 142,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:153:10:10:BattlePet-0-00000313C4EE|h[Цыпленок Западного края]|h|r",
											["loc_id"] = 7,
										}, -- [142]
										{
											["q"] = 2,
											["index"] = 141,
											["guid"] = "BattlePet-0-00000313C506",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C506|h[Цыпленок Западного края]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 143,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [143]
										{
											["q"] = 2,
											["index"] = 140,
											["guid"] = "BattlePet-0-00000313C4EF",
											["bag_id"] = 1,
											["slot_id"] = 144,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C4EF|h[Цыпленок Западного края]|h|r",
											["loc_id"] = 7,
										}, -- [144]
										{
											["q"] = 2,
											["index"] = 142,
											["guid"] = "BattlePet-0-00000313C4F4",
											["bag_id"] = 1,
											["count"] = 1,
											["ab"] = 1,
											["slot_id"] = 145,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:151:10:10:BattlePet-0-00000313C4F4|h[Цыпленок Западного края]|h|r",
										}, -- [145]
										{
											["q"] = 2,
											["index"] = 144,
											["guid"] = "BattlePet-0-00000313C50C",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:75:1:2:145:10:12:BattlePet-0-00000313C50C|h[Черная королевская змейка]|h|r",
											["slot_id"] = 146,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [146]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 5,
											["guid"] = "BattlePet-0-00000450EAE8",
											["bag_id"] = 1,
											["slot_id"] = 147,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:398:13:2:755:123:147:BattlePet-0-00000450EAE8|h[Черная крыса]|h|r",
										}, -- [147]
										{
											["q"] = 3,
											["index"] = 145,
											["guid"] = "BattlePet-0-000005AD42C0",
											["bag_id"] = 1,
											["slot_id"] = 148,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1721:1:3:152:12:11:BattlePet-0-000005AD42C0|h[Шторморожденный дракончик]|h|r",
											["ab"] = 1,
										}, -- [148]
										{
											["q"] = 3,
											["index"] = 146,
											["guid"] = "BattlePet-0-00000313C510",
											["bag_id"] = 1,
											["slot_id"] = 149,
											["h"] = "|cff0070dd|Hbattlepet:244:1:3:161:13:8:BattlePet-0-00000313C510|h[Щенок гончей Недр]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [149]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 147,
											["guid"] = "BattlePet-0-000005A1EDE5",
											["bag_id"] = 1,
											["slot_id"] = 150,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1720:1:3:152:11:12:BattlePet-0-000005A1EDE5|h[Эммигоса]|h|r",
										}, -- [150]
										{
											["q"] = 3,
											["index"] = 148,
											["guid"] = "BattlePet-0-000005E24770",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:325:1:3:149:13:11:BattlePet-0-000005E24770|h[Яркий калири]|h|r",
											["slot_id"] = 151,
										}, -- [151]
										{
											["q"] = 2,
											["index"] = 150,
											["guid"] = "BattlePet-0-00000313C4DC",
											["bag_id"] = 1,
											["slot_id"] = 152,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C4DC|h[Ястребиная сова]|h|r",
											["loc_id"] = 7,
										}, -- [152]
										{
											["q"] = 2,
											["index"] = 149,
											["guid"] = "BattlePet-0-00000313C514",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 153,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C514|h[Ястребиная сова]|h|r",
											["ab"] = 1,
										}, -- [153]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 13,
											["guid"] = "BattlePet-0-0000044EFD47",
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:408:9:2:532:92:97:BattlePet-0-0000044EFD47|h[Ящерка]|h|r",
											["slot_id"] = 154,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [154]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 17,
								}, -- [1]
							},
						}, -- [7]
						{
							["slot_count"] = 55,
							["bag"] = {
								{
									["loc_id"] = 8,
									["count"] = 55,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 547,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:142073:0|h[Азарт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 267,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60024:0|h[Аметистовый протодракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 2,
											["ab"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 679,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:179245:0|h[Призыв шофера]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 3,
											["ab"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 131,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32240:0|h[Белоснежный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 4,
											["ab"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 237,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:54753:0|h[Белый северный медведь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 5,
											["ab"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 166,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35713:0|h[Большой синий элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 6,
											["ab"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 248,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59569:0|h[Бронзовый дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 7,
											["ab"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 494,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127288:0|h[Бурая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 8,
											["ab"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 373,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75207:0|h[Вайш'ирский морской конек]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 9,
											["ab"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 130,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32239:0|h[Вороной грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 10,
											["ab"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 9,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:470:0|h[Вороной жеребец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 11,
											["ab"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 329,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66087:0|h[Гиппогриф Серебряного союза]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 12,
											["ab"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 18,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:6648:0|h[Гнедая кобыла]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 13,
											["ab"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:458:0|h[Гнедой конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 14,
											["ab"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 67,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17464:0|h[Гнедой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 15,
											["ab"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 606,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:170347:0|h[Гончая Недр]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 16,
											["ab"] = 1,
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 452,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:120395:0|h[Зеленая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 17,
											["ab"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 68,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17465:0|h[Зеленый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 18,
											["ab"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 129,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32235:0|h[Золотистый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 19,
											["ab"] = 1,
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 285,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61451:0|h[Ковер-самолет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 20,
											["ab"] = 1,
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 336,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66846:0|h[Коричневый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 21,
											["ab"] = 1,
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 496,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127290:0|h[Красная драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 22,
											["ab"] = 1,
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 65,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17462:0|h[Красный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 23,
											["ab"] = 1,
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 187,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41514:0|h[Лазурный дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 24,
											["ab"] = 1,
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 495,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127289:0|h[Лиловая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 25,
											["ab"] = 1,
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 100,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23246:0|h[Лиловый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 26,
											["ab"] = 1,
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 189,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41516:0|h[Лиловый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 27,
											["ab"] = 1,
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 164,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35711:0|h[Лиловый элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 28,
											["ab"] = 1,
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 800,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:214791:0|h[Донная рыба Соленых Глубин]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 29,
											["ab"] = 1,
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 455,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:121820:0|h[Обсидиановое крыло ночи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 30,
											["ab"] = 1,
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 186,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41513:0|h[Ониксовый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 31,
											["ab"] = 1,
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 11,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:472:0|h[Пегий конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 32,
											["ab"] = 1,
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 603,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:169952:0|h[Ползучий ковер]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 33,
											["ab"] = 1,
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 382,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75973:0|h[Прогулочная ракета X-53]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 34,
											["ab"] = 1,
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 612,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171620:0|h[Самец-кровокопыт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 35,
											["ab"] = 1,
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 247,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59568:0|h[Синий дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 36,
											["ab"] = 1,
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 66,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17463:0|h[Синий конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 37,
											["ab"] = 1,
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 493,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127287:0|h[Синяя драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 38,
											["ab"] = 1,
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 651,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171845:0|h[Смертоцикл вождя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 39,
											["ab"] = 1,
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 224,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:49322:0|h[Стремительная жевра]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 40,
											["ab"] = 1,
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 92,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23228:0|h[Стремительный белый рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 41,
											["ab"] = 1,
										}, -- [41]
										{
											["q"] = 1,
											["index"] = 93,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23229:0|h[Стремительный гнедой рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 42,
											["ab"] = 1,
										}, -- [42]
										{
											["q"] = 1,
											["index"] = 138,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32290:0|h[Стремительный зеленый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 43,
											["ab"] = 1,
										}, -- [43]
										{
											["q"] = 1,
											["index"] = 91,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23227:0|h[Стремительный игреневый конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 44,
											["ab"] = 1,
										}, -- [44]
										{
											["q"] = 1,
											["index"] = 137,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32289:0|h[Стремительный красный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 45,
											["ab"] = 1,
										}, -- [45]
										{
											["q"] = 1,
											["index"] = 87,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23221:0|h[Стремительный ледопард]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 46,
											["ab"] = 1,
										}, -- [46]
										{
											["q"] = 1,
											["index"] = 139,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32292:0|h[Стремительный лиловый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 47,
											["ab"] = 1,
										}, -- [47]
										{
											["q"] = 1,
											["index"] = 132,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32242:0|h[Стремительный синий грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 48,
											["ab"] = 1,
										}, -- [48]
										{
											["q"] = 1,
											["index"] = 492,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127286:0|h[Черная драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 49,
											["ab"] = 1,
										}, -- [49]
										{
											["q"] = 1,
											["index"] = 254,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59785:0|h[Черный боевой мамонт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 50,
											["ab"] = 1,
										}, -- [50]
										{
											["q"] = 1,
											["index"] = 271,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60118:0|h[Черный боевой медведь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 51,
											["ab"] = 1,
										}, -- [51]
										{
											["q"] = 1,
											["index"] = 151,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:34790:0|h[Черный боевой талбук]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 52,
											["ab"] = 1,
										}, -- [52]
										{
											["q"] = 1,
											["index"] = 171,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:39316:0|h[Черный верховой талбук]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 53,
											["ab"] = 1,
										}, -- [53]
										{
											["q"] = 1,
											["index"] = 253,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59650:0|h[Черный дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 54,
											["ab"] = 1,
										}, -- [54]
										{
											["q"] = 1,
											["index"] = 314,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64977:0|h[Черный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 55,
											["loc_id"] = 8,
										}, -- [55]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 18,
								}, -- [1]
							},
						}, -- [8]
						[14] = {
							["slot_count"] = 107,
							["bag"] = {
								{
									["loc_id"] = 14,
									["count"] = 107,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 214,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 17712,
											["fav"] = false,
											["slot_id"] = 1,
											["h"] = "|cff0070dd|Hitem:17712::::::::110:256::::::|h[Набор для переодевания Зимнего Покрова]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 181,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 21540,
											["fav"] = false,
											["slot_id"] = 2,
											["h"] = "|cff1eff00|Hitem:21540::::::::110:256::::::|h[Лампада Элуны]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 10,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 33927,
											["fav"] = true,
											["slot_id"] = 3,
											["h"] = "|cff0070dd|Hitem:33927::::::::110:256::::::|h[Небольшой бочонок]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 158,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 34480,
											["fav"] = false,
											["slot_id"] = 4,
											["h"] = "|cff0070dd|Hitem:34480::::::::110:256::::::|h[Корзинка для романтического пикника]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 36863,
											["fav"] = true,
											["slot_id"] = 5,
											["h"] = "|cff0070dd|Hitem:36863::::::::110:256::::::|h[Десятигранный игральный кубик дворфов]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 281,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 37710,
											["fav"] = false,
											["slot_id"] = 6,
											["h"] = "|cff1eff00|Hitem:37710::::::::110:256::::::|h[Пульт управления болидом \"Бей-Молоти\"]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 4,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 43499,
											["fav"] = true,
											["slot_id"] = 7,
											["h"] = "|cff0070dd|Hitem:43499::::::::110:256::::::|h[Железная походная фляга]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 130,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 44606,
											["fav"] = false,
											["slot_id"] = 8,
											["h"] = "|cff0070dd|Hitem:44606::::::::110:256::::::|h[Игрушечная железная дорога]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 252,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 44820,
											["fav"] = false,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:44820::::::::110:256::::::|h[Поводок из красной ленты]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 98,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 45057,
											["fav"] = false,
											["slot_id"] = 10,
											["h"] = "|cff0070dd|Hitem:45057::::::::110:256::::::|h[Заводной крушитель поездов]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 286,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 46709,
											["fav"] = false,
											["slot_id"] = 11,
											["h"] = "|cff0070dd|Hitem:46709::::::::110:256::::::|h[Пульт управления мини-дирижаблем]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 290,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54343,
											["fav"] = false,
											["slot_id"] = 12,
											["h"] = "|cff1eff00|Hitem:54343::::::::110:256::::::|h[Пульт управления синим болидом \"Бей-Молоти\"]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 108,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54437,
											["fav"] = false,
											["slot_id"] = 13,
											["h"] = "|cff1eff00|Hitem:54437::::::::110:256::::::|h[Зеленая тряпичная куколка]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 316,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54438,
											["fav"] = false,
											["slot_id"] = 14,
											["h"] = "|cff1eff00|Hitem:54438::::::::110:256::::::|h[Синяя тряпичная куколка]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 76,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54651,
											["fav"] = false,
											["slot_id"] = 15,
											["h"] = "|cff0070dd|Hitem:54651::::::::110:256::::::|h[Гордость Гномрегана]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 77,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54653,
											["fav"] = false,
											["slot_id"] = 16,
											["h"] = "|cff0070dd|Hitem:54653::::::::110:256::::::|h[Гордость Черного Копья]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 329,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 64361,
											["fav"] = false,
											["slot_id"] = 17,
											["h"] = "|cff0070dd|Hitem:64361::::::::110:256::::::|h[Статуэтки женщины-друида и мужчины-жреца]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 377,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 64373,
											["fav"] = false,
											["slot_id"] = 18,
											["h"] = "|cff0070dd|Hitem:64373::::::::110:256::::::|h[Чаша Горных королей]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 2,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 69776,
											["fav"] = true,
											["slot_id"] = 19,
											["h"] = "|cff0070dd|Hitem:69776::::::::110:256::::::|h[Древний янтарь]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 101,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 69777,
											["fav"] = false,
											["slot_id"] = 20,
											["h"] = "|cff0070dd|Hitem:69777::::::::110:256::::::|h[Заколдованный боевой барабан]|h|r",
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 346,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 75042,
											["fav"] = false,
											["slot_id"] = 21,
											["h"] = "|cff0070dd|Hitem:75042::::::::110:256::::::|h[Тонкий желтый воздушный шар ярмарки Новолуния]|h|r",
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 129,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 80822,
											["fav"] = false,
											["slot_id"] = 22,
											["h"] = "|cff1eff00|Hitem:80822::::::::110:256::::::|h[Золотой банан]|h|r",
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 306,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 82467,
											["fav"] = false,
											["slot_id"] = 23,
											["h"] = "|cffffffff|Hitem:82467::::::::110:256::::::|h[Сбруя Шерстелобика]|h|r",
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 279,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88370,
											["fav"] = false,
											["slot_id"] = 24,
											["h"] = "|cff0070dd|Hitem:88370::::::::110:256::::::|h[Прыткий сурок]|h|r",
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 248,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88387,
											["fav"] = false,
											["slot_id"] = 25,
											["h"] = "|cff0070dd|Hitem:88387::::::::110:256::::::|h[Плевательница Шу-шэня]|h|r",
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 188,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88580,
											["fav"] = false,
											["slot_id"] = 26,
											["h"] = "|cff0070dd|Hitem:88580::::::::110:256::::::|h[Маска Кен-Кена]|h|r",
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 349,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88584,
											["fav"] = false,
											["slot_id"] = 27,
											["h"] = "|cff0070dd|Hitem:88584::::::::110:256::::::|h[Тотем гармонии]|h|r",
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 22,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88589,
											["fav"] = true,
											["slot_id"] = 28,
											["h"] = "|cff0070dd|Hitem:88589::::::::110:256::::::|h[Факел для кремации]|h|r",
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 253,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 89139,
											["fav"] = false,
											["slot_id"] = 29,
											["h"] = "|cffffffff|Hitem:89139::::::::110:256::::::|h[Поводок-цепочка]|h|r",
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 240,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 89869,
											["fav"] = false,
											["slot_id"] = 30,
											["h"] = "|cff0070dd|Hitem:89869::::::::110:256::::::|h[Пандаренское пугало]|h|r",
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 217,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 90175,
											["fav"] = false,
											["slot_id"] = 31,
											["h"] = "|cff0070dd|Hitem:90175::::::::110:256::::::|h[Набор ножей Гинь-Цзи]|h|r",
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 212,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 104323,
											["fav"] = false,
											["slot_id"] = 32,
											["h"] = "|cff1eff00|Hitem:104323::::::::110:256::::::|h[Мяч из толстой кожи]|h|r",
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 370,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 104324,
											["fav"] = false,
											["slot_id"] = 33,
											["h"] = "|cff1eff00|Hitem:104324::::::::110:256::::::|h[Футбольный мяч]|h|r",
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 345,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 108743,
											["fav"] = false,
											["slot_id"] = 34,
											["h"] = "|cff0070dd|Hitem:108743::::::::110:256::::::|h[Тлеющие сапоги Жулии]|h|r",
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 107,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 109739,
											["fav"] = false,
											["slot_id"] = 35,
											["h"] = "|cff0070dd|Hitem:109739::::::::110:256::::::|h[Звездная карта]|h|r",
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 21,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 111476,
											["fav"] = true,
											["slot_id"] = 36,
											["h"] = "|cff0070dd|Hitem:111476::::::::110:256::::::|h[Украденное дыхание]|h|r",
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 20,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113096,
											["fav"] = true,
											["slot_id"] = 37,
											["h"] = "|cff0070dd|Hitem:113096::::::::110:256::::::|h[Талисман Кровавой Гривы]|h|r",
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 215,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113375,
											["fav"] = false,
											["slot_id"] = 38,
											["h"] = "|cff1eff00|Hitem:113375::::::::110:256::::::|h[Набор для полировки доспехов воздаятеля]|h|r",
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 294,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113540,
											["fav"] = false,
											["slot_id"] = 39,
											["h"] = "|cff0070dd|Hitem:113540::::::::110:256::::::|h[Пышный цветок Ба'рууна]|h|r",
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 383,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113542,
											["fav"] = false,
											["slot_id"] = 40,
											["h"] = "|cff0070dd|Hitem:113542::::::::110:256::::::|h[Шепот Раи'воша]|h|r",
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 91,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113543,
											["fav"] = false,
											["slot_id"] = 41,
											["h"] = "|cff0070dd|Hitem:113543::::::::110:256::::::|h[Дух Шинри]|h|r",
										}, -- [41]
										{
											["q"] = 1,
											["index"] = 373,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113570,
											["fav"] = false,
											["slot_id"] = 42,
											["h"] = "|cff0070dd|Hitem:113570::::::::110:256::::::|h[Цветок Древнего]|h|r",
										}, -- [42]
										{
											["q"] = 1,
											["index"] = 70,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113631,
											["fav"] = false,
											["slot_id"] = 43,
											["h"] = "|cff0070dd|Hitem:113631::::::::110:256::::::|h[Гипнотические очки]|h|r",
										}, -- [43]
										{
											["q"] = 1,
											["index"] = 235,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 114227,
											["fav"] = false,
											["slot_id"] = 44,
											["h"] = "|cff0070dd|Hitem:114227::::::::110:256::::::|h[Палочка для мыльных пузырей]|h|r",
										}, -- [44]
										{
											["q"] = 1,
											["index"] = 189,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 115506,
											["fav"] = false,
											["slot_id"] = 45,
											["h"] = "|cff0070dd|Hitem:115506::::::::110:256::::::|h[Маска древокиллера]|h|r",
										}, -- [45]
										{
											["q"] = 1,
											["index"] = 92,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116113,
											["fav"] = false,
											["slot_id"] = 46,
											["h"] = "|cff0070dd|Hitem:116113::::::::110:256::::::|h[Дыхание Таладора]|h|r",
										}, -- [46]
										{
											["q"] = 1,
											["index"] = 15,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116115,
											["fav"] = true,
											["slot_id"] = 47,
											["h"] = "|cff0070dd|Hitem:116115::::::::110:256::::::|h[Пылающие крылья]|h|r",
										}, -- [47]
										{
											["q"] = 1,
											["index"] = 311,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116456,
											["fav"] = false,
											["slot_id"] = 48,
											["h"] = "|cff1eff00|Hitem:116456::::::::110:256::::::|h[Свиток рассказчика]|h|r",
										}, -- [48]
										{
											["q"] = 1,
											["index"] = 210,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116691,
											["fav"] = false,
											["slot_id"] = 49,
											["h"] = "|cff0070dd|Hitem:116691::::::::110:256::::::|h[Мягкая подушка из кожи жевры]|h|r",
										}, -- [49]
										{
											["q"] = 1,
											["index"] = 208,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116692,
											["fav"] = false,
											["slot_id"] = 50,
											["h"] = "|cff0070dd|Hitem:116692::::::::110:256::::::|h[Мягкая бархатистая зеленая подушка]|h|r",
										}, -- [50]
										{
											["q"] = 1,
											["index"] = 284,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116763,
											["fav"] = false,
											["slot_id"] = 51,
											["h"] = "|cff0070dd|Hitem:116763::::::::110:256::::::|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
										}, -- [51]
										{
											["q"] = 1,
											["index"] = 356,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 117550,
											["fav"] = false,
											["slot_id"] = 52,
											["h"] = "|cff0070dd|Hitem:117550::::::::110:256::::::|h[Улей злых пчел]|h|r",
										}, -- [52]
										{
											["q"] = 1,
											["index"] = 230,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 117569,
											["fav"] = false,
											["slot_id"] = 53,
											["h"] = "|cff0070dd|Hitem:117569::::::::110:256::::::|h[Огромное яйцо смертоткача]|h|r",
										}, -- [53]
										{
											["q"] = 1,
											["index"] = 103,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118191,
											["fav"] = false,
											["slot_id"] = 54,
											["h"] = "|cff0070dd|Hitem:118191::::::::110:256::::::|h[Запасной посох верховного мага Варгота]|h|r",
										}, -- [54]
										{
											["q"] = 1,
											["index"] = 90,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118222,
											["fav"] = false,
											["slot_id"] = 55,
											["h"] = "|cff0070dd|Hitem:118222::::::::110:256::::::|h[Дух Башиока]|h|r",
										}, -- [55]
										{
											["q"] = 1,
											["index"] = 386,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118244,
											["fav"] = false,
											["slot_id"] = 56,
											["h"] = "|cff0070dd|Hitem:118244::::::::110:256::::::|h[Шляпа Железного Буканьера]|h|r",
										}, -- [56]
										{
											["q"] = 1,
											["index"] = 145,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118427,
											["fav"] = false,
											["slot_id"] = 57,
											["h"] = "|cff0070dd|Hitem:118427::::::::110:256::::::|h[Карта Hearthstone с автографами]|h|r",
										}, -- [57]
										{
											["q"] = 1,
											["index"] = 8,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118937,
											["fav"] = true,
											["slot_id"] = 58,
											["h"] = "|cff0070dd|Hitem:118937::::::::110:256::::::|h[Коса Гамона]|h|r",
										}, -- [58]
										{
											["q"] = 1,
											["index"] = 3,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118938,
											["fav"] = true,
											["slot_id"] = 59,
											["h"] = "|cff0070dd|Hitem:118938::::::::110:256::::::|h[Дупликатор Манашторма]|h|r",
										}, -- [59]
										{
											["q"] = 1,
											["index"] = 347,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119003,
											["fav"] = false,
											["slot_id"] = 60,
											["h"] = "|cff0070dd|Hitem:119003::::::::110:256::::::|h[Тотем Бездны]|h|r",
										}, -- [60]
										{
											["q"] = 1,
											["index"] = 12,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119039,
											["fav"] = true,
											["slot_id"] = 61,
											["h"] = "|cff0070dd|Hitem:119039::::::::110:256::::::|h[Предупреждающий знак Лилиан]|h|r",
										}, -- [61]
										{
											["q"] = 1,
											["index"] = 159,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119083,
											["fav"] = false,
											["slot_id"] = 62,
											["h"] = "|cff0070dd|Hitem:119083::::::::110:256::::::|h[Корзинка с фруктами]|h|r",
										}, -- [62]
										{
											["q"] = 1,
											["index"] = 5,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119092,
											["fav"] = true,
											["slot_id"] = 63,
											["h"] = "|cff0070dd|Hitem:119092::::::::110:256::::::|h[Знаменитая мастика Мороуза]|h|r",
										}, -- [63]
										{
											["q"] = 1,
											["index"] = 11,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119093,
											["fav"] = true,
											["slot_id"] = 64,
											["h"] = "|cff0070dd|Hitem:119093::::::::110:256::::::|h[Перо Авианы]|h|r",
										}, -- [64]
										{
											["q"] = 1,
											["index"] = 191,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119134,
											["fav"] = false,
											["slot_id"] = 65,
											["h"] = "|cff0070dd|Hitem:119134::::::::110:256::::::|h[Маскировка под саргерайского посвященного]|h|r",
										}, -- [65]
										{
											["q"] = 1,
											["index"] = 13,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119144,
											["fav"] = true,
											["slot_id"] = 66,
											["h"] = "|cff0070dd|Hitem:119144::::::::110:256::::::|h[Прикосновение наару]|h|r",
										}, -- [66]
										{
											["q"] = 1,
											["index"] = 87,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119210,
											["fav"] = false,
											["slot_id"] = 67,
											["h"] = "|cffffffff|Hitem:119210::::::::110:256::::::|h[Доска для игры в Hearthstone]|h|r",
										}, -- [67]
										{
											["q"] = 1,
											["index"] = 67,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119212,
											["fav"] = false,
											["slot_id"] = 68,
											["h"] = "|cffffffff|Hitem:119212::::::::110:256::::::|h[Выигрышная комбинация]|h|r",
										}, -- [68]
										{
											["q"] = 1,
											["index"] = 361,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122129,
											["fav"] = false,
											["slot_id"] = 69,
											["h"] = "|cff0070dd|Hitem:122129::::::::110:256::::::|h[Фиал глотателя огня]|h|r",
										}, -- [69]
										{
											["q"] = 1,
											["index"] = 6,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122674,
											["fav"] = true,
											["slot_id"] = 70,
											["h"] = "|cffa335ee|Hitem:122674::::::::110:256::::::|h[Камера С.Е.Л.Ф.И. 2.0]|h|r",
										}, -- [70]
										{
											["q"] = 1,
											["index"] = 30,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122681,
											["fav"] = false,
											["slot_id"] = 71,
											["h"] = "|cff0070dd|Hitem:122681::::::::110:256::::::|h[Атлас питомцев Мрачновода]|h|r",
										}, -- [71]
										{
											["q"] = 1,
											["index"] = 368,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 123851,
											["fav"] = false,
											["slot_id"] = 72,
											["h"] = "|cff0070dd|Hitem:123851::::::::110:256::::::|h[Фото-Б.О.М.Б.А.]|h|r",
										}, -- [72]
										{
											["q"] = 1,
											["index"] = 380,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 127669,
											["fav"] = false,
											["slot_id"] = 73,
											["h"] = "|cff0070dd|Hitem:127669::::::::110:256::::::|h[Череп сумасшедшего вождя]|h|r",
										}, -- [73]
										{
											["q"] = 1,
											["index"] = 185,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 127864,
											["fav"] = false,
											["slot_id"] = 74,
											["h"] = "|cff0070dd|Hitem:127864::::::::110:256::::::|h[Личный прожектор]|h|r",
										}, -- [74]
										{
											["q"] = 1,
											["index"] = 293,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 128310,
											["fav"] = false,
											["slot_id"] = 75,
											["h"] = "|cff0070dd|Hitem:128310::::::::110:256::::::|h[Пылающий Клинок]|h|r",
										}, -- [75]
										{
											["q"] = 1,
											["index"] = 16,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 129113,
											["fav"] = true,
											["slot_id"] = 76,
											["h"] = "|cff0070dd|Hitem:129113::::::::110:256::::::|h[Слабо светящаяся бутыль меда]|h|r",
										}, -- [76]
										{
											["q"] = 1,
											["index"] = 342,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 129149,
											["fav"] = false,
											["slot_id"] = 77,
											["h"] = "|cff0070dd|Hitem:129149::::::::110:256::::::|h[Талисман врат смерти]|h|r",
										}, -- [77]
										{
											["q"] = 1,
											["index"] = 257,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 129165,
											["fav"] = false,
											["slot_id"] = 78,
											["h"] = "|cff0070dd|Hitem:129165::::::::110:256::::::|h[Покрытый ракушками самоцвет]|h|r",
										}, -- [78]
										{
											["q"] = 1,
											["index"] = 106,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 129279,
											["fav"] = false,
											["slot_id"] = 79,
											["h"] = "|cff0070dd|Hitem:129279::::::::110:256::::::|h[Зачарованный каменный свисток]|h|r",
										}, -- [79]
										{
											["q"] = 1,
											["index"] = 50,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130147,
											["fav"] = false,
											["slot_id"] = 80,
											["h"] = "|cff0070dd|Hitem:130147::::::::110:256::::::|h[Ветвь Листа Чертополоха]|h|r",
										}, -- [80]
										{
											["q"] = 1,
											["index"] = 95,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130157,
											["fav"] = false,
											["slot_id"] = 81,
											["h"] = "|cff0070dd|Hitem:130157::::::::110:256::::::|h[Жезл Шистогачуйства]|h|r",
										}, -- [81]
										{
											["q"] = 1,
											["index"] = 14,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130158,
											["fav"] = true,
											["slot_id"] = 82,
											["h"] = "|cff0070dd|Hitem:130158::::::::110:256::::::|h[Путь Элотира]|h|r",
										}, -- [82]
										{
											["q"] = 1,
											["index"] = 268,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130169,
											["fav"] = false,
											["slot_id"] = 83,
											["h"] = "|cff0070dd|Hitem:130169::::::::110:256::::::|h[Преимущество на турнире]|h|r",
										}, -- [83]
										{
											["q"] = 1,
											["index"] = 320,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130170,
											["fav"] = false,
											["slot_id"] = 84,
											["h"] = "|cff0070dd|Hitem:130170::::::::110:256::::::|h[Слеза зеленого аспекта]|h|r",
										}, -- [84]
										{
											["q"] = 1,
											["index"] = 275,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130171,
											["fav"] = false,
											["slot_id"] = 85,
											["h"] = "|cff0070dd|Hitem:130171::::::::110:256::::::|h[Проклятая сфера]|h|r",
										}, -- [85]
										{
											["q"] = 1,
											["index"] = 219,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130191,
											["fav"] = false,
											["slot_id"] = 86,
											["h"] = "|cff0070dd|Hitem:130191::::::::110:256::::::|h[Набор – сундук с сокровищами с ловушкой]|h|r",
										}, -- [86]
										{
											["q"] = 1,
											["index"] = 18,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130209,
											["fav"] = true,
											["slot_id"] = 87,
											["h"] = "|cff0070dd|Hitem:130209::::::::110:256::::::|h[Сундук нескончаемых забав]|h|r",
										}, -- [87]
										{
											["q"] = 1,
											["index"] = 330,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 130232,
											["fav"] = false,
											["slot_id"] = 88,
											["h"] = "|cff0070dd|Hitem:130232::::::::110:256::::::|h[Статуя лунного совуха]|h|r",
										}, -- [88]
										{
											["q"] = 1,
											["index"] = 62,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:131811::::::::110:256::::::|h[Воздушный змей племени Небесного Рога из перьев руха]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 89,
											["fav"] = false,
											["item"] = 131811,
											["loc_id"] = 14,
										}, -- [89]
										{
											["q"] = 1,
											["index"] = 369,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 131812,
											["fav"] = false,
											["slot_id"] = 90,
											["h"] = "|cff0070dd|Hitem:131812::::::::110:256::::::|h[Фрагмент темнозема]|h|r",
										}, -- [90]
										{
											["q"] = 1,
											["index"] = 144,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:131814::::::::110:256::::::|h[Карп теснины Бурлящей Воды]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 131814,
											["fav"] = false,
											["slot_id"] = 91,
											["loc_id"] = 14,
										}, -- [91]
										{
											["q"] = 1,
											["index"] = 156,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:131900::::::::110:256::::::|h[Копыто величественного старорога]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 92,
											["fav"] = false,
											["item"] = 131900,
											["ab"] = 1,
										}, -- [92]
										{
											["q"] = 1,
											["index"] = 99,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:131933::::::::110:256::::::|h[Зайцестрел]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 93,
											["fav"] = false,
											["item"] = 131933,
											["loc_id"] = 14,
										}, -- [93]
										{
											["q"] = 1,
											["index"] = 9,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 94,
											["fav"] = true,
											["item"] = 137663,
											["h"] = "|cff0070dd|Hitem:137663::::::::110:256::::::|h[Меч из мягкого пенополимера]|h|r",
										}, -- [94]
										{
											["q"] = 1,
											["index"] = 17,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:138415::::::::110:256::::::|h[Слегка пожеванный сборник ругательств]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 95,
											["fav"] = true,
											["item"] = 138415,
											["ab"] = 1,
										}, -- [95]
										{
											["q"] = 1,
											["index"] = 19,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:138873::::::::110:256::::::|h[Таинственная шляпа первокурсника]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 138873,
											["fav"] = true,
											["slot_id"] = 96,
											["loc_id"] = 14,
										}, -- [96]
										{
											["q"] = 1,
											["index"] = 89,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 97,
											["fav"] = false,
											["item"] = 138876,
											["h"] = "|cff0070dd|Hitem:138876::::::::110:256::::::|h[Дробилка кристаллов Рунаса]|h|r",
										}, -- [97]
										{
											["q"] = 1,
											["index"] = 155,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 98,
											["fav"] = false,
											["item"] = 138878,
											["h"] = "|cff0070dd|Hitem:138878::::::::110:256::::::|h[Копия контракта Даглопа]|h|r",
										}, -- [98]
										{
											["q"] = 1,
											["index"] = 135,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 139773,
											["fav"] = false,
											["slot_id"] = 99,
											["h"] = "|cff0070dd|Hitem:139773::::::::110:256::::::|h[Изумрудные ветра]|h|r",
										}, -- [99]
										{
											["q"] = 1,
											["index"] = 304,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 140325,
											["fav"] = false,
											["slot_id"] = 100,
											["h"] = "|cff0070dd|Hitem:140325::::::::110:256::::::|h[Самодельная карнавальная маска]|h|r",
										}, -- [100]
										{
											["q"] = 1,
											["index"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 140363,
											["fav"] = true,
											["slot_id"] = 101,
											["h"] = "|cff0070dd|Hitem:140363::::::::110:256::::::|h[Карманный распространитель Скверны]|h|r",
										}, -- [101]
										{
											["q"] = 1,
											["index"] = 378,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 102,
											["fav"] = false,
											["item"] = 141296,
											["h"] = "|cff0070dd|Hitem:141296::::::::110:256::::::|h[Чаша древней маны]|h|r",
										}, -- [102]
										{
											["q"] = 1,
											["index"] = 243,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:141298::::::::110:256::::::|h[Перемещающий камень для медитации]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 141298,
											["fav"] = false,
											["slot_id"] = 103,
											["loc_id"] = 14,
										}, -- [103]
										{
											["q"] = 1,
											["index"] = 137,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 104,
											["fav"] = false,
											["item"] = 141299,
											["h"] = "|cff0070dd|Hitem:141299::::::::110:256::::::|h[Калдорайская сфера Света]|h|r",
										}, -- [104]
										{
											["q"] = 1,
											["index"] = 23,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:142542::::::::110:256::::::|h[Фолиант портала в город]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 105,
											["fav"] = true,
											["item"] = 142542,
											["ab"] = 1,
										}, -- [105]
										{
											["q"] = 1,
											["index"] = 84,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cffa335ee|Hitem:143543::::::::110:256::::::|h[Двенадцатиструнная гитара]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 106,
											["fav"] = false,
											["item"] = 143543,
											["ab"] = 1,
										}, -- [106]
										{
											["q"] = 1,
											["index"] = 206,
											["bag_id"] = 1,
											["loc_id"] = 14,
											["h"] = "|cff0070dd|Hitem:143660::::::::110:256::::::|h[Мрглгрлхьорн]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 107,
											["fav"] = false,
											["item"] = 143660,
											["ab"] = 1,
										}, -- [107]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 26,
								}, -- [1]
							},
						},
						[15] = {
							["bag"] = {
								{
									["loc_id"] = 15,
									["count"] = 56,
									["slot"] = {
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122349::::::::110:256::::::|h[Окровавленный арканитовый жнец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122349,
											["loc_id"] = 15,
											["slot_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122352::::::::110:256::::::|h[Зачарованный древний костяной лук]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122352,
											["loc_id"] = 15,
											["slot_id"] = 2,
											["ab"] = 1,
										}, -- [2]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122366::::::::110:256::::::|h[Улучшенная дворфийская пищаль]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122366,
											["loc_id"] = 15,
											["slot_id"] = 3,
											["ab"] = 1,
										}, -- [3]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122367::::::::110:256::::::|h[Благословенный молот милости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122367,
											["loc_id"] = 15,
											["slot_id"] = 4,
											["ab"] = 1,
										}, -- [4]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122385::::::::110:256::::::|h[Древний молот Макгоуэна]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122385,
											["loc_id"] = 15,
											["slot_id"] = 5,
											["ab"] = 1,
										}, -- [5]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122354::::::::110:256:::1:582:::|h[Каменный боевой молот с аурой благочестивости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122354,
											["loc_id"] = 15,
											["slot_id"] = 6,
											["ab"] = 1,
										}, -- [6]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122386::::::::110:256::::::|h[Переналаженный лавовый отвал]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122386,
											["loc_id"] = 15,
											["slot_id"] = 7,
											["ab"] = 1,
										}, -- [7]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:140773::::::::110:256::::::|h[Копье орлиного когтя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 140773,
											["loc_id"] = 15,
											["slot_id"] = 8,
											["ab"] = 1,
										}, -- [8]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122351::::::::110:256::::::|h[Древний священный заряд Дал'Ренда]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122351,
											["loc_id"] = 15,
											["slot_id"] = 9,
											["ab"] = 1,
										}, -- [9]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122389::::::::110:256::::::|h[Окровавленный разрубатель черепов]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122389,
											["loc_id"] = 15,
											["slot_id"] = 10,
											["ab"] = 1,
										}, -- [10]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122369::::::::110:256::::::|h[Иссеченный в бою молотящий клинок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122369,
											["loc_id"] = 15,
											["slot_id"] = 11,
											["ab"] = 1,
										}, -- [11]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122365::::::::110:256::::::|h[Перекованный защитник из истинного серебра]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122365,
											["loc_id"] = 15,
											["slot_id"] = 12,
											["ab"] = 1,
										}, -- [12]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122368::::::::110:256::::::|h[Большой посох Джордана]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122368,
											["loc_id"] = 15,
											["slot_id"] = 13,
											["ab"] = 1,
										}, -- [13]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122353::::::::110:256::::::|h[Величавая трость ректора]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122353,
											["loc_id"] = 15,
											["slot_id"] = 14,
											["ab"] = 1,
										}, -- [14]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122363::::::::110:256::::::|h[Вороненый посох тюремщика]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122363,
											["loc_id"] = 15,
											["slot_id"] = 15,
											["ab"] = 1,
										}, -- [15]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122364::::::::110:256:::1:583:::|h[Отточенный алый крис]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122364,
											["loc_id"] = 15,
											["slot_id"] = 16,
											["ab"] = 1,
										}, -- [16]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122350::::::::110:256:::1:583:::|h[Сбалансированный пронзатель сердец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122350,
											["loc_id"] = 15,
											["slot_id"] = 17,
											["ab"] = 1,
										}, -- [17]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122391::::::::110:256::::::|h[Опаленный драконий отражающий щит]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122391,
											["loc_id"] = 15,
											["slot_id"] = 18,
											["ab"] = 1,
										}, -- [18]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122392::::::::110:256::::::|h[Потрепанный щит наблюдателя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122392,
											["loc_id"] = 15,
											["slot_id"] = 19,
											["ab"] = 1,
										}, -- [19]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:127010::::::::110:256::::::|h[Безупречная кираса из светостали]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 127010,
											["loc_id"] = 15,
											["slot_id"] = 20,
											["ab"] = 1,
										}, -- [20]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122373::::::::110:256::::::|h[Безупречный наплеч из светостали]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122373,
											["loc_id"] = 15,
											["slot_id"] = 21,
											["ab"] = 1,
										}, -- [21]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122387::::::::110:256::::::|h[Вороненая кираса мощи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122387,
											["loc_id"] = 15,
											["slot_id"] = 22,
											["ab"] = 1,
										}, -- [22]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122388::::::::110:256::::::|h[Вороненое наплечье мощи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122388,
											["loc_id"] = 15,
											["slot_id"] = 23,
											["ab"] = 1,
										}, -- [23]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122381::::::::110:256::::::|h[Полированная кираса доблести]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122381,
											["loc_id"] = 15,
											["slot_id"] = 24,
											["ab"] = 1,
										}, -- [24]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122355::::::::110:256::::::|h[Полированный наплеч доблести]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122355,
											["loc_id"] = 15,
											["slot_id"] = 25,
											["ab"] = 1,
										}, -- [25]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122372::::::::110:256::::::|h[Укрепленное тюремное наплечье]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122372,
											["loc_id"] = 15,
											["slot_id"] = 26,
											["ab"] = 1,
										}, -- [26]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122379::::::::110:256::::::|h[Кираса несущего смерть чемпиона]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122379,
											["loc_id"] = 15,
											["slot_id"] = 27,
											["ab"] = 1,
										}, -- [27]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122380::::::::110:256:::1:582:::|h[Мистический жилет Стихий]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122380,
											["loc_id"] = 15,
											["slot_id"] = 28,
											["ab"] = 1,
										}, -- [28]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122356::::::::110:256::::::|h[Наплечник защитника Ирода]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122356,
											["loc_id"] = 15,
											["slot_id"] = 29,
											["ab"] = 1,
										}, -- [29]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122375::::::::110:256:::1:582:::|h[Старое наплечье Пяти Громов]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122375,
											["loc_id"] = 15,
											["slot_id"] = 30,
											["ab"] = 1,
										}, -- [30]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122357::::::::110:256::::::|h[Таинственное наплечье Стихий]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122357,
											["loc_id"] = 15,
											["slot_id"] = 31,
											["ab"] = 1,
										}, -- [31]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122374::::::::110:256::::::|h[Ценное оплечье повелителя зверей]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122374,
											["loc_id"] = 15,
											["slot_id"] = 32,
											["ab"] = 1,
										}, -- [32]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122382::::::::110:256::::::|h[Вычищенная железноперая кираса]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122382,
											["loc_id"] = 15,
											["slot_id"] = 33,
											["ab"] = 1,
										}, -- [33]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122359::::::::110:256::::::|h[Вычищенные железноперые наплечники]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122359,
											["loc_id"] = 15,
											["slot_id"] = 34,
											["ab"] = 1,
										}, -- [34]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122377::::::::110:256::::::|h[Долговечный наплеч буйного сердца]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122377,
											["loc_id"] = 15,
											["slot_id"] = 35,
											["ab"] = 1,
										}, -- [35]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122248::::::::110:256:::1:582:::|h[Запятнанная шапка незаметности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122248,
											["loc_id"] = 15,
											["slot_id"] = 36,
											["ab"] = 1,
										}, -- [36]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122254::::::::110:256:::1:582:::|h[Запятнанные штаны незаметности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122254,
											["loc_id"] = 15,
											["slot_id"] = 37,
											["ab"] = 1,
										}, -- [37]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122376::::::::110:256::::::|h[Исключительные наплечники грозового покрова]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122376,
											["loc_id"] = 15,
											["slot_id"] = 38,
											["ab"] = 1,
										}, -- [38]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122383::::::::110:256:::1:582:::|h[Испачканный мундир незаметности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122383,
											["loc_id"] = 15,
											["slot_id"] = 39,
											["ab"] = 1,
										}, -- [39]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122358::::::::110:256:::1:582:::|h[Испачканный наплеч незаметности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122358,
											["loc_id"] = 15,
											["slot_id"] = 40,
											["ab"] = 1,
										}, -- [40]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122384::::::::110:256::::::|h[Изорванное одеяние Багрового Тумана]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122384,
											["loc_id"] = 15,
											["slot_id"] = 41,
											["ab"] = 1,
										}, -- [41]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122360::::::::110:256::::::|h[Изорванное оплечье Багрового Тумана]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122360,
											["loc_id"] = 15,
											["slot_id"] = 42,
											["ab"] = 1,
										}, -- [42]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122378::::::::110:256::::::|h[Изысканное оплечье провидца в изгнании]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122378,
											["loc_id"] = 15,
											["slot_id"] = 43,
											["ab"] = 1,
										}, -- [43]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122261::::::::110:256:::1:582:::|h[Унаследованная накидка черного барона]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122261,
											["loc_id"] = 15,
											["slot_id"] = 44,
											["ab"] = 1,
										}, -- [44]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122668::::::::110:256:::1:582:::|h[Вечная воля мученика]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122668,
											["loc_id"] = 15,
											["slot_id"] = 45,
											["ab"] = 1,
										}, -- [45]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122664::::::::110:256::::::|h[Вечное колье горизонта]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122664,
											["loc_id"] = 15,
											["slot_id"] = 46,
											["ab"] = 1,
										}, -- [46]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122666::::::::110:256::::::|h[Вечное ожерелье сплетенного плюща]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122666,
											["loc_id"] = 15,
											["slot_id"] = 47,
											["ab"] = 1,
										}, -- [47]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122663::::::::110:256::::::|h[Вечный амулет спасенных]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122663,
											["loc_id"] = 15,
											["slot_id"] = 48,
											["ab"] = 1,
										}, -- [48]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122667::::::::110:256::::::|h[Вечный талисман горящей ярости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122667,
											["loc_id"] = 15,
											["slot_id"] = 49,
											["ab"] = 1,
										}, -- [49]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122662::::::::110:256::::::|h[Вечный талисман уклонения]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122662,
											["loc_id"] = 15,
											["slot_id"] = 50,
											["ab"] = 1,
										}, -- [50]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:128318::::::::110:256::::::|h[Касание Бездны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 128318,
											["loc_id"] = 15,
											["slot_id"] = 51,
											["ab"] = 1,
										}, -- [51]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122390::::::::110:256::::::|h[Отсыревший фолиант Пропавших]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122390,
											["loc_id"] = 15,
											["slot_id"] = 52,
											["ab"] = 1,
										}, -- [52]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122362::::::::110:256::::::|h[Прозорливый Глаз Зверя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122362,
											["loc_id"] = 15,
											["slot_id"] = 53,
											["ab"] = 1,
										}, -- [53]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122361::::::::110:256:::1:582:::|h[Стремительная рука правосудия]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122361,
											["loc_id"] = 15,
											["slot_id"] = 54,
											["ab"] = 1,
										}, -- [54]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122530::::::::110:256::::::|h[Унаследованный знак деспотизма]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["item"] = 122530,
											["loc_id"] = 15,
											["slot_id"] = 55,
											["ab"] = 1,
										}, -- [55]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff00ccff|Hitem:122371::::::::110:256:::1:583:::|h[Унаследованный знак различия Альянса]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["slot_id"] = 56,
											["loc_id"] = 15,
											["item"] = 122371,
										}, -- [56]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 28,
								}, -- [1]
							},
							["slot_count"] = 56,
						},
					},
				},
				["Манриэль - Ясеневый лес"] = {
					["profile"] = 1001,
					["info"] = {
						["faction_local"] = "Альянс",
						["isplayer"] = true,
						["guid"] = "Player-1923-03448721",
						["money"] = 560882150,
						["class"] = "PRIEST",
						["player_id"] = "Манриэль - Ясеневый лес",
						["gender"] = 3,
						["class_local"] = "Жрица",
						["race"] = "Human",
						["name"] = "Манриэль",
						["faction"] = "Alliance",
						["race_local"] = "Человек",
						["skills"] = {
							197, -- [1]
							333, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["level"] = 110,
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["slot_count"] = 136,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 24842046,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:110560::::::::110:257::11::::|h[Камень возвращения в гарнизон]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:141202::::::::110:257::::::|h[Приглашение на гламурную вечеринку]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24842046,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:140242::::::::110:257::::::|h[Компас звездочета]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["age"] = 24842046,
										}, -- [4]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:142835::::::::110:257::51:4:3491:1678:1502:1674:::|h[Атласные перчатки бесстрашного бойца]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:140587::::::::110:257::::::|h[Оскверненная руна усиления]|h|r",
											["count"] = 8,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["age"] = 24773120,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["age"] = 24842046,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:139755::::::::110:257::14:2:3385:3384:::|h[Башмаки Верховного жреца]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:141655::::::::110:257::::::|h[Скопление мерцающих кристаллов древней маны]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24842046,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:112321::::::::110:257::::::|h[Волшебная пыльца]|h|r",
											["count"] = 6,
											["bag_id"] = 1,
											["age"] = 24602514,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:133570::::::::110:257::::::|h[Голодный магистр]|h|r",
											["count"] = 16,
											["age"] = 24731960,
											["bag_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109076::::::::110:257::::::|h[Набор для сборки гоблинского планера]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 1,
											["count"] = 13,
											["bag_id"] = 1,
											["age"] = 24603055,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:34498::::::::110:257::11::::|h[Набор бумажного дирижабля]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 24593253,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133570::::::::110:257::::::|h[Голодный магистр]|h|r",
											["count"] = 20,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["age"] = 24722866,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:139811::::::::110:257::::::|h[Ожерелье бесчисленных воспоминаний]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["age"] = 24842046,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["age"] = 24842046,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:141015::::::::110:256::::::|h[Свиток портала в город: Каль'делар]|h|r",
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:138222::::::::110:256::3:2:1807:1472:::|h[Фиал кошмарного тумана]|h|r",
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21721::::::::110:256::::::|h[Лунное сияние]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 1,
											["count"] = 10,
											["bag_id"] = 2,
											["age"] = 24618358,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 24842046,
											["h"] = "|cffffffff|Hitem:112499::::::::110:256::::::|h[Мрачные бомбы-вонючки]|h|r",
											["count"] = 14,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:117568::::::::110:256::::::|h[Кувшин крепкого вина]|h|r",
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 24593253,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 24842046,
											["h"] = "|cffffffff|Hitem:6218:::::::1056775872:110:256::::::|h[Рунический медный жезл]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133576::::::::110:256::::::|h[Медвежий тартар]|h|r",
											["count"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["age"] = 24717424,
											["bag_id"] = 2,
										}, -- [8]
										{
											["q"] = 3,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:142340::::::::110:256::::::|h[Голова Тар'зула]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133681::::::::110:256::::::|h[Хрустящий бекон]|h|r",
											["count"] = 17,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["age"] = 24660908,
											["bag_id"] = 2,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:9260::::::::110:256::::::|h[Крепленый ром]|h|r",
											["count"] = 10,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["age"] = 24593253,
											["bag_id"] = 2,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:104316::::::::110:256::::::|h[Призрачный грог]|h|r",
											["count"] = 7,
											["age"] = 24617492,
											["bag_id"] = 2,
										}, -- [15]
										{
											["q"] = 6,
											["bag_id"] = 2,
											["h"] = "|cffe6cc80|Hitem:133755::::::::110:256:256:11::841:::|h[Удочка Темносвета]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:127844::::::::110:256::::::|h[Зелье древней войны]|h|r",
											["slot_id"] = 17,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 24618358,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:19269::::::::110:256::::::|h[Двойка из колоды Элементалей]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 24636493,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109147::::::::110:256::::::|h[Дренорский настой интеллекта]|h|r",
											["count"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["age"] = 24699447,
											["bag_id"] = 2,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6662::::::::110:256::::::|h[Эликсир увеличения]|h|r",
											["count"] = 16,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["age"] = 24601853,
											["bag_id"] = 2,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8827::::::::110:256::::::|h[Эликсир хождения по воде]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["age"] = 24603070,
											["bag_id"] = 2,
										}, -- [22]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:127834::::::::110:256::::::|h[Древнее лечебное зелье]|h|r",
											["count"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 23,
											["age"] = 24718490,
											["bag_id"] = 2,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:139175::::::::110:256::::::|h[Чародейская наживка]|h|r",
											["count"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 24,
											["bag_id"] = 2,
											["age"] = 24618344,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116268::::::::110:256::::::|h[Дренорское зелье невидимости]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 25,
											["age"] = 24773188,
											["bag_id"] = 2,
										}, -- [25]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:127847::::::::110:256::::::|h[Настой тайного соглашения]|h|r",
											["count"] = 12,
											["age"] = 24773120,
											["bag_id"] = 2,
										}, -- [26]
										{
											["q"] = 3,
											["age"] = 24842046,
											["h"] = "|cff0070dd|Hitem:118922::::::::110:256::11::::|h[Шепчущий кристалл Орелия]|h|r",
											["slot_id"] = 27,
											["sb"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 6,
											["age"] = 24842121,
											["h"] = "|cffe6cc80|Hitem:128825::139265:139263:137548::::110:256:256:9:1:739:748:2:1807:1472:2:1805:1487:3:1727:1492:1813|h[Т'ууре, Светоч наару]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 6,
											["age"] = 24842051,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffe6cc80|Hitem:128827::143690:141280:143694::::110:256:256:9:1:740:247:3:3474:1507:1674:3:3432:1522:3337:3:3474:1507:1674|h[Ксал'атат, клинок Темной Империи]|h|r",
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133561::::::::110:256::::::|h[Прожаренный мохножабрый окунь]|h|r",
											["count"] = 8,
											["loc_id"] = 1,
											["slot_id"] = 30,
											["bag_id"] = 2,
											["age"] = 24773120,
										}, -- [30]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:256::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:140188::::::::110:257::::::|h[Вино двухгодичной выдержки]|h|r",
											["slot_id"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["bag_id"] = 3,
											["age"] = 24731964,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 24842046,
											["h"] = "|cffffffff|Hitem:137681::::::::110:257::::::|h[Рецепт: попона Кровавого Тотема]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:127840::::::::110:257::::::|h[Скагглсок]|h|r",
											["slot_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["age"] = 24636493,
										}, -- [3]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:133378::::::::110:257::::::|h[Тлеющий искаженный временем уголек]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [4]
										{
											["q"] = 4,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:135868::::::::110:257::51:4:3486:1677:1502:3336:::|h[Атласные поножи мстительного бойца]|h|r",
											["slot_id"] = 5,
											["age"] = 24842046,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:141351::::::::110:257::::::|h[Слеза Элуны]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["age"] = 24601930,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:138815::::::::110:257::11::::|h[Посох старика Седоспина]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 3,
											["age"] = 24601930,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:71634:::::::1693047424:110:257::::::|h[Справочник ярмарки Новолуния]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["age"] = 24842046,
										}, -- [8]
										{
											["q"] = 1,
											["r"] = true,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:20009::::::::110:257::::::|h[Во имя Света!]|h|r",
											["slot_id"] = 9,
											["age"] = 24601930,
										}, -- [9]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:141652::::::::110:257::11::::|h[Камень поиска маны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["age"] = 24842046,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cff1eff00|Hitem:141446::::::::110:257::::::|h[Фолиант безмятежного разума]|h|r",
											["count"] = 4,
											["bag_id"] = 3,
											["age"] = 24601930,
										}, -- [11]
										{
											["q"] = 2,
											["age"] = 24842046,
											["h"] = "|cff1eff00|Hitem:104330::::::::110:257::::::|h[Старый предупредительный знак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:140192::::::::110:257::11::::|h[Камень возвращения в Даларан]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [13]
										{
											["q"] = 4,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:116138::::::::110:257::14::::|h[Последняя колода Немелекса Ксобеха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["age"] = 24842046,
										}, -- [14]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:141605::::::::110:257::11::::|h[Свисток распорядителя полетов]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["age"] = 24842046,
										}, -- [15]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:80914::::::::110:257::::::|h[Горецвет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["age"] = 24842046,
										}, -- [16]
										{
											["q"] = 2,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:141013::::::::110:257::::::|h[Свиток портала в город: Шала'нир]|h|r",
											["slot_id"] = 17,
											["bag_id"] = 3,
										}, -- [17]
										{
											["q"] = 3,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:141196::::::::110:257::::::|h[Испытание Одина]|h|r",
											["slot_id"] = 18,
											["bag_id"] = 3,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:136654::::::::110:257::::::|h[Полевая аптечка]|h|r",
											["count"] = 26,
											["age"] = 24655528,
											["bag_id"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:138111::::::::110:257::::::|h[Закаленный бурей гарпун]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["h"] = "|cffffffff|Hitem:38682::::::::110:257::::::|h[Материал для свитка наложения чар]|h|r",
											["count"] = 87,
											["age"] = 24842056,
											["bag_id"] = 3,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 2,
											["age"] = 24842046,
											["h"] = "|cff1eff00|Hitem:141017::::::::110:257::::::|h[Свиток портала в город: Лиан'трил]|h|r",
											["slot_id"] = 23,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:83095::::::::110:257::::::|h[Темное пиво Лягроб]|h|r",
											["slot_id"] = 24,
											["loc_id"] = 1,
											["count"] = 5,
											["age"] = 24630887,
											["bag_id"] = 3,
										}, -- [24]
										{
											["q"] = 4,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:134532::::::::110:257::35:3:3412:1512:3336:::|h[Кольцо из сросшихся кораллов]|h|r",
											["slot_id"] = 25,
											["bag_id"] = 3,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133575::::::::110:257::::::|h[Нарезка из сушеной скумбрии]|h|r",
											["slot_id"] = 27,
											["loc_id"] = 1,
											["count"] = 15,
											["age"] = 24772986,
											["bag_id"] = 3,
										}, -- [27]
										{
											["q"] = 1,
											["age"] = 24842046,
											["h"] = "|cffffffff|Hitem:138777::::::::110:257::::::|h[Утопленная мана]|h|r",
											["count"] = 20,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 28,
											["bag_id"] = 3,
										}, -- [28]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116271::::::::110:257::::::|h[Дренорский эликсир подводного дыхания]|h|r",
											["slot_id"] = 29,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24601930,
											["bag_id"] = 3,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118711::::::::110:257::::::|h[Дренорский эликсир хождения по воде]|h|r",
											["slot_id"] = 30,
											["loc_id"] = 1,
											["count"] = 6,
											["age"] = 24601930,
											["bag_id"] = 3,
										}, -- [30]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:71716::::::::110:257::::::|h[Руны ворожея]|h|r",
											["slot_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:124438::::::::110:257::::::|h[Целый коготь]|h|r",
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 24842087,
										}, -- [3]
										{
											["q"] = 4,
											["age"] = 24842046,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:139759::::::::110:257::11:2:3385:3384:::|h[Одеяния Верховного жреца]|h|r",
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:133567::::::::110:257::::::|h[Барракуда Мрглгагх]|h|r",
											["count"] = 2,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133572::::::::110:257::::::|h[Деликатесное угощение ночнорожденных]|h|r",
											["count"] = 9,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [6]
										{
											["q"] = 4,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:134347::::::::110:257::42:4:3474:43:1507:1674:::|h[Опаленный тайной магией шнурованный ремень]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24842107,
										}, -- [7]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142334::::::::110:257::::::|h[Пряный омлет с дичью]|h|r",
											["count"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [9]
										{
											["q"] = 1,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:133957::::::::110:257::::::|h[Фрагмент средоточия заклинания]|h|r",
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:257::::::|h[Фаронаарская шипучка]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 1,
											["count"] = 20,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:257::::::|h[Фаронаарская шипучка]|h|r",
											["count"] = 20,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:133563::::::::110:257::::::|h[Фаронаарская шипучка]|h|r",
											["count"] = 20,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 4,
											["age"] = 24731961,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24732215,
											["loc_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["slot_id"] = 19,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
										}, -- [19]
										{
											["q"] = 3,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 24,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 25,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 29,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24732215,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:121328::130220::::::110:257::42:4:3474:1808:1507:1674:::|h[Сапоги из кошмарной ткани]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 40,
											["h"] = "|cffffffff|Hitem:124440::::::::110:257::::::|h[Архана]|h|r",
											["slot_id"] = 2,
											["bag_id"] = 5,
											["age"] = 24772954,
										}, -- [2]
										{
											["q"] = 2,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:140156::::::::110:257::::::|h[Благословение ордена]|h|r",
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["age"] = 24842046,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:139792::::::::110:257::::::|h[Полезная побрякушка]|h|r",
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 3,
											["age"] = 24842055,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:140147::::::::110:257::::::|h[Наручники Пульсарона]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 7,
											["h"] = "|cffffffff|Hitem:124669::::::::110:257::::::|h[Острозуб Новолуния]|h|r",
											["slot_id"] = 6,
											["age"] = 24773191,
											["bag_id"] = 5,
										}, -- [6]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["age"] = 24842046,
											["h"] = "|cff0070dd|Hitem:123862::::::::110:257::::::|h[Клепаный ошейник Дробишки]|h|r",
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["age"] = 24842115,
											["h"] = "|cff0070dd|Hitem:124124::::::::110:257::::::|h[Кровь Саргераса]|h|r",
											["count"] = 6,
											["sb"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 88,
											["h"] = "|cffffffff|Hitem:124437::::::::110:257::::::|h[Шал'дорайский шелк]|h|r",
											["slot_id"] = 9,
											["bag_id"] = 5,
											["age"] = 24842091,
										}, -- [9]
										{
											["q"] = 4,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["age"] = 24842121,
											["h"] = "|cffa335ee|Hitem:134334::::::::110:257::36:4:3432:1808:1497:1674:::|h[Плащ опозоренного двора]|h|r",
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 2,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:71083::::::::110:257::::::|h[Жетон ярмарки Новолуния]|h|r",
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:141992::::::::110:257::::::|h[Большой знак помраченных]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["age"] = 24842121,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 5,
										}, -- [17]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:124442::::::::110:257::::::|h[Кристалл хаоса]|h|r",
											["slot_id"] = 20,
											["loc_id"] = 1,
											["count"] = 6,
											["bag_id"] = 5,
											["age"] = 24842115,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 23,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 3,
											["age"] = 24732112,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 25,
											["h"] = "|cffffffff|Hitem:124121::::::::110:257::::::|h[Яйцо дикой птицы]|h|r",
											["count"] = 27,
											["bag_id"] = 5,
											["age"] = 24842087,
										}, -- [25]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:142543::::::::110:257::::::|h[Свиток портала в город]|h|r",
											["slot_id"] = 26,
											["sb"] = 1,
											["age"] = 24732146,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 27,
											["bag_id"] = 5,
										}, -- [27]
										{
											["q"] = 6,
											["age"] = 24842046,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffe6cc80|Hitem:141332::::::::110:257::::::|h[Анналы Света и Тьмы]|h|r",
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:142335::::::::110:257::::::|h[Безупречное перо грифозавра]|h|r",
											["slot_id"] = 29,
											["bag_id"] = 5,
											["age"] = 24842087,
										}, -- [29]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:121004::::::::110:257:512::2:1812:1686:110:::|h[Рут'ванский шлем с символом бесподобия]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 30,
											["age"] = 24842107,
											["bag_id"] = 5,
										}, -- [30]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [5]
							},
						}, -- [1]
						[3] = {
							["slot_count"] = 326,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:120313::::::::110:257::11::::|h[Шанкецу]|h|r",
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["h"] = "|cff0070dd|Hitem:118632::::::::110:257::::::|h[Руна усиления концентрации]|h|r",
											["bag_id"] = 1,
											["age"] = 24590049,
											["count"] = 20,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:115795::::::::110:257::::::|h[Сигнальная ракета \"На помощь!\"]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:46725::::::::110:257::14::::|h[Пневматический карабин Красного Всадника]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43352:::::::1838895104:110:257::::::|h[Набор для ухода за питомцем]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:113405::::::::110:257::::::|h[Слегка помятая жаба]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43626::::::::110:257::::::|h[Закуска \"Счастливый питомец\"]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["h"] = "|cff1eff00|Hitem:48601::::::::110:257::14::::|h[Боеприпасы для пневматического карабина Красного Всадника]|h|r",
											["bag_id"] = 1,
											["age"] = 24590049,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 4,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff1eff00|Hitem:71153::::::::110:257::::::|h[Волшебное печенье для питомца]|h|r",
											["slot_id"] = 9,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 2,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff1eff00|Hitem:89906:::::::1083360640:110:257::::::|h[Волшебное лакомство]|h|r",
											["slot_id"] = 10,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 15,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff1eff00|Hitem:86143:::::::-1909454336:110:257::::::|h[Бинты для боевых питомцев]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:118414::::::::110:257::::::|h[Улетная рыба]|h|r",
											["bag_id"] = 1,
											["age"] = 24590049,
											["count"] = 3,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:118475::::::::110:257::::::|h[Руководство по стратегии Hearthstone]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:114806::::::::110:257::::::|h[Комплект брони Черной горы]|h|r",
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:114807::::::::110:257::::::|h[Комплект побитой в сражениях брони]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:114616::::::::110:257::::::|h[Побитое в сражениях оружие]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:88487:::::::145501248:110:257::::::|h[Взрывчатая сфера]|h|r",
											["bag_id"] = 1,
											["age"] = 24590049,
											["count"] = 5,
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:114822::::::::110:257::::::|h[Усиленное улучшение брони]|h|r",
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 19,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:114131::::::::110:257::::::|h[Усиленное улучшение оружия]|h|r",
										}, -- [19]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:114808::::::::110:257::::::|h[Среднее улучшение брони]|h|r",
										}, -- [20]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 21,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:114129::::::::110:257::::::|h[Среднее улучшение оружия]|h|r",
										}, -- [21]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 9,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 22,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:114745::::::::110:257::::::|h[Слабое улучшение брони]|h|r",
										}, -- [22]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 1,
											["age"] = 24603077,
											["slot_id"] = 23,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:114128::::::::110:257::::::|h[Слабое улучшение оружия]|h|r",
										}, -- [23]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 24,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:85264:::::::1977592064:110:257::::::|h[Осеннее цветущее дерево]|h|r",
										}, -- [24]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 25,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:122457::::::::110:257::11::::|h[Идеальный тренировочный камень для питомцев]|h|r",
										}, -- [25]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 26,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:119151::::::::110:257::11::::|h[Разрушитель Душ]|h|r",
										}, -- [26]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 27,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:113545::::::::110:257::::::|h[Резной рог для питья]|h|r",
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["slot_id"] = 28,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:85589:::::::704714496:110:257::::::|h[Почти полный пузырек полиметановой кислоты]|h|r",
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cffa335ee|Hitem:128314::::::::110:257::::::|h[Окоченевшие руки героя]|h|r",
											["age"] = 24606375,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:120311::::::::110:257::::::|h[Ожерелье мастера клинка]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 3,
											["bag_id"] = 2,
											["ab"] = 1,
											["count"] = 2,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:86574::::::::110:257::::::|h[Эликсир древнего знания]|h|r",
											["slot_id"] = 3,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:118236::::::::110:257::::::|h[Поддельная монета]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 5,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:115463::::::::110:257::::::|h[Эликсир сумеречного зрения]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:116392::::::::110:257::::::|h[Большая сумка с сокровищами]|h|r",
											["age"] = 24612425,
											["bag_id"] = 2,
											["count"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118415::::::::110:257::::::|h[Горерыбка]|h|r",
											["count"] = 5,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38320::::::::110:257::1::::|h[Худое варево]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37604:::::::1920300672:110:257::::::|h[Зубочистка]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["age"] = 24636491,
											["count"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34068:::::::-1746030208:110:257::::::|h[Утяжеленный фонарь из тыквы]|h|r",
											["count"] = 18,
											["loc_id"] = 3,
											["age"] = 24636491,
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21745::::::::110:257::::::|h[Лунный камень предков]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21745::::::::110:257::::::|h[Лунный камень предков]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21745::::::::110:257::::::|h[Лунный камень предков]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 3,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20410:::::::1442396992:110:257::::::|h[Волшебная палочка - костюм летучей мыши]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20409:::::::1544612864:110:257::::::|h[Волшебная палочка - костюм призрака]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20397:::::::777426592:110:257::::::|h[Волшебная палочка - костюм пирата]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20397:::::::851457824:110:257::::::|h[Волшебная палочка - костюм пирата]|h|r",
											["slot_id"] = 17,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:93208::::::::110:257::::::|h[П.И.Р.О.Г. Новолуния]|h|r",
											["count"] = 20,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116917::::::::110:257::::::|h[Питье моряка Заззука]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 11,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116851::::::::110:257::11::::|h[Волшебная палочка – поганище]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["age"] = 24636351,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38466::::::::110:257::::::|h[Сера Сульфурона]|h|r",
											["count"] = 10,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38466::::::::110:257::::::|h[Сера Сульфурона]|h|r",
											["count"] = 10,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21721::::::::110:257::::::|h[Лунное сияние]|h|r",
											["count"] = 10,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21721::::::::110:257::::::|h[Лунное сияние]|h|r",
											["count"] = 10,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6662::::::::110:257::::::|h[Эликсир увеличения]|h|r",
											["count"] = 20,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6662::::::::110:257::::::|h[Эликсир увеличения]|h|r",
											["count"] = 20,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109223::::::::110:257::::::|h[Лечебное снадобье]|h|r",
											["count"] = 11,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118911::::::::110:257::::::|h[Дренорское зелье интеллекта буяна]|h|r",
											["slot_id"] = 28,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 7,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [28]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:107640::::::::110:257::::::|h[Зелье медленного падения]|h|r",
											["count"] = 4,
											["loc_id"] = 3,
											["age"] = 24590049,
											["bag_id"] = 2,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116850::::::::110:257::11::::|h[Волшебная палочка – вурдалак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24636351,
											["slot_id"] = 30,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [30]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 30,
									["status"] = -3,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 1,
											["age"] = 24636351,
											["count"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:20414::::::::110:257::1::::|h[Волшебная палочка - костюм огонька]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 1,
											["age"] = 24636351,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37604::::::::110:257::::::|h[Зубочистка]|h|r",
										}, -- [2]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:117413::::::::110:257::14::::|h[Штормградский щит]|h|r",
											["slot_id"] = 3,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:113801::::::::110:257::14::::|h[Клобук Призрачной Луны]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:33292:::::::408195152:110:257::::::|h[Благословенный шлем]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:21525::::::::110:257::4::::|h[Зеленый новогодний колпак]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:113799::::::::110:257::14::::|h[Одеяния Призрачной Луны]|h|r",
											["slot_id"] = 7,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21539::::::::110:257::14::::|h[Праздничное лиловое платье]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["age"] = 24590049,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:113800::::::::110:257::14::::|h[Захваты Призрачной Луны]|h|r",
											["slot_id"] = 9,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 1,
											["age"] = 24636491,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:37604::::::::110:257::::::|h[Зубочистка]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:128658::::::::110:257::::::|h[Страшные припасы]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["ab"] = 1,
											["count"] = 5,
											["loc_id"] = 3,
											["age"] = 24636351,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:113802::::::::110:257::14::::|h[Поножи Призрачной Луны]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24590049,
											["h"] = "|cff0070dd|Hitem:113798::::::::110:257::14::::|h[Ботфорты Призрачной Луны]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:27982::::::::110:257::14::::|h[Амулет заветных и страстных желаний]|h|r",
											["bag_id"] = 3,
											["age"] = 24590049,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:141322::::::::110:257::::::|h[Сияющее серебряное ожерелье]|h|r",
											["bag_id"] = 3,
											["age"] = 24593253,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:115151::::::::110:257::7::::|h[Эмблема жестокости необузданного бойца]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:6796:::::::1414321152:110:257::::::|h[Красная рубашка сорвиголовы]|h|r",
											["bag_id"] = 3,
											["age"] = 24593253,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:31775::::::::110:257::::::|h[Спореггарская гербовая накидка]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
											["age"] = 24593253,
											["loc_id"] = 3,
										}, -- [19]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:127796::::::::110:257::2::::|h[Гибельный кожаный наплеч]|h|r",
											["slot_id"] = 20,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:127795::::::::110:257::2::::|h[Гибельные кожаные поножи]|h|r",
											["slot_id"] = 21,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:127794::::::::110:257::2::::|h[Гибельный кожаный капюшон]|h|r",
											["slot_id"] = 22,
											["loc_id"] = 3,
										}, -- [22]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:117406::::::::110:257::14::::|h[Штормградский шлем]|h|r",
											["slot_id"] = 23,
											["loc_id"] = 3,
										}, -- [23]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:117407::::::::110:257::14::::|h[Наплечные щитки Штормграда]|h|r",
											["slot_id"] = 24,
											["loc_id"] = 3,
										}, -- [24]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:117408::::::::110:257::14::::|h[Нагрудный доспех Штормграда]|h|r",
											["slot_id"] = 25,
											["loc_id"] = 3,
										}, -- [25]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:117409::::::::110:257::14::::|h[Захваты Штормграда]|h|r",
											["slot_id"] = 26,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 3,
											["bag_id"] = 3,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["h"] = "|cff0070dd|Hitem:117411::::::::110:257::14::::|h[Поножи Штормграда]|h|r",
											["slot_id"] = 27,
											["loc_id"] = 3,
										}, -- [27]
										{
											["q"] = 3,
											["age"] = 24593253,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 28,
											["h"] = "|cff0070dd|Hitem:117412::::::::110:257::14::::|h[Сапоги Штормграда]|h|r",
											["loc_id"] = 3,
										}, -- [28]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 29,
											["sb"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
											["age"] = 24593253,
											["h"] = "|cff1eff00|Hitem:116450::::::::110:257::11::::|h[Теплые зеленые шерстяные носки]|h|r",
										}, -- [29]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 30,
											["h"] = "|cff1eff00|Hitem:109585::::::::110:257::::::|h[Тайнопись араккоа]|h|r",
											["bag_id"] = 3,
											["age"] = 24593253,
											["count"] = 3,
										}, -- [30]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cff1eff00|Hitem:63128:::::::1356422016:110:257::::::|h[Тролльская скрижаль]|h|r",
											["bag_id"] = 4,
											["age"] = 24636491,
											["count"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:52843:::::::385887392:110:257::::::|h[Дворфийский рунический камень]|h|r",
											["slot_id"] = 2,
											["loc_id"] = 3,
											["age"] = 24636491,
											["bag_id"] = 4,
											["count"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:52027::::::::110:257::::::|h[Знак освящения завоевателя]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["age"] = 24636493,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
											["age"] = 24636493,
											["h"] = "|cffffffff|Hitem:113823::::::::110:257::::::|h[Покрытое коркой наплечье Железной Орды]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
											["age"] = 24636493,
											["h"] = "|cffffffff|Hitem:113822::::::::110:257::::::|h[Разорванный ремень Железной Орды]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
											["age"] = 24636493,
											["h"] = "|cffffffff|Hitem:113821::::::::110:257::::::|h[Пробитый шлем Железной Орды]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 836,
											["age"] = 24636493,
											["h"] = "|cffffffff|Hitem:113681::::::::110:257::::::|h[Обломки доспехов Железной Орды]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:17202::::::::110:257::::::|h[Снежок]|h|r",
											["age"] = 24636493,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:17202::::::::110:257::::::|h[Снежок]|h|r",
											["age"] = 24636493,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14472::::::::110:257::::::|h[Выкройка: плащ из рунической ткани]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["slot_id"] = 10,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118235::::::::110:257::::::|h[Огрская шапочка для купания]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["slot_id"] = 11,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:54445:::::::1129660288:110:257::::::|h[Трансцендентная сумка]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118701::::::::110:257::::::|h[Ключ-коготь]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:115510::::::::110:257::::::|h[Руна стихий]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 8,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:115509::::::::110:257::::::|h[Скрижаль стихий]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["slot_id"] = 15,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:113578::::::::110:257::::::|h[Сытная суповая кость]|h|r",
											["count"] = 14,
											["sb"] = 1,
											["age"] = 24593253,
											["slot_id"] = 16,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:112332::::::::110:257::11::::|h[Подобранные камни]|h|r",
											["age"] = 24593253,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:91877:::::::-1534455168:110:257::::::|h[Жетон из Крепости Покорителей]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 197,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21100::::::::110:257::::::|h[Монета Наследия]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 29,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [19]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:115280::::::::110:257::::::|h[Камень аннуляции]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:87209:::::::2104652032:110:257::::::|h[Печать мудрости]|h|r",
											["slot_id"] = 21,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:87208:::::::754348032:110:257::::::|h[Печать власти]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 7,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [22]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["sb"] = 1,
											["age"] = 24632082,
											["count"] = 1,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:117569::::::::110:257::::::|h[Огромное яйцо смертоткача]|h|r",
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:17202::::::::110:257::::::|h[Снежок]|h|r",
											["age"] = 24636493,
											["bag_id"] = 4,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118109::::::::110:257::11::::|h[Карманный ветролет]|h|r",
											["slot_id"] = 25,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:128373::::::::110:257::::::|h[Срочное выполнение заказов: пристань]|h|r",
											["slot_id"] = 26,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["sb"] = 1,
											["age"] = 24632082,
											["count"] = 1,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:138873::::::::110:257::11::::|h[Таинственная шляпа первокурсника]|h|r",
										}, -- [27]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116395::::::::110:257::::::|h[Подробное руководство по созданию аванпоста]|h|r",
											["slot_id"] = 28,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [28]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116394::::::::110:257::::::|h[Записки по созданию аванпоста]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24593253,
											["slot_id"] = 29,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:122594::::::::110:257::::::|h[Срочное выполнение заказов: швейная лавка]|h|r",
											["slot_id"] = 30,
											["sb"] = 1,
											["age"] = 24593253,
											["count"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [30]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 30,
									["status"] = -3,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:17202::::::::110:257::::::|h[Снежок]|h|r",
											["age"] = 24636493,
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:17202::::::::110:257::::::|h[Снежок]|h|r",
											["age"] = 24636493,
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118474::::::::110:257::::::|h[Лучшее руководство по танцам]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56836::::::::110:257::11::::|h[Переполненная фиолетовая кружка Хмельного фестиваля]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:118100::::::::110:257::::::|h[Реликвия клана Верховного Молота]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["ab"] = 1,
											["count"] = 2,
											["loc_id"] = 3,
											["age"] = 24636493,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:79268::::::::110:257::::::|h[Болотная лилия]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:138127::::::::110:257::::::|h[Таинственная монета]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26045::::::::110:257::::::|h[Боевой знак Халаа]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 100,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26045::::::::110:257::::::|h[Боевой знак Халаа]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 100,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26045::::::::110:257::::::|h[Боевой знак Халаа]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 30,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26044::::::::110:257::::::|h[Исследовательский знак Халаа]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 100,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26044::::::::110:257::::::|h[Исследовательский знак Халаа]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 25,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124099::::::::110:257::::::|h[Коготь саблерона из племени Черного Клыка]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 100,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118099::::::::110:257::::::|h[Фрагмент горианского артефакта]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 90,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:115010::::::::110:257::11::::|h[Смертоносная железная ловушка]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:138414::::::::110:257::::::|h[Маскарадный костюм пирата]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["bag_id"] = 5,
											["count"] = 5,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:124125::::::::110:257::::::|h[Аннигилят]|h|r",
											["slot_id"] = 17,
											["loc_id"] = 3,
											["age"] = 24722854,
											["bag_id"] = 5,
											["count"] = 10,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116443::::::::110:257::::::|h[Мирный осколок духа]|h|r",
											["count"] = 2,
											["sb"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 18,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["h"] = "|cff1eff00|Hitem:138875::::::::110:257::::::|h[Маленький силовой кристалл]|h|r",
											["age"] = 24636493,
											["bag_id"] = 5,
											["count"] = 5,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:138400::::::::110:257::::::|h[Пит]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 20,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:19697::::::::110:257::::::|h[Дар урожая]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 21,
											["age"] = 24636493,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["h"] = "|cffffffff|Hitem:112090::::::::110:257::::::|h[Трансморфная настойка]|h|r",
											["age"] = 24636493,
											["bag_id"] = 5,
											["count"] = 3,
										}, -- [22]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:116415::::::::110:257::::::|h[Оберег для питомца]|h|r",
											["count"] = 25,
											["sb"] = 1,
											["age"] = 24689472,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["ab"] = 1,
										}, -- [23]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:122618::::::::110:257::::::|h[Бракованная дренорская монета]|h|r",
											["count"] = 34,
											["sb"] = 1,
											["age"] = 24772951,
											["slot_id"] = 24,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [24]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:141343::::::::110:257::::::|h[Знак помраченных]|h|r",
											["count"] = 3,
											["sb"] = 1,
											["age"] = 24722850,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["ab"] = 1,
										}, -- [25]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:21308::::::::110:257::11::::|h[Звенящий колокольчик]|h|r",
											["age"] = 24714300,
											["bag_id"] = 5,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:133703::::::::110:257::::::|h[Перламутровый моллюск]|h|r",
											["age"] = 24714300,
											["bag_id"] = 5,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:141341::::::::110:257::::::|h[Знак племен Крутогорья]|h|r",
											["slot_id"] = 29,
											["sb"] = 1,
											["age"] = 24731960,
											["loc_id"] = 3,
											["count"] = 2,
											["ab"] = 1,
										}, -- [29]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:141339::::::::110:257::::::|h[Знак Ткачей Снов]|h|r",
											["slot_id"] = 30,
											["sb"] = 1,
											["age"] = 24722851,
											["loc_id"] = 3,
											["count"] = 1,
											["ab"] = 1,
										}, -- [30]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [5]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 6,
									["loc_id"] = 3,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 30,
									["h"] = "|cffa335ee|Hitem:114821::::::::110:257::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [6]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [28]
									},
									["bag_id"] = 7,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["empty"] = 28,
									["h"] = "|cffa335ee|Hitem:113094::::::::110:257::::::|h[Сумка из шкуры гронна]|h|r",
									["texture"] = 237271,
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 8,
									["loc_id"] = 3,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:::::::971601024:110:257::::::|h[Сумка из угольного шелка]|h|r",
									["texture"] = 348522,
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cff0070dd|Hitem:124441::::::::110:256::::::|h[Осколок силового света]|h|r",
											["count"] = 6,
											["bag_id"] = 9,
											["age"] = 24842056,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::110:256::::::|h[Ткань Пустоты]|h|r",
											["count"] = 34,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 9,
											["age"] = 24731961,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["h"] = "|cffa335ee|Hitem:124442::::::::110:256::::::|h[Кристалл хаоса]|h|r",
											["count"] = 48,
											["bag_id"] = 9,
											["age"] = 24772951,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["h"] = "|cff0070dd|Hitem:111245::::::::110:256::::::|h[Светящийся осколок]|h|r",
											["count"] = 4,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:109693::::::::110:256::::::|h[Дренорская пыль]|h|r",
											["count"] = 107,
											["bag_id"] = 9,
											["age"] = 24626469,
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["h"] = "|cffa335ee|Hitem:113588::::::::110:256::::::|h[Кристалл времени]|h|r",
											["count"] = 95,
											["bag_id"] = 9,
											["age"] = 24636491,
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cffa335ee|Hitem:115504::::::::110:256::::::|h[Расколотый кристалл времени]|h|r",
											["count"] = 8,
											["age"] = 24772951,
											["bag_id"] = 9,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["h"] = "|cff0070dd|Hitem:14344::::::::110:256::::::|h[Большой сверкающий осколок]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:124439::::::::110:256::::::|h[Целый зуб]|h|r",
											["count"] = 113,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:124438::::::::110:256::::::|h[Целый коготь]|h|r",
											["count"] = 122,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["h"] = "|cff1eff00|Hitem:118472::::::::110:256::::::|h[Дикая кровь]|h|r",
											["count"] = 18,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124440::::::::110:256::::::|h[Архана]|h|r",
											["slot_id"] = 12,
											["loc_id"] = 3,
											["count"] = 5,
											["bag_id"] = 9,
											["age"] = 24772952,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62786::::::::110:256::::::|h[Какао-бобы]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 3,
											["count"] = 40,
											["age"] = 24593253,
											["bag_id"] = 9,
										}, -- [13]
										{
											["q"] = 3,
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 1,
											["age"] = 24842046,
											["h"] = "|cff0070dd|Hitem:124124::::::::110:256::::::|h[Кровь Саргераса]|h|r",
											["count"] = 94,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["h"] = "|cff1eff00|Hitem:113261::::::::110:256::::::|h[Волшебный огонь]|h|r",
											["count"] = 3,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["h"] = "|cff1eff00|Hitem:113262::::::::110:256::::::|h[Волшебная вода]|h|r",
											["count"] = 3,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cff1eff00|Hitem:113264::::::::110:256::::::|h[Волшебный воздух]|h|r",
											["count"] = 8,
											["age"] = 24593253,
											["bag_id"] = 9,
										}, -- [17]
										{
											["q"] = 2,
											["bag_id"] = 9,
											["h"] = "|cff1eff00|Hitem:120945::::::::110:256::::::|h[Первобытный дух]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["age"] = 24842046,
											["loc_id"] = 3,
											["count"] = 78,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:89112::::::::110:256::::::|h[Частица гармонии]|h|r",
											["count"] = 7,
											["age"] = 24593253,
											["bag_id"] = 9,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["h"] = "|cffffffff|Hitem:3820::::::::110:256::::::|h[Удавник]|h|r",
											["count"] = 3,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["h"] = "|cffffffff|Hitem:74864::::::::110:256::::::|h[Рифовый осьминог]|h|r",
											["count"] = 3,
											["age"] = 24618356,
											["bag_id"] = 9,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:123919::::::::110:256::::::|h[Сланец Скверны]|h|r",
											["slot_id"] = 22,
											["loc_id"] = 3,
											["count"] = 20,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [22]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["h"] = "|cffffffff|Hitem:124107::::::::110:256::::::|h[Проклятая ставрида]|h|r",
											["count"] = 4,
											["bag_id"] = 9,
											["age"] = 24660863,
										}, -- [23]
										{
											["q"] = 4,
											["age"] = 24842046,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["sb"] = 1,
											["bag_id"] = 9,
											["h"] = "|cffa335ee|Hitem:136342::::::::110:256::::::|h[Крупица аннигилята]|h|r",
											["count"] = 24,
										}, -- [24]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22446::::::::110:256::::::|h[Великая планарная субстанция]|h|r",
											["slot_id"] = 25,
											["loc_id"] = 3,
											["count"] = 2,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["h"] = "|cffffffff|Hitem:53010::::::::110:256::::::|h[Угольный шелк]|h|r",
											["slot_id"] = 27,
											["bag_id"] = 9,
											["age"] = 24626467,
										}, -- [27]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["h"] = "|cff0070dd|Hitem:52078::::::::110:256::::::|h[Сфера хаоса]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 24626467,
										}, -- [28]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 29,
											["h"] = "|cffffffff|Hitem:128499::::::::110:256::::::|h[Яйцо Скверны]|h|r",
											["count"] = 2,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:142335::::::::110:256::::::|h[Безупречное перо грифозавра]|h|r",
											["slot_id"] = 30,
											["loc_id"] = 3,
											["count"] = 63,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [30]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 31,
											["h"] = "|cffffffff|Hitem:43012::::::::110:256::::::|h[Мясо люторога]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [31]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 32,
											["h"] = "|cffffffff|Hitem:12202::::::::110:256::::::|h[Мясо тигра]|h|r",
											["count"] = 2,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [32]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 33,
											["h"] = "|cffffffff|Hitem:133591::::::::110:256::::::|h[Речной лук]|h|r",
											["count"] = 24,
											["bag_id"] = 9,
											["age"] = 24731961,
										}, -- [33]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:133588::::::::110:256::::::|h[Ком морской соли]|h|r",
											["slot_id"] = 34,
											["age"] = 24731961,
											["bag_id"] = 9,
										}, -- [34]
										{
											["q"] = 1,
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 35,
											["sb"] = 1,
											["age"] = 24842046,
											["h"] = "|cffffffff|Hitem:115508::::::::110:256::::::|h[Дренорский камень]|h|r",
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 36,
											["h"] = "|cffffffff|Hitem:4304::::::::110:256::::::|h[Плотная кожа]|h|r",
											["count"] = 3,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [36]
										{
											["q"] = 2,
											["age"] = 24842046,
											["h"] = "|cff1eff00|Hitem:111556::::::::110:256::::::|h[Отрез волшебной ткани]|h|r",
											["count"] = 20,
											["sb"] = 1,
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 38,
											["h"] = "|cffffffff|Hitem:127037::::::::110:256::::::|h[Рунное волокно]|h|r",
											["count"] = 26,
											["bag_id"] = 9,
											["age"] = 24732163,
										}, -- [38]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 39,
											["h"] = "|cffffffff|Hitem:124437::::::::110:256::::::|h[Шал'дорайский шелк]|h|r",
											["count"] = 63,
											["bag_id"] = 9,
											["age"] = 24772951,
										}, -- [39]
										{
											["q"] = 3,
											["age"] = 24842046,
											["h"] = "|cff0070dd|Hitem:82447:::::::398294080:110:256::::::|h[Императорский шелк]|h|r",
											["count"] = 16,
											["sb"] = 1,
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:124120::::::::110:256::::::|h[Кровь силы]|h|r",
											["count"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 41,
											["bag_id"] = 9,
											["age"] = 24718576,
										}, -- [41]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 42,
											["h"] = "|cffffffff|Hitem:72988::::::::110:256::::::|h[Ветрошерстяная ткань]|h|r",
											["count"] = 29,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [42]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 0,
											["count"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 44,
											["bag_id"] = 9,
										}, -- [44]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 45,
											["h"] = "|cff1eff00|Hitem:11754::::::::110:256::::::|h[Черный алмаз]|h|r",
											["count"] = 5,
											["bag_id"] = 9,
											["age"] = 24593253,
										}, -- [45]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 46,
											["h"] = "|cffffffff|Hitem:133607::::::::110:256::::::|h[Серебристая скумбрия]|h|r",
											["count"] = 3,
											["age"] = 24665206,
											["bag_id"] = 9,
										}, -- [46]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 22,
											["h"] = "|cffffffff|Hitem:133590::::::::110:256::::::|h[Масло из молока мускена]|h|r",
											["slot_id"] = 47,
											["bag_id"] = 9,
											["age"] = 24731961,
										}, -- [47]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 50,
											["h"] = "|cffffffff|Hitem:133592::::::::110:256::::::|h[Улитка из грота Темного Камня]|h|r",
											["slot_id"] = 48,
											["bag_id"] = 9,
											["age"] = 24731961,
										}, -- [48]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 49,
											["h"] = "|cff1eff00|Hitem:133680::::::::110:256::::::|h[Кусок бекона]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 24842054,
										}, -- [49]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 50,
											["h"] = "|cffffffff|Hitem:124105::::::::110:256::::::|h[Звездная роза]|h|r",
											["count"] = 4,
											["bag_id"] = 9,
											["age"] = 24660863,
										}, -- [50]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 51,
											["h"] = "|cffffffff|Hitem:129100::::::::110:256::::::|h[Осколок самоцвета]|h|r",
											["count"] = 9,
											["bag_id"] = 9,
											["age"] = 24660863,
										}, -- [51]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22445::::::::110:256::::::|h[Чародейная пыль]|h|r",
											["slot_id"] = 52,
											["loc_id"] = 3,
											["count"] = 9,
											["bag_id"] = 9,
											["age"] = 24731961,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 53,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 54,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 55,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 57,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 61,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 63,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 64,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 65,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 66,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 67,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 68,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 69,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 70,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 71,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 72,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 73,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 74,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 75,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 76,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 77,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 78,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 79,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 80,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 81,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 82,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 83,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 84,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 85,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 86,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 87,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 88,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 89,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 90,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 91,
											["h"] = "|cffffffff|Hitem:133589::::::::110:256::::::|h[Перец далапеньо]|h|r",
											["count"] = 4,
											["age"] = 24731961,
											["bag_id"] = 9,
										}, -- [91]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 92,
											["h"] = "|cffffffff|Hitem:133593::::::::110:256::::::|h[Крупные оливки]|h|r",
											["count"] = 15,
											["age"] = 24731961,
											["bag_id"] = 9,
										}, -- [92]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 93,
											["h"] = "|cff0070dd|Hitem:23572::::::::110:256::::::|h[Изначальная Пустота]|h|r",
											["count"] = 1,
											["age"] = 24731961,
											["bag_id"] = 9,
										}, -- [93]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 94,
											["h"] = "|cffffffff|Hitem:124118::::::::110:256::::::|h[Жирный медвежий стейк]|h|r",
											["count"] = 1,
											["age"] = 24731961,
											["bag_id"] = 9,
										}, -- [94]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:124106::::::::110:256::::::|h[Зверобой Скверны]|h|r",
											["slot_id"] = 95,
											["loc_id"] = 3,
											["count"] = 4,
											["age"] = 24722850,
											["bag_id"] = 9,
										}, -- [95]
										{
											["q"] = 0,
											["count"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 96,
											["bag_id"] = 9,
										}, -- [96]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 97,
											["h"] = "|cffffffff|Hitem:124117::::::::110:256::::::|h[Постная рулька]|h|r",
											["count"] = 3,
											["age"] = 24687972,
											["bag_id"] = 9,
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:127681::::::::110:256::::::|h[Острый шип лесного духа]|h|r",
											["slot_id"] = 98,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 24732163,
										}, -- [98]
									},
									["bag_id"] = 9,
									["loc_id"] = 3,
									["count"] = 98,
									["status"] = -3,
									["empty"] = 42,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
						},
						[5] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["msg_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						},
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["loc_id"] = 6,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:134348::130220::::::110:256::36:4:3432:1808:1517:3337:::|h[Опаленный тайной магией шлем]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["bag_id"] = 1,
										}, -- [1]
										{
											["q"] = 5,
											["age"] = 24842046,
											["h"] = "|cffff8000|Hitem:132444:5891:130248::::::110:256:::1:1811:::|h[Придаз, величайшее творение Ксаварика]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:139192:5440:130220::::::110:256::3:3:1807:1808:1472:::|h[Оплечье вечного цветения]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:141538:5436:::::::110:256::3:4:41:3466:1477:3336:::|h[Носовой платок великана]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [4]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:134263::::::::110:256::42:4:3474:41:1522:3337:::|h[Одеяния морской ведьмы]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [5]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:6795:::::::1522743680:110:256::::::|h[Белая рубашка сорвиголовы]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:139187::::::::110:256::3:2:1807:1472:::|h[Браслет вселенской незначительности]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [8]
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:134349::::::::110:256::36:3:3432:1512:3337:::|h[Опаленные тайной магией повязки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["bag_id"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:134303::::::::110:256::42:3:3474:1507:1674:::|h[Шнурованный ремень пожирателя маны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:134427::::::::110:256::33:3:3413:1502:1813:::|h[Бриджи путешественника по реке]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [11]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:134416::::::::110:256::35:3:3412:1512:3336:::|h[Негодные галоши]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [12]
										{
											["q"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cffff8000|Hitem:137276:5428:::::::110:256:::2:3459:3458:::|h[Н'еро, кольцо обещаний]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [13]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:134526:5427:::::::110:256::35:3:3410:1512:3337:::|h[Погрызенное кольцо на большой палец]|h|r",
											["count"] = 1,
											["age"] = 24842046,
										}, -- [14]
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:141482::::::::110:256::3:3:40:3466:1472:::|h[Нестабильный чародейский кристалл]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["age"] = 24842046,
											["h"] = "|cffa335ee|Hitem:134204::130220::::::110:256::37:5:3473:1808:607:1512:3336:::|h[Талисман из отбеленного черепа]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["bag_id"] = 1,
										}, -- [16]
										{
											["q"] = 6,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["h"] = "|cffe6cc80|Hitem:128825::139265:139263:137548::::110:257:256:9:1:739:748:2:1807:1472:2:1805:1487:3:1727:1492:1813|h[Т'ууре, Светоч наару]|h|r",
											["count"] = 1,
											["age"] = 24842116,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 24842051,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["type"] = 14,
								}, -- [1]
							},
						},
						[9] = {
							["slot_count"] = 19,
							["bag"] = {
								{
									["loc_id"] = 9,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 5,
											["age"] = 24661479,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1268|h[Видавший виды артефакт]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 928,
											["age"] = 24773144,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1155|h[Древняя мана]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 9,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 7,
											["age"] = 24842115,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hcurrency:1275|h[Любопытная монета]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 3497,
											["age"] = 24732161,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1149|h[Незрячий глаз]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 41,
											["age"] = 24661479,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1226|h[Осколок Пустоты]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 3,
											["age"] = 24842055,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1273|h[Печать сломанной судьбы]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 18916,
											["age"] = 24842121,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1220|h[Ресурсы оплота класса]|h|r",
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 9,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 23,
											["age"] = 24772862,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hcurrency:1314|h[Фрагмент неупокоенной души]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 9,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1600,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hcurrency:1191|h[Доблесть]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 9,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1550,
											["age"] = 24722890,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hcurrency:1166|h[Искаженный временем знак]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 10,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:402|h[Жетон Железной Лапы]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 2,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:81|h[Награда гурмана]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 83,
											["age"] = 24773271,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:515|h[Призовой купон ярмарки Новолуния]|h|r",
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 9,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 18650,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hcurrency:823|h[Апекситовый кристалл]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 655,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:1101|h[Нефть]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 10,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:994|h[Печать закаленной судьбы]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 17,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:1129|h[Печать неизбежной судьбы]|h|r",
											["bag_id"] = 1,
											["age"] = 24662399,
											["count"] = 4,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 8434,
											["age"] = 24662399,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:824|h[Ресурсы гарнизона]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 19,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:738|h[Малый амулет удачи]|h|r",
											["bag_id"] = 1,
											["age"] = 24662399,
											["count"] = 154,
										}, -- [19]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 19,
								}, -- [1]
								{
									["loc_id"] = 9,
									["status"] = -6,
									["bag_id"] = 2,
									["type"] = 19,
								}, -- [2]
							},
						},
						[10] = {
							["slot_count"] = 2,
							["bag"] = {
								{
									["loc_id"] = 10,
									["count"] = 2,
									["slot"] = {
										{
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 1,
											["loc_id"] = 10,
										}, -- [1]
										{
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 2,
											["loc_id"] = 10,
										}, -- [2]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["type"] = 20,
								}, -- [1]
							},
						},
						[13] = {
							["bag"] = {
								{
									["type"] = 24,
									["count"] = 80,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 1,
											["bag_id"] = 1,
											["h"] = "item:19102",
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 11,
											["bag_id"] = 1,
											["h"] = "item:18486",
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 21,
											["bag_id"] = 1,
											["h"] = "item:21849",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 31,
											["bag_id"] = 1,
											["h"] = "item:10003",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 41,
											["bag_id"] = 1,
											["h"] = "item:7524",
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 51,
											["bag_id"] = 1,
											["h"] = "item:39514",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 61,
											["bag_id"] = 1,
											["h"] = "item:32609",
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 71,
											["bag_id"] = 1,
											["h"] = "item:4314",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 2,
											["bag_id"] = 1,
											["h"] = "item:31066",
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 12,
											["bag_id"] = 1,
											["h"] = "item:31068",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 22,
											["bag_id"] = 1,
											["h"] = "item:31063",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 32,
											["bag_id"] = 1,
											["h"] = "item:31069",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 42,
											["bag_id"] = 1,
											["h"] = "item:31060",
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 52,
											["bag_id"] = 1,
											["h"] = "item:14270",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 62,
											["bag_id"] = 1,
											["h"] = "item:32256",
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 72,
											["bag_id"] = 1,
											["h"] = "item:86796",
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 3,
											["bag_id"] = 1,
											["h"] = "item:86806",
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 13,
											["bag_id"] = 1,
											["h"] = "item:32327",
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 23,
											["bag_id"] = 1,
											["h"] = "item:19145",
										}, -- [19]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 20,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 33,
											["bag_id"] = 1,
											["h"] = "item:16815",
										}, -- [20]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 21,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 43,
											["bag_id"] = 1,
											["h"] = "item:81094",
										}, -- [21]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 22,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 53,
											["bag_id"] = 1,
											["h"] = "item:32500",
										}, -- [22]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 23,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 63,
											["bag_id"] = 1,
											["h"] = "item:30918",
										}, -- [23]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 24,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 73,
											["bag_id"] = 1,
											["h"] = "item:65921",
										}, -- [24]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 25,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 4,
											["bag_id"] = 1,
											["h"] = "item:39424",
										}, -- [25]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 26,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 14,
											["bag_id"] = 1,
											["h"] = "item:65689",
										}, -- [26]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 27,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 24,
											["bag_id"] = 1,
											["h"] = "item:30872",
										}, -- [27]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 28,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 34,
											["bag_id"] = 1,
											["h"] = "item:18425",
										}, -- [28]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 29,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 44,
											["bag_id"] = 1,
											["h"] = "item:18353",
										}, -- [29]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 30,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 54,
											["bag_id"] = 1,
											["h"] = "item:18459",
										}, -- [30]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 31,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 64,
											["bag_id"] = 1,
											["h"] = "item:18350",
										}, -- [31]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 32,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 74,
											["bag_id"] = 1,
											["h"] = "item:34012",
										}, -- [32]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 33,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 5,
											["bag_id"] = 1,
											["h"] = "item:9381",
										}, -- [33]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 34,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 15,
											["bag_id"] = 1,
											["h"] = "item:9413",
										}, -- [34]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 35,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 25,
											["bag_id"] = 1,
											["h"] = "item:4047",
										}, -- [35]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 36,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 35,
											["bag_id"] = 1,
											["h"] = "item:8194",
										}, -- [36]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 37,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 45,
											["bag_id"] = 1,
											["h"] = "item:7430",
										}, -- [37]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 38,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 55,
											["bag_id"] = 1,
											["h"] = "item:68743",
										}, -- [38]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 39,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 65,
											["bag_id"] = 1,
											["h"] = "item:12185",
										}, -- [39]
										{
											["q"] = 1,
											["loc_id"] = 13,
											["slot_id"] = 40,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 75,
											["bag_id"] = 1,
											["h"] = "item:22742",
										}, -- [40]
										{
											["q"] = 1,
											["loc_id"] = 13,
											["slot_id"] = 41,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 6,
											["bag_id"] = 1,
											["h"] = "item:22744",
										}, -- [41]
										{
											["q"] = 1,
											["loc_id"] = 13,
											["slot_id"] = 42,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 16,
											["bag_id"] = 1,
											["h"] = "item:22743",
										}, -- [42]
										{
											["q"] = 1,
											["loc_id"] = 13,
											["slot_id"] = 43,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 26,
											["bag_id"] = 1,
											["h"] = "item:22745",
										}, -- [43]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 44,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 36,
											["bag_id"] = 1,
											["h"] = "item:118724",
										}, -- [44]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 45,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 46,
											["bag_id"] = 1,
											["h"] = "item:36658",
										}, -- [45]
										{
											["q"] = 3,
											["loc_id"] = 13,
											["slot_id"] = 46,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 56,
											["bag_id"] = 1,
											["h"] = "item:114439",
										}, -- [46]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 47,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 66,
											["bag_id"] = 1,
											["h"] = "item:118918",
										}, -- [47]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 48,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 76,
											["bag_id"] = 1,
											["h"] = "item:2955",
										}, -- [48]
										{
											["q"] = 2,
											["loc_id"] = 13,
											["slot_id"] = 49,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 7,
											["bag_id"] = 1,
											["h"] = "item:70923",
										}, -- [49]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 50,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 17,
											["bag_id"] = 1,
											["h"] = "item:118942",
										}, -- [50]
										{
											["q"] = 4,
											["loc_id"] = 13,
											["slot_id"] = 51,
											["sb"] = 1,
											["count"] = 1,
											["did"] = 27,
											["bag_id"] = 1,
											["h"] = "item:116372",
										}, -- [51]
										{
											["loc_id"] = 13,
											["slot_id"] = 52,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 37,
											["count"] = 1,
										}, -- [52]
										{
											["loc_id"] = 13,
											["slot_id"] = 53,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 47,
											["count"] = 1,
										}, -- [53]
										{
											["loc_id"] = 13,
											["slot_id"] = 54,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 57,
											["count"] = 1,
										}, -- [54]
										{
											["loc_id"] = 13,
											["slot_id"] = 55,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 67,
											["count"] = 1,
										}, -- [55]
										{
											["loc_id"] = 13,
											["slot_id"] = 56,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 77,
											["count"] = 1,
										}, -- [56]
										{
											["loc_id"] = 13,
											["slot_id"] = 57,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 8,
											["count"] = 1,
										}, -- [57]
										{
											["loc_id"] = 13,
											["slot_id"] = 58,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 18,
											["count"] = 1,
										}, -- [58]
										{
											["loc_id"] = 13,
											["slot_id"] = 59,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 28,
											["count"] = 1,
										}, -- [59]
										{
											["loc_id"] = 13,
											["slot_id"] = 60,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 38,
											["count"] = 1,
										}, -- [60]
										{
											["loc_id"] = 13,
											["slot_id"] = 61,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 48,
											["count"] = 1,
										}, -- [61]
										{
											["loc_id"] = 13,
											["slot_id"] = 62,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 58,
											["count"] = 1,
										}, -- [62]
										{
											["loc_id"] = 13,
											["slot_id"] = 63,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 68,
											["count"] = 1,
										}, -- [63]
										{
											["loc_id"] = 13,
											["slot_id"] = 64,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 78,
											["count"] = 1,
										}, -- [64]
										{
											["loc_id"] = 13,
											["slot_id"] = 65,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 9,
											["count"] = 1,
										}, -- [65]
										{
											["loc_id"] = 13,
											["slot_id"] = 66,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 19,
											["count"] = 1,
										}, -- [66]
										{
											["loc_id"] = 13,
											["slot_id"] = 67,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 29,
											["count"] = 1,
										}, -- [67]
										{
											["loc_id"] = 13,
											["slot_id"] = 68,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 39,
											["count"] = 1,
										}, -- [68]
										{
											["loc_id"] = 13,
											["slot_id"] = 69,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 49,
											["count"] = 1,
										}, -- [69]
										{
											["loc_id"] = 13,
											["slot_id"] = 70,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 59,
											["count"] = 1,
										}, -- [70]
										{
											["loc_id"] = 13,
											["slot_id"] = 71,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 69,
											["count"] = 1,
										}, -- [71]
										{
											["loc_id"] = 13,
											["slot_id"] = 72,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 79,
											["count"] = 1,
										}, -- [72]
										{
											["loc_id"] = 13,
											["slot_id"] = 73,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 10,
											["count"] = 1,
										}, -- [73]
										{
											["loc_id"] = 13,
											["slot_id"] = 74,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 20,
											["count"] = 1,
										}, -- [74]
										{
											["loc_id"] = 13,
											["slot_id"] = 75,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 30,
											["count"] = 1,
										}, -- [75]
										{
											["loc_id"] = 13,
											["slot_id"] = 76,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 40,
											["count"] = 1,
										}, -- [76]
										{
											["loc_id"] = 13,
											["slot_id"] = 77,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 50,
											["count"] = 1,
										}, -- [77]
										{
											["loc_id"] = 13,
											["slot_id"] = 78,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 60,
											["count"] = 1,
										}, -- [78]
										{
											["loc_id"] = 13,
											["slot_id"] = 79,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 70,
											["count"] = 1,
										}, -- [79]
										{
											["loc_id"] = 13,
											["slot_id"] = 80,
											["sb"] = 1,
											["bag_id"] = 1,
											["did"] = 80,
											["count"] = 1,
										}, -- [80]
									},
									["status"] = -3,
									["empty"] = 29,
									["bag_id"] = 1,
									["loc_id"] = 13,
								}, -- [1]
								{
									["type"] = 24,
									["count"] = 80,
									["slot"] = {
										{
											["loc_id"] = 13,
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 13,
											["slot_id"] = 2,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 11,
											["count"] = 1,
										}, -- [2]
										{
											["loc_id"] = 13,
											["slot_id"] = 3,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 21,
											["count"] = 1,
										}, -- [3]
										{
											["loc_id"] = 13,
											["slot_id"] = 4,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 31,
											["count"] = 1,
										}, -- [4]
										{
											["loc_id"] = 13,
											["slot_id"] = 5,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 41,
											["count"] = 1,
										}, -- [5]
										{
											["loc_id"] = 13,
											["slot_id"] = 6,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 51,
											["count"] = 1,
										}, -- [6]
										{
											["loc_id"] = 13,
											["slot_id"] = 7,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 61,
											["count"] = 1,
										}, -- [7]
										{
											["loc_id"] = 13,
											["slot_id"] = 8,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 71,
											["count"] = 1,
										}, -- [8]
										{
											["loc_id"] = 13,
											["slot_id"] = 9,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 2,
											["count"] = 1,
										}, -- [9]
										{
											["loc_id"] = 13,
											["slot_id"] = 10,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 12,
											["count"] = 1,
										}, -- [10]
										{
											["loc_id"] = 13,
											["slot_id"] = 11,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 22,
											["count"] = 1,
										}, -- [11]
										{
											["loc_id"] = 13,
											["slot_id"] = 12,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 32,
											["count"] = 1,
										}, -- [12]
										{
											["loc_id"] = 13,
											["slot_id"] = 13,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 42,
											["count"] = 1,
										}, -- [13]
										{
											["loc_id"] = 13,
											["slot_id"] = 14,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 52,
											["count"] = 1,
										}, -- [14]
										{
											["loc_id"] = 13,
											["slot_id"] = 15,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 62,
											["count"] = 1,
										}, -- [15]
										{
											["loc_id"] = 13,
											["slot_id"] = 16,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 72,
											["count"] = 1,
										}, -- [16]
										{
											["loc_id"] = 13,
											["slot_id"] = 17,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 3,
											["count"] = 1,
										}, -- [17]
										{
											["loc_id"] = 13,
											["slot_id"] = 18,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 13,
											["count"] = 1,
										}, -- [18]
										{
											["loc_id"] = 13,
											["slot_id"] = 19,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 23,
											["count"] = 1,
										}, -- [19]
										{
											["loc_id"] = 13,
											["slot_id"] = 20,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 33,
											["count"] = 1,
										}, -- [20]
										{
											["loc_id"] = 13,
											["slot_id"] = 21,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 43,
											["count"] = 1,
										}, -- [21]
										{
											["loc_id"] = 13,
											["slot_id"] = 22,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 53,
											["count"] = 1,
										}, -- [22]
										{
											["loc_id"] = 13,
											["slot_id"] = 23,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 63,
											["count"] = 1,
										}, -- [23]
										{
											["loc_id"] = 13,
											["slot_id"] = 24,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 73,
											["count"] = 1,
										}, -- [24]
										{
											["loc_id"] = 13,
											["slot_id"] = 25,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 4,
											["count"] = 1,
										}, -- [25]
										{
											["loc_id"] = 13,
											["slot_id"] = 26,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 14,
											["count"] = 1,
										}, -- [26]
										{
											["loc_id"] = 13,
											["slot_id"] = 27,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 24,
											["count"] = 1,
										}, -- [27]
										{
											["loc_id"] = 13,
											["slot_id"] = 28,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 34,
											["count"] = 1,
										}, -- [28]
										{
											["loc_id"] = 13,
											["slot_id"] = 29,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 44,
											["count"] = 1,
										}, -- [29]
										{
											["loc_id"] = 13,
											["slot_id"] = 30,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 54,
											["count"] = 1,
										}, -- [30]
										{
											["loc_id"] = 13,
											["slot_id"] = 31,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 64,
											["count"] = 1,
										}, -- [31]
										{
											["loc_id"] = 13,
											["slot_id"] = 32,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 74,
											["count"] = 1,
										}, -- [32]
										{
											["loc_id"] = 13,
											["slot_id"] = 33,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 5,
											["count"] = 1,
										}, -- [33]
										{
											["loc_id"] = 13,
											["slot_id"] = 34,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 15,
											["count"] = 1,
										}, -- [34]
										{
											["loc_id"] = 13,
											["slot_id"] = 35,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 25,
											["count"] = 1,
										}, -- [35]
										{
											["loc_id"] = 13,
											["slot_id"] = 36,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 35,
											["count"] = 1,
										}, -- [36]
										{
											["loc_id"] = 13,
											["slot_id"] = 37,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 45,
											["count"] = 1,
										}, -- [37]
										{
											["loc_id"] = 13,
											["slot_id"] = 38,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 55,
											["count"] = 1,
										}, -- [38]
										{
											["loc_id"] = 13,
											["slot_id"] = 39,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 65,
											["count"] = 1,
										}, -- [39]
										{
											["loc_id"] = 13,
											["slot_id"] = 40,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 75,
											["count"] = 1,
										}, -- [40]
										{
											["loc_id"] = 13,
											["slot_id"] = 41,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 6,
											["count"] = 1,
										}, -- [41]
										{
											["loc_id"] = 13,
											["slot_id"] = 42,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 16,
											["count"] = 1,
										}, -- [42]
										{
											["loc_id"] = 13,
											["slot_id"] = 43,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 26,
											["count"] = 1,
										}, -- [43]
										{
											["loc_id"] = 13,
											["slot_id"] = 44,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 36,
											["count"] = 1,
										}, -- [44]
										{
											["loc_id"] = 13,
											["slot_id"] = 45,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 46,
											["count"] = 1,
										}, -- [45]
										{
											["loc_id"] = 13,
											["slot_id"] = 46,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 56,
											["count"] = 1,
										}, -- [46]
										{
											["loc_id"] = 13,
											["slot_id"] = 47,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 66,
											["count"] = 1,
										}, -- [47]
										{
											["loc_id"] = 13,
											["slot_id"] = 48,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 76,
											["count"] = 1,
										}, -- [48]
										{
											["loc_id"] = 13,
											["slot_id"] = 49,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 7,
											["count"] = 1,
										}, -- [49]
										{
											["loc_id"] = 13,
											["slot_id"] = 50,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 17,
											["count"] = 1,
										}, -- [50]
										{
											["loc_id"] = 13,
											["slot_id"] = 51,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 27,
											["count"] = 1,
										}, -- [51]
										{
											["loc_id"] = 13,
											["slot_id"] = 52,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 37,
											["count"] = 1,
										}, -- [52]
										{
											["loc_id"] = 13,
											["slot_id"] = 53,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 47,
											["count"] = 1,
										}, -- [53]
										{
											["loc_id"] = 13,
											["slot_id"] = 54,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 57,
											["count"] = 1,
										}, -- [54]
										{
											["loc_id"] = 13,
											["slot_id"] = 55,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 67,
											["count"] = 1,
										}, -- [55]
										{
											["loc_id"] = 13,
											["slot_id"] = 56,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 77,
											["count"] = 1,
										}, -- [56]
										{
											["loc_id"] = 13,
											["slot_id"] = 57,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 8,
											["count"] = 1,
										}, -- [57]
										{
											["loc_id"] = 13,
											["slot_id"] = 58,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 18,
											["count"] = 1,
										}, -- [58]
										{
											["loc_id"] = 13,
											["slot_id"] = 59,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 28,
											["count"] = 1,
										}, -- [59]
										{
											["loc_id"] = 13,
											["slot_id"] = 60,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 38,
											["count"] = 1,
										}, -- [60]
										{
											["loc_id"] = 13,
											["slot_id"] = 61,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 48,
											["count"] = 1,
										}, -- [61]
										{
											["loc_id"] = 13,
											["slot_id"] = 62,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 58,
											["count"] = 1,
										}, -- [62]
										{
											["loc_id"] = 13,
											["slot_id"] = 63,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 68,
											["count"] = 1,
										}, -- [63]
										{
											["loc_id"] = 13,
											["slot_id"] = 64,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 78,
											["count"] = 1,
										}, -- [64]
										{
											["loc_id"] = 13,
											["slot_id"] = 65,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 9,
											["count"] = 1,
										}, -- [65]
										{
											["loc_id"] = 13,
											["slot_id"] = 66,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 19,
											["count"] = 1,
										}, -- [66]
										{
											["loc_id"] = 13,
											["slot_id"] = 67,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 29,
											["count"] = 1,
										}, -- [67]
										{
											["loc_id"] = 13,
											["slot_id"] = 68,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 39,
											["count"] = 1,
										}, -- [68]
										{
											["loc_id"] = 13,
											["slot_id"] = 69,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 49,
											["count"] = 1,
										}, -- [69]
										{
											["loc_id"] = 13,
											["slot_id"] = 70,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 59,
											["count"] = 1,
										}, -- [70]
										{
											["loc_id"] = 13,
											["slot_id"] = 71,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 69,
											["count"] = 1,
										}, -- [71]
										{
											["loc_id"] = 13,
											["slot_id"] = 72,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 79,
											["count"] = 1,
										}, -- [72]
										{
											["loc_id"] = 13,
											["slot_id"] = 73,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 10,
											["count"] = 1,
										}, -- [73]
										{
											["loc_id"] = 13,
											["slot_id"] = 74,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 20,
											["count"] = 1,
										}, -- [74]
										{
											["loc_id"] = 13,
											["slot_id"] = 75,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 30,
											["count"] = 1,
										}, -- [75]
										{
											["loc_id"] = 13,
											["slot_id"] = 76,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 40,
											["count"] = 1,
										}, -- [76]
										{
											["loc_id"] = 13,
											["slot_id"] = 77,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 50,
											["count"] = 1,
										}, -- [77]
										{
											["loc_id"] = 13,
											["slot_id"] = 78,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 60,
											["count"] = 1,
										}, -- [78]
										{
											["loc_id"] = 13,
											["slot_id"] = 79,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 70,
											["count"] = 1,
										}, -- [79]
										{
											["loc_id"] = 13,
											["slot_id"] = 80,
											["sb"] = 1,
											["bag_id"] = 2,
											["did"] = 80,
											["count"] = 1,
										}, -- [80]
									},
									["status"] = -3,
									["empty"] = 80,
									["bag_id"] = 2,
									["loc_id"] = 13,
								}, -- [2]
							},
							["slot_count"] = 160,
						},
					},
					["ldb"] = {
						["bags"] = {
							["includetype"] = false,
						},
						["tracking"] = {
							["currency"] = {
								["tracked"] = {
									[1220] = true,
									[1155] = true,
								},
							},
						},
					},
				},
				["Лавлиэт - Ясеневый лес"] = {
					["profile"] = 1001,
					["info"] = {
						["faction_local"] = "Альянс",
						["isplayer"] = true,
						["guid"] = "Player-1923-0551779D",
						["money"] = 200792,
						["class"] = "DEATHKNIGHT",
						["player_id"] = "Лавлиэт - Ясеневый лес",
						["class_local"] = "Рыцарь смерти",
						["skills"] = {
							186, -- [1]
							755, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["race"] = "Draenei",
						["name"] = "Лавлиэт",
						["faction"] = "Alliance",
						["race_local"] = "Дреней",
						["level"] = 61,
						["gender"] = 2,
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:44755::::::::61:251::::::|h[Жуткое рыло]|h|r",
											["count"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27859::::::::61:251::::::|h[Зангарские шляпки]|h|r",
											["count"] = 7,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:34657::::::::61:251::::::|h[Колье проклятия]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:25992:::::::1479839232:61:251::::::|h[Цепь головореза]|h|r",
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:2295::::::::61:251::::::|h[Большой клык вепря]|h|r",
											["count"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 4,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:24579:::::::1700678912:61:251::::::|h[Почетный знак Оплота Чести]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948:::::::1068451904:61:251::::::|h[Камень возвращения]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877:::::::589773548:61:251::::::|h[Ткань Пустоты]|h|r",
											["count"] = 21,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:59395:::::::1797891712:61:251::::::|h[Плащ Пустомара]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21991:::::::1381141376:61:251::::::|h[Плотные бинты из ткани Пустоты]|h|r",
											["count"] = 11,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:34659::::::::61:251::::::|h[Капюшон рыцаря Акеруса]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:25715:::::::203846384:61:251::::::|h[Воинское нефритовое наплечье]|h|r",
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:38147::::::::61:251::::::|h[Оскверненное кольцо]|h|r",
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:34653::::::::61:251::::::|h[Нарукавники рыцаря Акеруса]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 16,
											["age"] = 24600709,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:29911:::::::1234955136:61:251::::::|h[Игла Агамаггана]|h|r",
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:140715::::::::61:251:512:11:1:3380:61:::|h[Гравированный льдом рунический клинок]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:34656::::::::61:251::::::|h[Ножные латы рыцаря Акеруса]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:29935:::::::1705724544:61:251::::::|h[Опаленная кираса]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:34651::::::::61:251::::::|h[Ремень рыцаря Акеруса]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 15,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:39327:::::::294776160:61:251::::::|h[Особое пойло Нота]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 6,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21235::::::::61:251::::::|h[Поджарка Зимнего Покрова]|h|r",
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 7,
											["age"] = 24600702,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:116763::::::::61:251::11::::|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9920::::::-69:1337065486:61:251::::::|h[Перчатки следопыта со знаком орла]|h|r",
											["count"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 5,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21254::::::::61:251::::::|h[Печенье Зимнего Покрова]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:29944:::::::1146107136:61:251::::::|h[Кираса протектората]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["bag_id"] = 2,
											["ab"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24600709,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:127819::::::::61:251::2::::|h[Гибельные латные рукавицы]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["bag_id"] = 2,
											["ab"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24600709,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:127816::::::::61:251::2::::|h[Гибельные латные наручи]|h|r",
										}, -- [12]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 12,
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:38145::::::::61:251::::::|h[Сумка из смертеткани]|h|r",
									["texture"] = 133640,
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34658::::::::61:251::::::|h[Кольцо чумы]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34648::::::::61:251::::::|h[Наголенники рыцаря Акеруса]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33461:::::::1627832256:61:251::::::|h[Свиток выносливости VI]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34650::::::::61:251::::::|h[Мундир рыцаря Акеруса]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34649::::::::61:251::::::|h[Рукавицы рыцаря Акеруса]|h|r",
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:40483:::::::1913190144:61:251::::::|h[Знак Плети]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34655::::::::61:251::::::|h[Наплечье рыцаря Акеруса]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:34652::::::::61:251::::::|h[Шлем рыцаря Акеруса]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:38707:3370::::::61606164:61:251::::::|h[Рунический клинок души]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:28057:::::::31640264:61:251::::::|h[Жилет костеглода-берсерка]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:29940:::::::1515937664:61:251::::::|h[Большой шлем ветерана]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:38632:3367::::::1161227392:61:251::::::|h[Большой меч рыцаря Черного Клинка]|h|r",
										}, -- [12]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 12,
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:38145::::::::61:251::::::|h[Сумка из смертеткани]|h|r",
									["texture"] = 133640,
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:25296::::::-44:419823628:61:251::::::|h[Кинжал поглощения с меткой старца]|h|r",
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27854:::::::1041341952:61:251::::::|h[Копченый дикий талбук]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 4,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:29945:::::::1426843264:61:251::::::|h[Наголенники мирового судьи]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:26002:::::::1050967680:61:251::::::|h[Горящий факел]|h|r",
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:38675:::::::1542557568:61:251::::::|h[Печатка Темного братства]|h|r",
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:25984:::::::1461828608:61:251::::::|h[Шахтерское наплечье]|h|r",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:29914:::::::785690176:61:251::::::|h[Нож Адского Пламени]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:23338:::::::-1979424896:61:251::::::|h[Подпорченный кожаный чехол]|h|r",
										}, -- [12]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 12,
									["status"] = -3,
									["empty"] = 4,
									["h"] = "|cffffffff|Hitem:38145::::::::61:251::::::|h[Сумка из смертеткани]|h|r",
									["texture"] = 133640,
								}, -- [4]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:25784:::::::640518080:61:251::::::|h[Прочная цепь]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877:::::::-2125640960:61:251::::::|h[Ткань Пустоты]|h|r",
											["count"] = 19,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:31772:::::::1841956224:61:251::::::|h[Реликвия анахорета]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["age"] = 24600702,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:24064:::::::845886080:61:251::::::|h[Подкованные башмаки]|h|r",
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24600709,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:24020:::::::1429689344:61:251::::::|h[Расщепляющий тени длинный клинок]|h|r",
										}, -- [12]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 12,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cffffffff|Hitem:38145::::::::61:251::::::|h[Сумка из смертеткани]|h|r",
									["texture"] = 133640,
								}, -- [5]
							},
							["slot_count"] = 64,
						}, -- [1]
						[3] = {
							["bag"] = {
								[9] = {
									["q"] = 0,
									["type"] = 27,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 29,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 30,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 31,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 32,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 33,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 34,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 35,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 36,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [36]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 37,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [37]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 38,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 39,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [39]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 40,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [40]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 41,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [41]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 42,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [42]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 43,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [43]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 44,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [44]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 45,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [45]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 46,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [46]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 47,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 48,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [48]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 49,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 50,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [50]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 51,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 52,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 53,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 54,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 55,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 56,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 57,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 58,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 59,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 60,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 61,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 62,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 63,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 64,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 65,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 66,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 67,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 68,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 69,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 70,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 71,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 72,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 73,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 74,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 75,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 76,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 77,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 78,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 79,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 80,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 81,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 82,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 83,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 84,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 85,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 86,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 87,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 88,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 89,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 90,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 91,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 92,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 93,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 94,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 95,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 96,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 97,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 98,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [98]
									},
									["bag_id"] = 9,
									["loc_id"] = 3,
									["count"] = 98,
									["status"] = -3,
									["empty"] = 98,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								},
							},
							["slot_count"] = 98,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38661:::::::840829760:61:250::::::|h[Великий шлем воителя Плети]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38662:::::::1379842816:61:250::::::|h[Черный амулет из лезвий]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38663:::::::65867776:61:250::::::|h[Окровавленный саронитовый латный наплеч]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:39320:::::::1385824128:61:250::::::|h[Кровавый покров затмителя небес]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38665:::::::1960029056:61:250::::::|h[Саронитовые боевые латы]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38666:::::::956979136:61:250::::::|h[Латные саронитовые наручи]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38667:::::::1345327488:61:250::::::|h[Рукавицы властности Кровопорча]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38668:::::::913079296:61:250::::::|h[Ремень разносчика чумы]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38669:::::::1954324736:61:250::::::|h[Чеканные саронитовые ножные латы]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38670:::::::184827488:61:250::::::|h[Наголенники бойни]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38671:::::::1964899200:61:250::::::|h[Перстень-печатка Валанара]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38672:::::::1166961792:61:250::::::|h[Перстень-печатка Келесета]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:28042:::::::1170167936:61:250::::::|h[Монарший протекторат]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:38674:::::::1837861248:61:250::::::|h[Оберег Собирателя душ]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:140715::::::::61:250:512:11:1:3380:61:::|h[Гравированный льдом рунический клинок]|h|r",
											["age"] = 24600709,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["loc_id"] = 9,
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 19,
								}, -- [1]
							},
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
					},
				},
				["Лейреи - Ясеневый лес"] = {
					["profile"] = 1001,
					["info"] = {
						["realm"] = "Ясеневый лес",
						["isplayer"] = true,
						["guid"] = "Player-1923-081DB68A",
						["money"] = 12727129,
						["class"] = "ROGUE",
						["player_id"] = "Лейреи - Ясеневый лес",
						["gender"] = 3,
						["level"] = 75,
						["race"] = "Pandaren",
						["name"] = "Лейреи",
						["faction"] = "Alliance",
						["race_local"] = "Пандарен",
						["skills"] = {
							186, -- [1]
							202, -- [2]
							nil, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["class_local"] = "Разбойница",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::75:261::::::|h[Камень возвращения]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24590121,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:21235::::::::75:261::::::|h[Поджарка Зимнего Покрова]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40772:::::::1172320768:75:261::::::|h[Гномский армейский нож]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 24590121,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138163::::::::75:261:512:9:1:3387:75:::|h[Наручники покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138192::::::::75:261:512:9:1:3387:75:::|h[Жилет покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:141612::::::::75:261:512:9:2:3387:3447:66:::|h[Клинок недоброжелательства змееуста]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6256::::::::75:261::14::::|h[Удочка]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 24590121,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138163::::::::75:261:512:9:1:3387:69:::|h[Наручники покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["age"] = 24590121,
											["count"] = 1,
											["h"] = "|cff00ccff|Hitem:122383::::::::75:261:::1:582:::|h[Испачканный мундир незаметности]|h|r",
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:63205::::::::75:261::11::::|h[Защитные очки]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138169::::::::75:261:512:9:1:3387:75:::|h[Пояс покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138192::::::::75:261:512:9:1:3387:75:::|h[Жилет покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138164::::::::75:261:512:9:1:3387:75:::|h[Сапоги покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138168::::::::75:261:512:9:1:3387:75:::|h[Наплечники покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:139171::::::::75:261::9::::|h[Сгущенная Скверна]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:139171::::::::75:261::9::::|h[Сгущенная Скверна]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:139171::::::::75:261::9::::|h[Сгущенная Скверна]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:5507::::::::75:261::::::|h[Украшенная подзорная труба]|h|r",
											["bag_id"] = 2,
											["age"] = 24593397,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10506::::::::75:261::::::|h[Шлем ныряльщика]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 24593397,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:26002::::::::75:261::11::::|h[Горящий факел]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:0000000000000000|h[Зловещая тыковка]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 24590121,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:67404::::::::75:261::::::|h[Стеклянный поплавок]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 24590121,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138169::::::::75:261:512:9:2:3387:3389:75:::|h[Пояс покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138192::::::::75:261:512:9:2:3387:3388:75:::|h[Жилет покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138169::::::::75:261:512:9:1:3387:75:::|h[Пояс покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138192::::::::75:261:512:9:1:3387:75:::|h[Жилет покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cff1eff00|Hitem:10506::::::::75:261::::::|h[Шлем ныряльщика]|h|r",
											["bag_id"] = 2,
											["age"] = 24593397,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10506::::::::75:261::::::|h[Шлем ныряльщика]|h|r",
											["slot_id"] = 12,
											["loc_id"] = 1,
											["age"] = 24593397,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:10726::::::::75:261::::::|h[Гномская шапка контроля над разумом]|h|r",
											["bag_id"] = 2,
											["age"] = 24593397,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10726::::::::75:261::::::|h[Гномская шапка контроля над разумом]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 1,
											["age"] = 24593397,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10726::::::::75:261::::::|h[Гномская шапка контроля над разумом]|h|r",
											["slot_id"] = 15,
											["loc_id"] = 1,
											["age"] = 24593397,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:141612::::::::75:261:512:9:2:3387:3447:75:::|h[Клинок недоброжелательства змееуста]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24606773,
											["bag_id"] = 2,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:138166::::::::75:261:512:9:2:3387:3389:75:::|h[Перчатки покрова Скверны]|h|r",
											["slot_id"] = 24,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:138167::::::::75:261:512:9:1:3387:75:::|h[Капюшон покрова Скверны]|h|r",
											["slot_id"] = 25,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 24606773,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 12,
									["h"] = "|cffa335ee|Hitem:114821::::::::75:261::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:18641::::::::75:261::::::|h[Концентрированный динамит]|h|r",
											["age"] = 24590121,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["h"] = "|cff1eff00|Hitem:23742::::::::75:261::::::|h[Мушкет из оскверненного железа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["h"] = "|cff1eff00|Hitem:4407::::::::75:261::::::|h[Точный прицел]|h|r",
											["age"] = 24593397,
											["bag_id"] = 3,
											["count"] = 4,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:10562::::::::75:261::::::|h[Фугасная бомба]|h|r",
											["age"] = 24590121,
											["bag_id"] = 3,
											["count"] = 20,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:10562::::::::75:261::::::|h[Фугасная бомба]|h|r",
											["age"] = 24590121,
											["bag_id"] = 3,
											["count"] = 4,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 25,
									["h"] = "|cffa335ee|Hitem:114821::::::::75:261::::::|h[Сумка из волшебной ткани]|h|r",
									["texture"] = 1029751,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:23736::::::::75:261::::::|h[Бомба из оскверненного железа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 4,
											["count"] = 20,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:23736::::::::75:261::::::|h[Бомба из оскверненного железа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 4,
											["count"] = 16,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18653::::::::75:261::1::::|h[Схема: гоблинский кабельный максидефибриллятор]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["age"] = 24590121,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 19,
									["h"] = "|cff1eff00|Hitem:54443::::::::75:261::::::|h[Сумка из угольного шелка]|h|r",
									["texture"] = 348522,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443::::::::75:261::::::|h[Сумка из угольного шелка]|h|r",
									["texture"] = 348522,
								}, -- [5]
							},
							["slot_count"] = 120,
						}, -- [1]
						[3] = {
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["h"] = "|cff0070dd|Hitem:118365::::::::75:261::11::::|h[Штормградская гербовая накидка]|h|r",
											["age"] = 24590123,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20974::::::::75:261::::::|h[Эскиз: нефритовая подвеска взрыва]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18267::::::::75:261::1::::|h[Рецепт: десерт из корня Рун-Тум]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34413::::::::75:261::14::::|h[Рецепт: горячий яблочный сидр]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17062::::::::75:261::14::::|h[Рецепт: мифрилоголовая форель]|h|r",
											["count"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6369::::::::75:261::14::::|h[Рецепт: каменношкурая треска]|h|r",
											["count"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3683::::::::75:261::14::::|h[Рецепт: пирожок из паучатины]|h|r",
											["count"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3683::::::::75:261::11::::|h[Рецепт: пирожок из паучатины]|h|r",
											["count"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3682::::::::75:261::14::::|h[Рецепт: невероятно вкусный омлет]|h|r",
											["count"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3681::::::::75:261::14::::|h[Рецепт: суп из кроколиска]|h|r",
											["count"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3680::::::::75:261::14::::|h[Рецепт: суп из плавников мурлока]|h|r",
											["count"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2701::::::::75:261::14::::|h[Рецепт: приправленная котлета из волчатины]|h|r",
											["count"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2701::::::::75:261::11::::|h[Рецепт: приправленная котлета из волчатины]|h|r",
											["count"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2700::::::::75:261::14::::|h[Рецепт: сочные свиные ребрышки]|h|r",
											["count"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2699::::::::75:261::14::::|h[Рецепт: гуляш по-красногорски]|h|r",
											["count"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3678::::::::75:261::14::::|h[Рецепт: стейк из кроколиска]|h|r",
											["count"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2698::::::::75:261::14::::|h[Рецепт: вареная клешня краба]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8386::::::::75:261::::::|h[Выкройка: большое вудуистское одеяние]|h|r",
											["count"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5578::::::::75:261::::::|h[Чертеж: посеребренная бронзовая кираса]|h|r",
											["count"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [22]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116763::::::::75:261::11::::|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
											["slot_id"] = 23,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34109::::::::75:261::11::::|h[Истрепанный журнал]|h|r",
											["slot_id"] = 24,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 1,
											["age"] = 24590123,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6533::::::::75:261::::::|h[Аквадинамический магнит для рыбы]|h|r",
											["count"] = 6,
											["slot_id"] = 28,
											["bag_id"] = 1,
											["age"] = 24590123,
											["loc_id"] = 3,
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["empty"] = 6,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443::::::::75:261::::::|h[Сумка из угольного шелка]|h|r",
									["texture"] = 348522,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443::::::::75:261::::::|h[Сумка из угольного шелка]|h|r",
									["texture"] = 348522,
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 8,
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cffffffff|Hitem:3343::::::::75:261::::::|h[Мешок для добычи капитана Сандерса]|h|r",
									["texture"] = 133639,
								}, -- [4]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6532::::::::75:261::::::|h[Яркая блесна]|h|r",
											["count"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["age"] = 24590124,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 8,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cffffffff|Hitem:60731::::::::75:261::::::|h[Почтовая сумка]|h|r",
									["texture"] = 133645,
								}, -- [5]
								{
									["q"] = 0,
									["bag_id"] = 6,
									["loc_id"] = 3,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
								{
									["q"] = 0,
									["bag_id"] = 7,
									["loc_id"] = 3,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [7]
								{
									["q"] = 0,
									["bag_id"] = 8,
									["loc_id"] = 3,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:1288::::::::75:261::::::|h[Большая ядовитая железа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["h"] = "|cff1eff00|Hitem:12803::::::::75:261::::::|h[Субстанция Жизни]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 4,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:10286::::::::75:261::::::|h[Сердце дикой природы]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:7070::::::::75:261::::::|h[Первородная вода]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:7067::::::::75:261::::::|h[Первородная земля]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:13464::::::::75:261::::::|h[Золотой сансам]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:3820::::::::75:261::::::|h[Удавник]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:35562::::::::75:261::::::|h[Бок медведя]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 11,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:12207::::::::75:261::::::|h[Гигантское яйцо]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:12208::::::::75:261::::::|h[Нежная волчатина]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 11,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:12205::::::::75:261::::::|h[Белое мясо паука]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 14,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:3404::::::::75:261::::::|h[Крыло канюка]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:12203::::::::75:261::::::|h[Красное волчье мясо]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 17,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:12202::::::::75:261::::::|h[Мясо тигра]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 19,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:12184::::::::75:261::::::|h[Плоть ящера]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 13,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["h"] = "|cffffffff|Hitem:12037::::::::75:261::::::|h[Загадочное мясо]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 13,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:2251::::::::75:261::::::|h[Липкая паучья лапка]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 12,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:3667::::::::75:261::::::|h[Нежное мясо кроколиска]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 8,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:5504::::::::75:261::::::|h[Пикантное мясо моллюска]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 8,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["h"] = "|cffffffff|Hitem:3685::::::::75:261::::::|h[Яйцо ящера]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 21,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["h"] = "|cffffffff|Hitem:3730::::::::75:261::::::|h[Мясо большого медведя]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 5,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["h"] = "|cffffffff|Hitem:1015::::::::75:261::::::|h[Постный волчий бок]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 6,
										}, -- [22]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["h"] = "|cffffffff|Hitem:1468::::::::75:261::::::|h[Плавник мурлока]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 17,
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["h"] = "|cffffffff|Hitem:22644::::::::75:261::::::|h[Хрустящая паучья лапка]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 9,
										}, -- [24]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["h"] = "|cffffffff|Hitem:1080::::::::75:261::::::|h[Жесткое мясо кондора]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:2677::::::::75:261::::::|h[Ребра вепря]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 4,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:108301::::::::75:261::::::|h[Крупица руды оскверненного железа]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 21,
											["h"] = "|cffffffff|Hitem:21877::::::::75:261::::::|h[Ткань Пустоты]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 7,
											["h"] = "|cff1eff00|Hitem:774::::::::75:261::::::|h[Малахит]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 7,
											["h"] = "|cff1eff00|Hitem:1210::::::::75:261::::::|h[Камень теней]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cff1eff00|Hitem:1705::::::::75:261::::::|h[Малый лунный камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cff1eff00|Hitem:1529::::::::75:261::::::|h[Нефрит]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 32,
										}, -- [32]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 4,
											["h"] = "|cff1eff00|Hitem:7909::::::::75:261::::::|h[Аквамарин]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 33,
										}, -- [33]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:7910::::::::75:261::::::|h[Звездный рубин]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:12364::::::::75:261::::::|h[Огромный изумруд]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:12799::::::::75:261::::::|h[Большой опал]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 36,
										}, -- [36]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 30,
											["h"] = "|cff1eff00|Hitem:2842::::::::75:261::::::|h[Серебряный слиток]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 60,
											["h"] = "|cffffffff|Hitem:2835::::::::75:261::::::|h[Грубый камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 38,
										}, -- [38]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:8150::::::::75:261::::::|h[Глубокоскальная соль]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 39,
										}, -- [39]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 27,
											["h"] = "|cffffffff|Hitem:2840::::::::75:261::::::|h[Медный слиток]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:2836::::::::75:261::::::|h[Необработанный камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 41,
										}, -- [41]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 8,
											["h"] = "|cffffffff|Hitem:2836::::::::75:261::::::|h[Необработанный камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 42,
										}, -- [42]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:10561::::::::75:261::::::|h[Мифриловая обшивка]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:108298::::::::75:261::::::|h[Крупица ториевой руды]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 44,
										}, -- [44]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:10620::::::::75:261::::::|h[Ториевая руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 45,
										}, -- [45]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 46,
											["h"] = "|cffffffff|Hitem:5785::::::::75:261::::::|h[Толстая чешуя мурлока]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [46]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 47,
											["h"] = "|cffffffff|Hitem:4234::::::::75:261::::::|h[Толстая кожа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [47]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 48,
											["h"] = "|cffffffff|Hitem:2319::::::::75:261::::::|h[Жесткая кожа]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 28,
										}, -- [48]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 49,
											["h"] = "|cffffffff|Hitem:14227::::::::75:261::::::|h[Железношелковая паутина]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:2771::::::::75:261::::::|h[Оловянная руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 50,
										}, -- [50]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 51,
											["h"] = "|cffffffff|Hitem:10285::::::::75:261::::::|h[Тенешелк]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [51]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 52,
											["h"] = "|cffffffff|Hitem:4338::::::::75:261::::::|h[Магическая ткань]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 64,
										}, -- [52]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 53,
											["h"] = "|cffffffff|Hitem:4306::::::::75:261::::::|h[Шелковый материал]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 130,
										}, -- [53]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 54,
											["h"] = "|cffffffff|Hitem:2592::::::::75:261::::::|h[Шерсть]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 98,
										}, -- [54]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 55,
											["h"] = "|cffffffff|Hitem:2589::::::::75:261::::::|h[Льняной материал]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 175,
										}, -- [55]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:2841::::::::75:261::::::|h[Бронзовый слиток]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 154,
											["h"] = "|cffffffff|Hitem:3576::::::::75:261::::::|h[Оловянный слиток]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 57,
										}, -- [57]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 64,
											["h"] = "|cffffffff|Hitem:2838::::::::75:261::::::|h[Тяжелый камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 5,
											["h"] = "|cff1eff00|Hitem:2776::::::::75:261::::::|h[Золотая руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 26,
											["h"] = "|cffffffff|Hitem:2772::::::::75:261::::::|h[Железная руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 128,
											["h"] = "|cffffffff|Hitem:7912::::::::75:261::::::|h[Твердый камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 61,
										}, -- [61]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 5,
											["h"] = "|cff1eff00|Hitem:6037::::::::75:261::::::|h[Слиток истинного серебра]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 22,
											["h"] = "|cffffffff|Hitem:16000::::::::75:261::::::|h[Ториевая труба]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 64,
											["h"] = "|cffffffff|Hitem:10560::::::::75:261::::::|h[Нестабильное пусковое устройство]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [64]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 65,
											["h"] = "|cffffffff|Hitem:10559::::::::75:261::::::|h[Мифриловая труба]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 10,
										}, -- [65]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 66,
											["h"] = "|cffffffff|Hitem:4387::::::::75:261::::::|h[Железная балка]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 14,
										}, -- [66]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 67,
											["h"] = "|cffffffff|Hitem:10558::::::::75:261::::::|h[Золотое силовое ядро]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 9,
										}, -- [67]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 68,
											["h"] = "|cffffffff|Hitem:4404::::::::75:261::::::|h[Серебряный контакт]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 69,
											["h"] = "|cffffffff|Hitem:4399::::::::75:261::::::|h[Деревянный приклад]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 70,
											["h"] = "|cffffffff|Hitem:814::::::::75:261::::::|h[Бурдюк с маслом]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 4,
										}, -- [70]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 71,
											["h"] = "|cffffffff|Hitem:5373::::::::75:261::::::|h[Талисман на удачу]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [71]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 72,
											["h"] = "|cffffffff|Hitem:6308::::::::75:261::::::|h[Сырая ощетиненная зубатка]|h|r",
											["age"] = 24590121,
											["bag_id"] = 9,
											["count"] = 5,
										}, -- [72]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 167,
											["h"] = "|cffffffff|Hitem:12365::::::::75:261::::::|h[Массивный камень]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 73,
										}, -- [73]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 17,
											["h"] = "|cffffffff|Hitem:15994::::::::75:261::::::|h[Ториевое устройство]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 74,
										}, -- [74]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 25,
											["h"] = "|cffffffff|Hitem:10620::::::::75:261::::::|h[Ториевая руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 75,
										}, -- [75]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 53,
											["h"] = "|cffffffff|Hitem:23445::::::::75:261::::::|h[Слиток оскверненного железа]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 76,
										}, -- [76]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:12359::::::::75:261::::::|h[Ториевый слиток]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 77,
										}, -- [77]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:23783::::::::75:261::::::|h[Горсть винтов из оскверненного железа]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 26,
											["h"] = "|cffffffff|Hitem:22573::::::::75:261::::::|h[Частица земли]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["slot_id"] = 79,
										}, -- [79]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 80,
											["h"] = "|cffffffff|Hitem:23781::::::::75:261::::::|h[Взрывчатое вещество стихий]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 31,
										}, -- [80]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 81,
											["h"] = "|cffffffff|Hitem:23424::::::::75:261::::::|h[Руда оскверненного железа]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 10,
										}, -- [81]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 82,
											["h"] = "|cff1eff00|Hitem:23427::::::::75:261::::::|h[Этерниевая руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 5,
										}, -- [82]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 83,
											["h"] = "|cffffffff|Hitem:108302::::::::75:261::::::|h[Крупица адамантитовой руды]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 9,
										}, -- [83]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 84,
											["h"] = "|cffffffff|Hitem:23425::::::::75:261::::::|h[Адамантитовая руда]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 28,
										}, -- [84]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 85,
											["h"] = "|cff1eff00|Hitem:23079::::::::75:261::::::|h[Хризолит]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 86,
											["h"] = "|cff1eff00|Hitem:21929::::::::75:261::::::|h[Пламенный спессарит]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 87,
											["h"] = "|cffffffff|Hitem:22574::::::::75:261::::::|h[Частица огня]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [87]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 88,
											["h"] = "|cff1eff00|Hitem:23112::::::::75:261::::::|h[Золотой дренит]|h|r",
											["age"] = 24590123,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 89,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 90,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 91,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 92,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 93,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 94,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 95,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 96,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 97,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 98,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [98]
									},
									["bag_id"] = 9,
									["loc_id"] = 3,
									["count"] = 98,
									["status"] = -3,
									["empty"] = 10,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
							["slot_count"] = 186,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["msg_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
							["slot_count"] = 1,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122248::::::::75:261::14:1:582:::|h[Запятнанная шапка незаметности]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122668::::::::75:261::::::|h[Вечная воля мученика]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [2]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122358::::::::75:261::::::|h[Испачканный наплеч незаметности]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [3]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122261::::::::75:261::14:1:582:::|h[Унаследованная накидка черного барона]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:138192::::::::75:261:512:9:1:3387:75:::|h[Жилет покрова Скверны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["bag_id"] = 1,
											["age"] = 24606773,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:3342::::::::75:261::11::::|h[Рубашка капитана Сандерса]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138163::::::::75:261:512:9:1:3387:75:::|h[Наручники покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138166::::::::75:261:512:9:1:3387:65:::|h[Перчатки покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138169::::::::75:261:512:9:2:3387:3389:64:::|h[Пояс покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122254::::::::75:261::14:1:582:::|h[Запятнанные штаны незаметности]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:138164::::::::75:261:512:9:1:3387:67:::|h[Сапоги покрова Скверны]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:51992::::::-71:102825997:75:261::1::::|h[Перстень беспокойства с меткой преступника]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:51992::::::-78:1646657549:75:261::1::::|h[Перстень беспокойства со знаком мартышки]|h|r",
											["age"] = 24606773,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122371::::::::75:261:::1:583:::|h[Унаследованный знак различия Альянса]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [15]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122361::::::::75:261::::::|h[Стремительная рука правосудия]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [16]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122350::::::::75:261::::::|h[Сбалансированный пронзатель сердец]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [17]
										{
											["q"] = 7,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 1,
											["h"] = "|cff00ccff|Hitem:122364::::::::75:261::::::|h[Отточенный алый крис]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 2,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:1226|h[Осколок Пустоты]|h|r",
											["bag_id"] = 1,
											["age"] = 24590122,
											["count"] = 1306,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:81|h[Награда гурмана]|h|r",
											["bag_id"] = 1,
											["age"] = 24590121,
											["count"] = 1,
										}, -- [2]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 9,
								}, -- [1]
								{
									["loc_id"] = 9,
									["status"] = -6,
									["bag_id"] = 2,
									["type"] = 19,
								}, -- [2]
							},
							["slot_count"] = 2,
						},
						[10] = {
							["bag"] = {
								{
									["loc_id"] = 10,
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 20,
								}, -- [1]
							},
						},
					},
				},
				["Шепот - Ясеневый лес"] = {
					["profile"] = 1001,
				},
			},
			["version"] = 30723,
		},
		["version"] = 30723,
	},
	["profileKeys"] = {
		["Манриэль - Ясеневый лес"] = "Default",
		["Лавлиэт - Ясеневый лес"] = "Default",
		["Лейреи - Ясеневый лес"] = "Default",
		["Шепот - Ясеневый лес"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["option"] = {
				["version"] = 30617,
				["anchor"] = {
					{
						["point"] = 1,
						["b"] = 224.498077392578,
						["t"] = 792.498046875,
						["r"] = 2159.99975585938,
						["l"] = 1455.99963378906,
					}, -- [1]
					nil, -- [2]
					{
						["point"] = 1,
						["b"] = 223.764694213867,
						["t"] = 914.7646484375,
						["l"] = 704.937072753906,
						["r"] = 1432.93701171875,
					}, -- [3]
					{
						["point"] = 1,
						["b"] = 353.293880005425,
						["t"] = 880.293886775761,
						["l"] = 838.647287820212,
						["r"] = 1456.64727263825,
					}, -- [4]
					{
						["r"] = 1920.00016631777,
						["l"] = 1520.00016084679,
						["t"] = 1080.00006729304,
						["b"] = 900.000091091803,
					}, -- [5]
					{
						["r"] = 1920.00016631777,
						["l"] = 1520.00016084679,
						["t"] = 1080.00006729304,
						["b"] = 900.000091091803,
					}, -- [6]
					{
						["r"] = 1920.00016631777,
						["l"] = 1520.00016084679,
						["t"] = 1080.00006729304,
						["b"] = 900.000091091803,
					}, -- [7]
					{
						["r"] = 1920.0000262607,
						["l"] = 1302.00004144267,
						["t"] = 1080.00013732158,
						["b"] = 772.00015236677,
					}, -- [8]
					{
						["r"] = 1920.00016631777,
						["l"] = 1520.00016084679,
						["t"] = 1080.00006729304,
						["b"] = 900.000091091803,
					}, -- [9]
					{
						["r"] = 1487.05884386858,
						["l"] = 869.058718993482,
						["t"] = 983.529530259678,
						["b"] = 429.529497297029,
					}, -- [10]
					{
						["r"] = 1919.99988620363,
						["l"] = 1519.99988073265,
						["t"] = 1079.99985720744,
						["b"] = 899.999845991937,
					}, -- [11]
					{
						["r"] = 1919.99988620363,
						["l"] = 1519.99988073265,
						["t"] = 1079.99985720744,
						["b"] = 899.999845991937,
					}, -- [12]
					{
						["r"] = 1920.0000262607,
						["l"] = 1519.99998577545,
						["t"] = 1080.00013732158,
						["b"] = 915.000237919206,
					}, -- [13]
					{
						["r"] = 1829.99987792969,
						["l"] = 1429.99987792969,
						["t"] = 1032.99987792969,
						["b"] = 867.999877929688,
					}, -- [14]
				},
			},
		},
	},
}
