
ARKINVDB = {
	["profileKeys"] = {
		["Манриэль - Голдринн"] = "Default",
		["Тиндэлен - Свежеватель Душ"] = "Default",
		["Лейреи - Ясеневый лес"] = "Default",
		["Шепот - Ясеневый лес"] = "Default",
		["Манриэль - Ясеневый лес"] = "Default",
		["Лавлиэт - Ясеневый лес"] = "Default",
		["Эксплорер - Подземье"] = "Default",
		["Аскелла - Свежеватель Душ"] = "Default",
	},
	["global"] = {
		["option"] = {
			["tooltip"] = {
				["battlepet"] = {
					["mouseover"] = {
						["source"] = false,
					},
				},
				["colour"] = {
					["class"] = true,
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								"itemstatlevel", -- [5]
								"id", -- [6]
								"itemuselevel", -- [7]
								"itemage", -- [8]
								"itemtype", -- [9]
								"vendorprice", -- [10]
							},
						},
						[9995] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9999] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"name", -- [7]
								"category", -- [8]
								"location", -- [9]
								"quality", -- [10]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
					},
				},
			},
			["bucket"] = {
				0.5, -- [1]
				[4] = 1.5,
			},
			["version"] = 30420,
			["category"] = {
				[3] = {
					["data"] = {
						[11] = {
							["name"] = "Камни возвращения",
							["order"] = 100,
							["formula"] = "pt(\"Misc.Hearth\") or name(\"Камень возвращения%a*\") or tooltip(\"%a*озвращает вас%a*\")",
							["damaged"] = false,
							["used"] = true,
						},
						[13] = {
							["name"] = "Утиль",
							["order"] = 100,
							["formula"] = "name('%a*утиля', '%a*с утилем')",
							["damaged"] = false,
							["used"] = true,
						},
						[10] = {
							["name"] = "Не переносить в банк",
							["order"] = 100,
							["formula"] = "name(\"Первобытный дух\") or name(\"Расколотый кристалл времени\")",
							["damaged"] = false,
							["used"] = true,
						},
						[12] = {
							["name"] = "Для соратников",
							["order"] = 100,
							["formula"] = "tooltip('%a*соратника%a*')",
							["damaged"] = false,
							["used"] = true,
						},
						[14] = {
							["name"] = "Контейнеры",
							["order"] = 100,
							["formula"] = "name(\"сейф\", \"блескотрон\") or tt(\"Щелкните%a*чтобы открыть\")",
							["damaged"] = false,
							["used"] = true,
						},
					},
					["next"] = 14,
				},
				[2] = {
					["data"] = {
						[2] = {
							["name"] = "Камень возвращения",
						},
						[3] = {
							["name"] = "Набор трансмогрификации 1",
						},
					},
					["next"] = 3,
				},
			},
		},
		["player"] = {
			["data"] = {
				["Манриэль - Голдринн"] = {
					["info"] = {
						["realm"] = "Голдринн",
						["money"] = 3806804,
						["gender"] = 3,
						["class_local"] = "Жрица",
						["class"] = "PRIEST",
						["skills"] = {
							197, -- [1]
							333, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["race"] = "Human",
						["name"] = "Манриэль",
						["faction"] = "Alliance",
						["race_local"] = "Человек",
						["level"] = 85,
						["player_id"] = "Манриэль - Голдринн",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:115301:0:0:0:0:0:0:0:85:0:0:0|h[Пылающий корги]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 23624298,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 2,
											["age"] = 23624296,
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cff9d9d9d|Hitem:12735:0:0:0:0:0:0:-1573102592:85:0:0:0|h[Истлевшая шовная нить поганища]|h|r",
											["bag_id"] = 1,
											["age"] = 23624297,
											["count"] = 4,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 4,
											["age"] = 23624293,
											["bag_id"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 6,
											["age"] = 23624293,
											["bag_id"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 10,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["count"] = 1,
											["age"] = 23624297,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 16,
											["age"] = 23624297,
											["bag_id"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 14,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 1,
											["age"] = 23624285,
											["bag_id"] = 2,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 2,
											["age"] = 23624285,
											["bag_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["age"] = 23624285,
											["bag_id"] = 2,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["age"] = 23624285,
											["bag_id"] = 2,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 22,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cffa335ee|Hitem:43345:0:0:0:0:0:0:-627017856:85:0:0:0|h[Сумка из шкуры дракона]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_26_Spellfire.blp",
								}, -- [2]
								{
									["q"] = 3,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["age"] = 23624285,
											["bag_id"] = 3,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 16,
											["age"] = 23624285,
											["bag_id"] = 3,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 22,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff0070dd|Hitem:41600:0:0:0:0:0:0:113428336:85:0:0:0|h[Ледовая сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedRunecloth.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23624297,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:52721:0:0:0:0:0:0:-1943044480:85:0:0:0|h[Небесный осколок]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["count"] = 20,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:2772:0:0:0:0:0:0:1232721280:85:0:0:0|h[Железная руда]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["count"] = 3,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:2996:0:0:0:0:0:0:1072257920:85:0:0:0|h[Рулон льняной ткани]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 2,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:52078:0:0:0:0:0:0:1845377536:85:0:0:0|h[Сфера хаоса]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["count"] = 4,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:7068:0:0:0:0:0:0:1679369472:85:0:0:0|h[Первородный огонь]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 148,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:53010:0:0:0:0:0:0:1255673728:85:0:0:0|h[Угольный шелк]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 4,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:52555:0:0:0:0:0:0:880274880:85:0:0:0|h[Гипнотическая пыль]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["slot_id"] = 9,
											["bag_id"] = 4,
											["age"] = 23624293,
											["h"] = "|cffffffff|Hitem:52325:0:0:0:0:0:0:-2145873024:85:0:0:0|h[Неустойчивый огонь]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:23077:0:0:0:0:0:0:1431067904:85:0:0:0|h[Кровавый гранат]|h|r",
											["count"] = 1,
											["slot_id"] = 10,
											["age"] = 23624293,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["count"] = 2,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:-1466313472:85:0:0:0|h[Камень теней]|h|r",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 12,
											["age"] = 23624295,
											["bag_id"] = 4,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:52723:0:0:0:0:0:0:1608492288:85:0:0:0|h[Рунический элементиевый жезл]|h|r",
											["age"] = 23624296,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23624296,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23624296,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:30426:0:0:0:0:0:0:-2085968128:85:0:0:0|h[Ключ от сундука Змеиных Колец]|h|r",
											["age"] = 23624293,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["age"] = 23624285,
											["bag_id"] = 4,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 18,
											["age"] = 23624285,
											["bag_id"] = 4,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1109387264:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:85:0:0:0|h[Камень возвращения]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:89911:0:0:0:0:0:0:-2138498944:85:0:0:0|h[Фейерверк Альянса]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23624285,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58268:0:0:0:0:0:0:-2023098752:85:0:0:0|h[Жареная говядина]|h|r",
											["slot_id"] = 3,
											["count"] = 2,
											["bag_id"] = 5,
											["age"] = 23624285,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["count"] = 2,
											["age"] = 23624285,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:58256:0:0:0:0:0:0:-1906120576:85:0:0:0|h[Газированная оазисная вода]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:57192:0:0:0:0:0:0:1135091296:85:0:0:0|h[Легендарное зелье маны]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["slot_id"] = 6,
											["age"] = 23624285,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:3385:0:0:0:0:0:0:2072717440:85:0:0:0|h[Маленький флакон с зельем маны]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 9,
											["age"] = 23624285,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:929:0:0:0:0:0:0:918533056:85:0:0:0|h[Лечебное зелье]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:52974:0:0:0:0:0:0:1990068480:85:0:0:0|h[Глубоководный грог Мака]|h|r",
											["bag_id"] = 5,
											["age"] = 23624285,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:21241:0:0:0:0:0:0:1971541248:85:0:0:0|h[Гоголь-моголь Зимнего Покрова]|h|r",
											["bag_id"] = 5,
											["age"] = 23624285,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:19997:0:0:0:0:0:0:576850816:85:0:0:0|h[Нектар с праздника урожая]|h|r",
											["count"] = 20,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23624285,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23624296,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["age"] = 23624296,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62534:0:0:0:0:0:0:1176305792:85:0:0:0|h[Рог рамкахенов]|h|r",
											["slot_id"] = 13,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:61403:0:0:0:0:0:0:319121184:85:0:0:0|h[Острие Непокорности]|h|r",
											["bag_id"] = 5,
											["age"] = 23624293,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:56122:0:0:0:0:0:0:1804601856:85:0:0:0|h[Жезл неизведанной силы]|h|r",
											["bag_id"] = 5,
											["age"] = 23624293,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:63437:4093:0:0:0:0:0:295643048:85:0:0:0|h[Манжеты барона Эшбери]|h|r",
											["bag_id"] = 5,
											["age"] = 23624293,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:62352:0:0:0:0:0:0:0:85:0:0:0|h[Кольцо сдержанности Диаманта]|h|r",
											["bag_id"] = 5,
											["age"] = 23624293,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:55879:0:0:0:0:0:0:1232101632:85:0:0:0|h[Песнь печали]|h|r",
											["bag_id"] = 5,
											["age"] = 23624293,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:65904:0:0:0:0:0:0:0:85:0:0:0|h[Гербовая накидка рамкахенов]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23624293,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:89196:0:0:0:0:0:0:318734400:85:0:0:0|h[Гербовая накидка Терамора]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23624293,
											["count"] = 1,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffa335ee|Hitem:50317:0:0:0:0:0:0:1041777408:85:0:0:0|h[Новая папина сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_26_Spellfire.blp",
								}, -- [5]
							},
							["slot_count"] = 100,
						}, -- [1]
						[3] = {
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["slot_id"] = 1,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:6532:0:0:0:0:0:0:635587104:85:0:0:0|h[Яркая блесна]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17307:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с лиловыми лентами]|h|r",
											["count"] = 10,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["slot_id"] = 3,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17307:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с лиловыми лентами]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["slot_id"] = 4,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17304:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с зелеными лентами]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17304:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с зелеными лентами]|h|r",
											["count"] = 10,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["slot_id"] = 6,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17303:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с голубыми лентами]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["slot_id"] = 7,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17303:0:0:0:0:0:0:0:85:0:0:0|h[Оберточная бумага с голубыми лентами]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 8,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43236:0:0:0:0:0:0:0:85:0:0:0|h[Звездная печаль]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43492:0:0:0:0:0:0:932835328:85:0:0:0|h[Эфемерная селедка]|h|r",
											["count"] = 20,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 10,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43488:0:0:0:0:0:0:453483392:85:0:0:0|h[Мамонтятина не первой свежести]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 11,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:42993:0:0:0:0:0:0:1835489792:85:0:0:0|h[Острая жареная сельдь]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 12,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:21215:0:0:0:0:0:0:-1978668235:85:0:0:0|h[Кекс Гракку с мясом и фруктами]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38466:0:0:0:0:0:0:0:85:0:0:0|h[Сера Сульфурона]|h|r",
											["count"] = 10,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 14,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:21215:0:0:0:0:0:0:1138992960:85:0:0:0|h[Кекс Гракку с мясом и фруктами]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 15,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:17404:0:0:0:0:0:0:1104431552:85:0:0:0|h[Сборная солянка с фасолью]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 4,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:44228:0:0:0:0:0:0:1280549692:85:0:0:0|h[Детская приправа]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 1,
											["slot_id"] = 17,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:44114:0:0:0:0:0:0:-1610828362:85:0:0:0|h[Выдержанные специи]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["slot_id"] = 18,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:21721:0:0:0:0:0:0:0:85:0:0:0|h[Лунное сияние]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 5,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:21254:0:0:0:0:0:0:1490431104:85:0:0:0|h[Печенье Зимнего Покрова]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 20,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:25539:0:0:0:0:0:0:953139072:85:0:0:0|h[Зелье подводного дыхания]|h|r",
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 21,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448:0:0:0:0:0:0:-1837485568:85:0:0:0|h[Рунический флакон с зельем маны]|h|r",
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 22,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33447:0:0:0:0:0:0:-1668293376:85:0:0:0|h[Рунический флакон с лечебным зельем]|h|r",
										}, -- [22]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 23,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:46725:0:0:0:0:0:0:-53772707:85:0:0:0|h[Пневматический карабин Красного Всадника]|h|r",
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 15,
											["sb"] = 1,
											["slot_id"] = 24,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:24579:0:0:0:0:0:0:174787296:85:0:0:0|h[Почетный знак Оплота Чести]|h|r",
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44792:0:0:0:0:0:0:-58784171:85:0:0:0|h[Цветущая ветвь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 25,
											["age"] = 23624293,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44792:0:0:0:0:0:0:1451445504:85:0:0:0|h[Цветущая ветвь]|h|r",
											["slot_id"] = 26,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 27,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:44792:0:0:0:0:0:0:1524958841:85:0:0:0|h[Цветущая ветвь]|h|r",
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 28,
											["age"] = 23624285,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:44792:0:0:0:0:0:0:1384187490:85:0:0:0|h[Цветущая ветвь]|h|r",
										}, -- [28]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:38320:0:0:0:0:0:0:-2066226304:85:0:0:0|h[Худое варево]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 10,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:37604:0:0:0:0:0:0:-1816962030:85:0:0:0|h[Зубочистка]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 1,
											["slot_id"] = 3,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:37604:0:0:0:0:0:0:-519413160:85:0:0:0|h[Зубочистка]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 14,
											["slot_id"] = 4,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:34599:0:0:0:0:0:0:1434315520:85:0:0:0|h[Факел жонглера]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 5,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:29735:0:0:0:0:0:0:2063485952:85:0:0:0|h[Святая пыль]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 6,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22260:0:0:0:0:0:0:1260197248:85:0:0:0|h[Браслет дружбы]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22259:0:0:0:0:0:0:1824251318:85:0:0:0|h[Браслет верной дружбы]|h|r",
											["count"] = 2,
											["sb"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 2,
											["age"] = 23624293,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["sb"] = 1,
											["slot_id"] = 8,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21745:0:0:0:0:0:0:-1415505312:85:0:0:0|h[Лунный камень предков]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 16,
											["sb"] = 1,
											["slot_id"] = 9,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21745:0:0:0:0:0:0:-450802670:85:0:0:0|h[Лунный камень предков]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20398:0:0:0:0:0:0:-25338780:85:0:0:0|h[Волшебная палочка - костюм ниндзя]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:349789046:85:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:1722375592:85:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 61,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:19182:0:0:0:0:0:0:773907648:85:0:0:0|h[Рваный призовой купон ярмарки Новолуния]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20399:0:0:0:0:0:0:-941006374:85:0:0:0|h[Волшебная палочка - костюм лепрогнома]|h|r",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:32344:0:0:0:0:0:0:584226232:85:0:0:0|h[Посох безупречного выздоровления]|h|r",
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:37892:0:0:0:0:0:0:1384087296:85:0:0:0|h[Зеленая кружка Хмельного фестиваля]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:45073:0:0:0:0:0:0:0:85:0:0:0|h[Весенние цветы]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:46861:0:0:0:0:0:0:0:85:0:0:0|h[Букет оранжевых бархатцев]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:2562:0:0:0:0:0:0:2065452098:85:0:0:0|h[Букет алых бегоний]|h|r",
										}, -- [19]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 20,
											["age"] = 23624293,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:22206:0:0:0:0:0:0:-1703218432:85:0:0:0|h[Букет красных роз]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:230002976:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:50741:0:0:0:0:0:0:1497261280:85:0:0:0|h[Маска злобного фумигатора]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:23587:0:0:0:0:0:0:326462016:85:0:0:0|h[Шляпа с напитками Миррена]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:30721:0:0:0:0:0:0:1105982208:85:0:0:0|h[Спектроскоп]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:16813:0:0:0:0:0:0:1648740864:85:0:0:0|h[Венец пророчества]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:33292:0:0:0:0:0:0:-1841289984:85:0:0:0|h[Благословенный шлем]|h|r",
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:21524:0:0:0:0:0:0:2028217600:85:0:0:0|h[Красный новогодний колпак]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:46723:0:0:0:0:0:0:1582079616:85:0:0:0|h[Шляпа странника]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:23323:0:0:0:0:0:0:1785508224:85:0:0:0|h[Корона Огненного Солнцеворота]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:31069:0:0:0:0:0:0:0:85:0:0:0|h[Мантия отпущения грехов]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:23324:0:0:0:0:0:0:0:85:0:0:0|h[Оплечье Огненного Солнцеворота]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:31066:0:0:0:0:0:0:0:85:0:0:0|h[Одежды отпущения грехов]|h|r",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:19399:0:0:0:0:0:0:1322387904:85:0:0:0|h[Одеяние Черной золы]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:46824:0:0:0:0:0:0:1694004736:85:0:0:0|h[Одеяние странника]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:44800:0:0:0:0:0:0:0:85:0:0:0|h[Весеннее убранство]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 15,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:34685:0:0:0:0:0:0:0:85:0:0:0|h[Одеяния лета]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:34085:0:0:0:0:0:0:1421609856:85:0:0:0|h[Красные зимние одежды]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:21539:0:0:0:0:0:0:0:85:0:0:0|h[Праздничное лиловое платье]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:19028:0:0:0:0:0:0:814135099:85:0:0:0|h[Элегантное платье]|h|r",
											["count"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 3,
											["age"] = 23624293,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:16812:0:0:0:0:0:0:976767680:85:0:0:0|h[Перчатки пророчества]|h|r",
										}, -- [19]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 20,
											["age"] = 23624293,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:16817:0:0:0:0:0:0:1453982976:85:0:0:0|h[Ремень пророчества]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1916043520:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:31068:0:0:0:0:0:0:0:85:0:0:0|h[Брюки отпущения грехов]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:44788:0:0:0:0:0:0:2011749888:85:0:0:0|h[Сапоги странника]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 3,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:34683:0:0:0:0:0:0:0:85:0:0:0|h[Сандалии лета]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:53097:0:0:0:0:0:0:1487057024:85:0:0:0|h[Гномреганская пелерина]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:51805:0:0:0:0:0:0:-1764077696:85:0:0:0|h[Оберег разбитого сердца]|h|r",
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:51804:0:0:0:0:0:0:1312701088:85:0:0:0|h[Взгляд казановы]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 7,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:50400:0:3531:0:0:0:0:1438658944:85:0:0:0|h[Пепельное кольцо безграничной мудрости]|h|r",
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:56136:0:0:0:0:0:0:1328945408:85:0:0:0|h[Оскверненная яичная скорлупа]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:47041:0:0:0:0:0:0:828975936:85:0:0:0|h[Утешение поверженных]|h|r",
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:49118:0:0:0:0:0:0:1655940096:85:0:0:0|h[Амулет игристого светлого напитка]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:49116:0:0:0:0:0:0:1328927040:85:0:0:0|h[Амулет горького темного варева]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:27900:0:0:0:0:0:0:1774104960:85:0:0:0|h[Самоцвет таинственного чудотворца]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:32864:0:0:0:0:0:0:892386048:85:0:0:0|h[Кокарда командора]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:40476:0:0:0:0:0:0:2130793600:85:0:0:0|h[Знак различия Альянса]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 15,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:12846:0:0:0:0:0:0:1691767552:85:0:0:0|h[Жетон Серебряного Рассвета]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 16,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:6833:0:0:0:0:0:0:664254265:85:0:0:0|h[Белая рубашка под смокинг]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:65906:0:0:0:0:0:0:0:85:0:0:0|h[Гербовая накидка Стражей Хиджала]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:31775:0:0:0:0:0:0:0:85:0:0:0|h[Спореггарская гербовая накидка]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:19032:0:0:0:0:0:0:0:85:0:0:0|h[Боевая гербовая накидка Грозовой Вершины]|h|r",
										}, -- [19]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:43348:0:0:0:0:0:0:1660637824:85:0:0:0|h[Гербовая накидка исследователя]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:410869568:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:19697:0:0:0:0:0:0:2062650624:85:0:0:0|h[Дар урожая]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["count"] = 200,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:43007:0:0:0:0:0:0:0:85:0:0:0|h[Северные пряности]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43007:0:0:0:0:0:0:0:85:0:0:0|h[Северные пряности]|h|r",
											["count"] = 4,
											["slot_id"] = 3,
											["age"] = 23624293,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["count"] = 6,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:43501:0:0:0:0:0:0:-1909648256:85:0:0:0|h[Нордскольское яйцо]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["count"] = 17,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:43013:0:0:0:0:0:0:-1818786944:85:0:0:0|h[Охлажденное мясо]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["slot_id"] = 6,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:43012:0:0:0:0:0:0:1597179904:85:0:0:0|h[Мясо люторога]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43011:0:0:0:0:0:0:893775616:85:0:0:0|h[Окорок ворга]|h|r",
											["slot_id"] = 7,
											["count"] = 3,
											["bag_id"] = 5,
											["age"] = 23624293,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 15,
											["slot_id"] = 8,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:43009:0:0:0:0:0:0:-1365571584:85:0:0:0|h[Бок черпорога]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["slot_id"] = 9,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:34736:0:0:0:0:0:0:-1422068480:85:0:0:0|h[Кусок мяса мамонта]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["slot_id"] = 10,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:36782:0:0:0:0:0:0:566897856:85:0:0:0|h[Сочное мясо моллюска]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 11,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:41806:0:0:0:0:0:0:889635904:85:0:0:0|h[Ракушечный подкаменщик]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 8,
											["slot_id"] = 12,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:41802:0:0:0:0:0:0:643217408:85:0:0:0|h[Королевский морской дьявол]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["count"] = 20,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:41801:0:0:0:0:0:0:983042752:85:0:0:0|h[Лунная каракатица]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["count"] = 20,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:41800:0:0:0:0:0:0:1637782656:85:0:0:0|h[Глубоководное чудо-юдо]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 33,
											["slot_id"] = 15,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:40195:0:0:0:0:0:0:716633404:85:0:0:0|h[Карломасло]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 6,
											["slot_id"] = 16,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:7912:0:0:0:0:0:0:106592944:85:0:0:0|h[Твердый камень]|h|r",
										}, -- [16]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:54440:0:0:0:0:0:0:663854080:85:0:0:0|h[Ткань грез]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 5,
											["age"] = 23624293,
											["loc_id"] = 3,
										}, -- [17]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 5,
											["slot_id"] = 18,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cff0070dd|Hitem:41593:0:0:0:0:0:0:315034752:85:0:0:0|h[Иссиня-черная ткань]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["count"] = 5,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:42253:0:0:0:0:0:0:1535597504:85:0:0:0|h[Паутина паука-ледопряда]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["count"] = 20,
											["age"] = 23624293,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:38426:0:0:0:0:0:0:0:85:0:0:0|h[Этерниевая нить]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:200253600:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 2,
											["slot_id"] = 1,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:52078:0:0:0:0:0:0:-2043404160:85:0:0:0|h[Сфера хаоса]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["count"] = 2,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:30183:0:0:0:0:0:0:-420999296:85:0:0:0|h[Воронка Пустоты]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["count"] = 3,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:33470:0:0:0:0:0:0:1762143872:85:0:0:0|h[Ледяная ткань]|h|r",
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 11,
											["slot_id"] = 4,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:43102:0:0:0:0:0:0:-838977920:85:0:0:0|h[Ледяной шар]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:37606:0:0:0:0:0:0:-86877221:85:0:0:0|h[Кошелек для мелочи]|h|r",
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 6,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:18703:0:0:0:0:0:0:1874820992:85:0:0:0|h[Древний окаменелый древесный лист]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 7,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:19720:0:0:0:0:0:0:310591328:85:0:0:0|h[Изначальный кушак Хаккари]|h|r",
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:20888:0:0:0:0:0:0:876645824:85:0:0:0|h[Киражское церемониальное кольцо]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 9,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:292923406:85:0:0:0|h[Восьмерка из колоды Порталов]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 10,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:44462:0:0:0:0:0:0:1212637056:85:0:0:0|h[Доклад о Культе Проклятых]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:35723:0:0:0:0:0:0:-1423380480:85:0:0:0|h[Осколки Ахуна]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 6,
											["sb"] = 1,
											["slot_id"] = 12,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:28558:0:0:0:0:0:0:1320917120:85:0:0:0|h[Осколок духа]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 76,
											["sb"] = 1,
											["slot_id"] = 13,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:21100:0:0:0:0:0:0:1168862137:85:0:0:0|h[Монета Наследия]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["r"] = true,
											["slot_id"] = 14,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:20009:0:0:0:0:0:0:291245312:85:0:0:0|h[Во имя Света!]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11231:0:0:0:0:0:0:677873536:85:0:0:0|h[Измененная сброшенная шкура черного дракона]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 16,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff1eff00|Hitem:68729:0:0:0:0:0:0:-1928829440:85:0:0:0|h[Элементиевый сейф]|h|r",
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 17,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:43624:0:0:0:0:0:0:-1860113024:85:0:0:0|h[Титановый сейф]|h|r",
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:31098:0:0:0:0:0:0:2062579328:85:0:0:0|h[Поножи забытого завоевателя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 18,
											["age"] = 23624293,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["count"] = 3,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff1eff00|Hitem:32897:0:0:0:0:0:0:824060544:85:0:0:0|h[Знак Иллидари]|h|r",
										}, -- [19]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 20,
											["age"] = 23624293,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:22637:0:0:0:0:0:0:1384333152:85:0:0:0|h[Изначальный идол Хаккари]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:55712320:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 15,
											["slot_id"] = 1,
											["age"] = 23624293,
											["bag_id"] = 7,
											["h"] = "|cff1eff00|Hitem:21213:0:0:0:0:0:0:1353498752:85:0:0:0|h[Сушеный остролист]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 6,
											["slot_id"] = 2,
											["age"] = 23624293,
											["bag_id"] = 7,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:1182390503:85:0:0:0|h[Снежок]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 3,
											["age"] = 23624295,
											["bag_id"] = 7,
											["h"] = "|cffffffff|Hitem:12845:0:0:0:0:0:0:1330344002:85:0:0:0|h[Медальон веры]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["age"] = 23624293,
											["count"] = 1,
											["loc_id"] = 3,
											["h"] = "|cffffffff|Hitem:49362:0:0:0:0:0:0:806734656:85:0:0:0|h[Дракончик Ониксии]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21536:0:0:0:0:0:0:566253440:85:0:0:0|h[Камень Элуны]|h|r",
											["count"] = 4,
											["slot_id"] = 5,
											["age"] = 23624293,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21171:0:0:0:0:0:0:977334208:85:0:0:0|h[Наполненная праздничная кружка]|h|r",
											["count"] = 1,
											["slot_id"] = 6,
											["age"] = 23624293,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624294,
											["bag_id"] = 7,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 7,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624291,
											["bag_id"] = 7,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["age"] = 23624293,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["age"] = 23624293,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 7,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624293,
											["bag_id"] = 7,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 7,
											["age"] = 23624286,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 15,
											["age"] = 23624285,
											["bag_id"] = 7,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 16,
											["age"] = 23624285,
											["bag_id"] = 7,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 17,
											["age"] = 23624285,
											["bag_id"] = 7,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 7,
											["age"] = 23624285,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 19,
											["age"] = 23624285,
											["bag_id"] = 7,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 20,
											["age"] = 23624285,
											["bag_id"] = 7,
											["h"] = "|cff9d9d9d|Hitem:12938:0:0:0:0:0:0:353458592:85:0:0:0|h[Кровь героев]|h|r",
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 13,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:162428464:85:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [7]
								{
									["q"] = 3,
									["type"] = 7,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:52722:0:0:0:0:0:0:-1072350791:85:0:0:0|h[Кристалл Водоворота]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["count"] = 4,
											["age"] = 23624296,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52770:0:0:0:0:0:0:1175140608:85:0:0:0|h[Чары для наручей - дух VII]|h|r",
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["count"] = 18,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff0070dd|Hitem:52721:0:0:0:0:0:0:-2134706176:85:0:0:0|h[Небесный осколок]|h|r",
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff0070dd|Hitem:52720:0:0:0:0:0:0:-1042408305:85:0:0:0|h[Малый небесный осколок]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["count"] = 2,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:52719:0:0:0:0:0:0:143031728:85:0:0:0|h[Великая божественная субстанция]|h|r",
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:-1041899512:85:0:0:0|h[Малый мерцающий осколок]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["count"] = 52,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:-455906109:85:0:0:0|h[Кристалл Пропасти]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["count"] = 20,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:85:0:0:0|h[Материал для свитка наложения чар]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["count"] = 22,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:20725:0:0:0:0:0:0:1229604416:85:0:0:0|h[Кристалл-источник]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["count"] = 3,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:7075:0:0:0:0:0:0:-1631130880:85:0:0:0|h[Ядро земли]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:35623:0:0:0:0:0:0:1594135040:85:0:0:0|h[Извечный воздух]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff0070dd|Hitem:14344:0:0:0:0:0:0:2035294592:85:0:0:0|h[Большой сверкающий осколок]|h|r",
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:34055:0:0:0:0:0:0:2021906048:85:0:0:0|h[Великая космическая субстанция]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["count"] = 5,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52555:0:0:0:0:0:0:1681452945:85:0:0:0|h[Гипнотическая пыль]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["count"] = 77,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:-1268260737:85:0:0:0|h[Осколок грез]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["count"] = 18,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52328:0:0:0:0:0:0:-2093657216:85:0:0:0|h[Неустойчивый воздух]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["count"] = 50,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52329:0:0:0:0:0:0:1608068864:85:0:0:0|h[Неустойчивая жизнь]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["count"] = 5,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:1513638592:85:0:0:0|h[Субстанция Огня]|h|r",
										}, -- [18]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:35625:0:0:0:0:0:0:1910072448:85:0:0:0|h[Извечная жизнь]|h|r",
										}, -- [19]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["count"] = 3,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:36860:0:0:0:0:0:0:1756945920:85:0:0:0|h[Извечный огонь]|h|r",
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["count"] = 20,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52327:0:0:0:0:0:0:1836044544:85:0:0:0|h[Неустойчивая земля]|h|r",
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["count"] = 36,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52325:0:0:0:0:0:0:1703184896:85:0:0:0|h[Неустойчивый огонь]|h|r",
										}, -- [22]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:378657408:85:0:0:0|h[Извечная тьма]|h|r",
										}, -- [23]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["count"] = 1,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cff1eff00|Hitem:35622:0:0:0:0:0:0:888227520:85:0:0:0|h[Извечная вода]|h|r",
										}, -- [24]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["count"] = 4,
											["age"] = 23624285,
											["bag_id"] = 8,
											["h"] = "|cffffffff|Hitem:52326:0:0:0:0:0:0:933965600:85:0:0:0|h[Неустойчивая вода]|h|r",
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23624296,
											["bag_id"] = 8,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 27,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 28,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 29,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 30,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 31,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 32,
											["age"] = 23624285,
											["bag_id"] = 8,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cff0070dd|Hitem:41598:0:0:0:0:0:0:944274816:85:0:0:0|h[Таинственная котомка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_17.blp",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [9]
							},
							["slot_count"] = 180,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:57871:0:0:0:0:0:0:537288896:85:0:0:0|h[Шлем чудища тайфунов]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:63441:0:0:0:0:0:0:753499776:85:0:0:0|h[Подвеска хранителя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:63465:4199:4001:0:0:0:0:638856736:85:0:0:0|h[Мантия потери]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:71267:0:0:0:0:0:0:686198720:85:0:0:0|h[Мантия желания]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:65174:0:0:0:0:0:0:1416437120:85:0:0:0|h[Верхняя рубашка корсара]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:10034:0:0:0:0:0:0:902560640:85:0:0:0|h[]|h|r",
											["age"] = 23624285,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["age"] = 23624285,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:77323:0:0:0:0:0:0:0:85:0:0:0|h[Наручи черного сна]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:58163:4068:4001:0:0:0:0:0:85:0:0:0|h[Перчатки очищения]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:54504:0:4006:4001:0:0:0:1684541184:85:0:0:0|h[Пояс глубин]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56375:4114:3995:4001:0:0:0:873772728:85:0:0:0|h[Поножи радужных облаков]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56348:0:0:0:0:0:0:1427257792:85:0:0:0|h[Туфли пророка из культа Сумеречного Молота]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:58188:0:0:0:0:0:0:0:85:0:0:0|h[Перстень тайных имен]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56373:0:0:0:0:0:0:-1995513344:85:0:0:0|h[Кольцо замерзшего дождя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [14]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56339:0:0:0:0:0:0:1548196864:85:0:0:0|h[Витки могильной тьмы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [15]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:56351:0:0:0:0:0:0:1308506624:85:0:0:0|h[Кровавая слеза]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:71150:0:0:0:0:0:0:0:85:0:0:0|h[Жезл жгучей лозы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:57924:4091:0:0:0:0:0:0:85:0:0:0|h[Изгиб яблоневой ветви]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 23624285,
											["loc_id"] = 6,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 1,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 4,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
											["bag_id"] = 1,
											["age"] = 23624285,
											["count"] = 2040,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:391|h[Рекомендательный значок Тол Барада]|h|r",
											["bag_id"] = 1,
											["age"] = 23624285,
											["count"] = 17,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:81|h[Награда гурмана]|h|r",
											["bag_id"] = 1,
											["age"] = 23624285,
											["count"] = 4,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:241|h[Печать чемпиона]|h|r",
											["bag_id"] = 1,
											["age"] = 23624285,
											["count"] = 14,
										}, -- [4]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 4,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
					},
				},
				["!ACCOUNT - !ACCOUNT"] = {
					["info"] = {
						["realm"] = "Ясеневый лес",
						["player_id"] = "!ACCOUNT - !ACCOUNT",
						["name"] = "Account",
						["faction"] = "Alliance",
						["class"] = "ACCOUNT",
						["level"] = 9,
						["class_local"] = "Account",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						nil, -- [6]
						{
							["bag"] = {
								{
									["type"] = 17,
									["count"] = 102,
									["slot"] = {
										{
											["q"] = 2,
											["index"] = 1,
											["guid"] = "BattlePet-0-00000313C4E3",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:78:1:2:150:11:10:BattlePet-0-00000313C4E3|h[Багровая змея]|h|r",
											["ab"] = 1,
											["slot_id"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["index"] = 2,
											["guid"] = "BattlePet-0-00000313C505",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:141:1:2:148:10:11:BattlePet-0-00000313C505|h[Белый мотылек]|h|r",
											["ab"] = 1,
											["slot_id"] = 2,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["index"] = 3,
											["guid"] = "BattlePet-0-00000313C4CD",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:195:1:2:145:10:12:BattlePet-0-00000313C4CD|h[Белый скворчонок]|h|r",
											["ab"] = 1,
											["slot_id"] = 3,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 4,
											["guid"] = "BattlePet-0-00000313C50E",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hbattlepet:388:3:1:273:26:25:BattlePet-0-00000313C50E|h[Береговой краб]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["index"] = 5,
											["guid"] = "BattlePet-0-0000042208D7",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1320:1:3:152:10:13:BattlePet-0-0000042208D7|h[Блескотрончик]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["index"] = 6,
											["guid"] = "BattlePet-0-0000041872E7",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 6,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:227:1:2:148:12:10:BattlePet-0-0000041872E7|h[Боевой робот]|h|r",
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["index"] = 7,
											["guid"] = "BattlePet-0-00000313C4E6",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:160:10:10:BattlePet-0-00000313C4E6|h[Большая рогатая сова]|h|r",
											["ab"] = 1,
											["slot_id"] = 7,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["index"] = 8,
											["guid"] = "BattlePet-0-00000313C4C9",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:68:1:2:151:10:10:BattlePet-0-00000313C4C9|h[Большая рогатая сова]|h|r",
											["ab"] = 1,
											["slot_id"] = 8,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["index"] = 9,
											["guid"] = "BattlePet-0-00000313C513",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:40:1:2:142:11:11:BattlePet-0-00000313C513|h[Бомбейская кошка]|h|r",
											["ab"] = 1,
											["slot_id"] = 9,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["index"] = 10,
											["guid"] = "BattlePet-0-000003FE1FD1",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1540:1:2:148:11:11:BattlePet-0-000003FE1FD1|h[Бриллиантовая спора]|h|r",
											["ab"] = 1,
											["slot_id"] = 10,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["index"] = 11,
											["guid"] = "BattlePet-0-00000313C4C8",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:77:1:2:151:10:10:BattlePet-0-00000313C4C8|h[Бурая змейка]|h|r",
											["ab"] = 1,
											["slot_id"] = 11,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["index"] = 12,
											["guid"] = "BattlePet-0-00000313C4D5",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 12,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:200:1:2:148:8:13:BattlePet-0-00000313C4D5|h[Весенний кролик]|h|r",
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["index"] = 13,
											["guid"] = "BattlePet-0-00000313C4FF",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:157:1:2:151:10:10:BattlePet-0-00000313C4FF|h[Вилли]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 3,
											["index"] = 14,
											["guid"] = "BattlePet-0-0000040984B8",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:336:1:3:155:11:11:BattlePet-0-0000040984B8|h[Воздушный шар ярмарки Новолуния]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 3,
											["index"] = 15,
											["guid"] = "BattlePet-0-00000313C4F8",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:160:1:3:152:13:10:BattlePet-0-00000313C4F8|h[Вонюша]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 2,
											["index"] = 16,
											["guid"] = "BattlePet-0-0000040AE8F7",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:282:1:2:151:10:10:BattlePet-0-0000040AE8F7|h[Гильдейский глашатай]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 2,
											["index"] = 17,
											["guid"] = "BattlePet-0-0000040AE8F6",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:280:1:2:151:10:10:BattlePet-0-0000040AE8F6|h[Гильдейский паж]|h|r",
											["slot_id"] = 17,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 18,
											["guid"] = "BattlePet-0-00000313C516",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 18,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:391:4:2:314:34:48:BattlePet-0-00000313C516|h[Горный кролик]|h|r",
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["index"] = 19,
											["guid"] = "BattlePet-0-00000313C4E4",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:197:8:2:460:85:90:BattlePet-0-00000313C4E4|h[Детеныш кобры]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 3,
											["index"] = 20,
											["guid"] = "BattlePet-0-00000313C509",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:243:1:3:161:13:8:BattlePet-0-00000313C509|h[Дракончик Ониксии]|h|r",
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 2,
											["index"] = 21,
											["guid"] = "BattlePet-0-00000313C4CC",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:65:1:2:156:9:10:BattlePet-0-00000313C4CC|h[Древесная лягушка]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 2,
											["index"] = 23,
											["guid"] = "BattlePet-0-00000313C4D0",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:153:11:9:BattlePet-0-00000313C4D0|h[Желтый мотылек]|h|r",
											["ab"] = 1,
											["slot_id"] = 22,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 2,
											["index"] = 22,
											["guid"] = "BattlePet-0-00000313C4E2",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:140:1:2:148:13:9:BattlePet-0-00000313C4E2|h[Желтый мотылек]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 2,
											["index"] = 24,
											["guid"] = "BattlePet-0-00000313C4E0",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 24,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:201:1:2:153:11:10:BattlePet-0-00000313C4E0|h[Жирная индейка]|h|r",
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 3,
											["index"] = 25,
											["guid"] = "BattlePet-0-00000313C4D1",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:277:9:3:621:92:104:BattlePet-0-00000313C4D1|h[Заводной гном]|h|r",
											["ab"] = 1,
											["slot_id"] = 25,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 3,
											["index"] = 26,
											["guid"] = "BattlePet-0-000003FD73AE",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:277:1:3:158:10:12:BattlePet-0-000003FD73AE|h[Заводной гном]|h|r",
											["ab"] = 1,
											["slot_id"] = 26,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 2,
											["index"] = 27,
											["guid"] = "BattlePet-0-00000313C502",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:153:1:2:153:11:10:BattlePet-0-00000313C502|h[Зайцелоп]|h|r",
											["ab"] = 1,
											["slot_id"] = 27,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 2,
											["index"] = 28,
											["guid"] = "BattlePet-0-00000313C501",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-00000313C501|h[Зеленокрылый ара]|h|r",
											["ab"] = 1,
											["slot_id"] = 28,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 2,
											["index"] = 29,
											["guid"] = "BattlePet-0-000003938E0C",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 29,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:50:1:2:156:10:9:BattlePet-0-000003938E0C|h[Зеленокрылый ара]|h|r",
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 3,
											["index"] = 30,
											["guid"] = "BattlePet-0-00000313C4CF",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000313C4CF|h[Зловещая тыковка]|h|r",
											["ab"] = 1,
											["slot_id"] = 30,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 3,
											["index"] = 31,
											["guid"] = "BattlePet-0-00000313C50B",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000313C50B|h[Зловещая тыковка]|h|r",
											["ab"] = 1,
											["slot_id"] = 31,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = 2,
											["index"] = 32,
											["guid"] = "BattlePet-0-000003FDFACE",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:1532:1:2:145:12:10:BattlePet-0-000003FDFACE|h[Икки]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 32,
										}, -- [32]
										{
											["q"] = 2,
											["index"] = 33,
											["guid"] = "BattlePet-0-00000313C511",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-00000313C511|h[Императорский шелкопряд]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 33,
										}, -- [33]
										{
											["q"] = 3,
											["index"] = 34,
											["guid"] = "BattlePet-0-00000313C4FD",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:266:8:3:542:98:82:BattlePet-0-00000313C4FD|h[Ископаемый детеныш]|h|r",
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 2,
											["index"] = 35,
											["guid"] = "BattlePet-0-00000313C4ED",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:250:1:2:145:12:10:BattlePet-0-00000313C4ED|h[Карликовый пугель]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 2,
											["index"] = 36,
											["guid"] = "BattlePet-0-00000313C4FC",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 36,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:148:9:13:BattlePet-0-00000313C4FC|h[Корелла]|h|r",
											["count"] = 1,
										}, -- [36]
										{
											["q"] = 2,
											["index"] = 37,
											["guid"] = "BattlePet-0-00000409FD14",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:148:9:13:BattlePet-0-00000409FD14|h[Корелла]|h|r",
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 2,
											["index"] = 38,
											["guid"] = "BattlePet-0-00000313C515",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:41:1:2:142:13:10:BattlePet-0-00000313C515|h[Корниш-рекс]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 38,
										}, -- [38]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 39,
											["guid"] = "BattlePet-0-00000313C50F",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff9d9d9d|Hbattlepet:378:1:0:145:8:9:BattlePet-0-00000313C50F|h[Кролик]|h|r",
											["slot_id"] = 39,
										}, -- [39]
										{
											["q"] = 2,
											["index"] = 40,
											["guid"] = "BattlePet-0-00000313C4DD",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:86:1:2:156:10:10:BattlePet-0-00000313C4DD|h[Крошка Дымок]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 2,
											["index"] = 41,
											["guid"] = "BattlePet-0-00000313C4F9",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:127:1:2:153:10:10:BattlePet-0-00000313C4F9|h[Крыс Вибрисс]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 41,
										}, -- [41]
										{
											["q"] = 3,
											["index"] = 42,
											["guid"] = "BattlePet-0-00000313C4F2",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:57:1:3:155:12:10:BattlePet-0-00000313C4F2|h[Лазурный дракончик]|h|r",
											["slot_id"] = 42,
										}, -- [42]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 43,
											["guid"] = "BattlePet-0-00000313C4F7",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:386:3:3:264:31:37:BattlePet-0-00000313C4F7|h[Луговая собачка]|h|r",
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 2,
											["index"] = 44,
											["guid"] = "BattlePet-0-00000406CECD",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1446:1:2:150:11:10:BattlePet-0-00000406CECD|h[Лугопотамчик]|h|r",
											["ab"] = 1,
											["slot_id"] = 44,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [44]
										{
											["q"] = 2,
											["index"] = 45,
											["guid"] = "BattlePet-0-00000313C4EA",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:225:1:2:151:10:10:BattlePet-0-00000313C4EA|h[Любопытный маленький оракул]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 45,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [45]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 46,
											["guid"] = "BattlePet-0-00000313C4DB",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:419:1:2:154:10:10:BattlePet-0-00000313C4DB|h[Малая лягушка]|h|r",
											["ab"] = 1,
											["slot_id"] = 46,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [46]
										{
											["q"] = 3,
											["index"] = 47,
											["guid"] = "BattlePet-0-00000313C4E9",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:167:1:3:162:10:10:BattlePet-0-00000313C4E9|h[Маленький спороскат]|h|r",
											["ab"] = 1,
											["slot_id"] = 47,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 2,
											["index"] = 48,
											["guid"] = "BattlePet-0-00000313C4E1",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:122:1:2:148:10:12:BattlePet-0-00000313C4E1|h[Мелкошустр]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 48,
										}, -- [48]
										{
											["q"] = 2,
											["index"] = 50,
											["guid"] = "BattlePet-0-00000313C4FA",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C4FA|h[Механическая белка]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 49,
										}, -- [49]
										{
											["q"] = 2,
											["index"] = 49,
											["guid"] = "BattlePet-0-00000313C503",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-00000313C503|h[Механическая белка]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 50,
										}, -- [50]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 51,
											["guid"] = "BattlePet-0-00000313C4D2",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff9d9d9d|Hbattlepet:389:3:0:228:23:30:BattlePet-0-00000313C4D2|h[Миниатюрный жнец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 51,
										}, -- [51]
										{
											["q"] = 2,
											["index"] = 52,
											["guid"] = "BattlePet-0-00000313C504",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:192:1:2:153:10:11:BattlePet-0-00000313C504|h[Мистер Холодок]|h|r",
											["ab"] = 1,
											["slot_id"] = 52,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 2,
											["index"] = 53,
											["guid"] = "BattlePet-0-0000040AE8FB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 53,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:272:1:2:159:9:10:BattlePet-0-0000040AE8FB|h[Молодой броненосец]|h|r",
											["count"] = 1,
										}, -- [53]
										{
											["q"] = 3,
											["index"] = 54,
											["guid"] = "BattlePet-0-00000409CE21",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 54,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1142:1:3:158:10:12:BattlePet-0-00000409CE21|h[Мут'туз]|h|r",
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 1,
											["wp"] = 1,
											["index"] = 55,
											["guid"] = "BattlePet-0-00000313C4F5",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cffffffff|Hbattlepet:385:3:1:247:26:29:BattlePet-0-00000313C4F5|h[Мышь]|h|r",
											["slot_id"] = 55,
										}, -- [55]
										{
											["q"] = 2,
											["wp"] = 1,
											["index"] = 56,
											["guid"] = "BattlePet-0-00000313C4F1",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:447:1:2:153:9:11:BattlePet-0-00000313C4F1|h[Олененок]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 3,
											["index"] = 57,
											["guid"] = "BattlePet-0-0000041872E8",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:203:1:3:158:10:12:BattlePet-0-0000041872E8|h[Олешек]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 57,
										}, -- [57]
										{
											["q"] = 2,
											["index"] = 58,
											["guid"] = "BattlePet-0-00000313C4F3",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:214:1:2:151:10:10:BattlePet-0-00000313C4F3|h[Оруженосец Серебряного Авангарда]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 3,
											["index"] = 59,
											["guid"] = "BattlePet-0-000004282A6D",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1566:1:3:152:10:13:BattlePet-0-000004282A6D|h[Павлинчик Вечного Цветения]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 3,
											["index"] = 60,
											["guid"] = "BattlePet-0-00000313C4D9",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 60,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:198:1:3:155:11:12:BattlePet-0-00000313C4D9|h[Пингви]|h|r",
											["count"] = 1,
										}, -- [60]
										{
											["q"] = 3,
											["index"] = 61,
											["guid"] = "BattlePet-0-0000042247B2",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 61,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1567:1:3:149:12:12:BattlePet-0-0000042247B2|h[Питомец часового]|h|r",
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 2,
											["index"] = 62,
											["guid"] = "BattlePet-0-00000313C4EB",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:156:8:11:BattlePet-0-00000313C4EB|h[Подгородский таракан]|h|r",
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 3,
											["index"] = 64,
											["guid"] = "BattlePet-0-00000313C4CB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4CB|h[Поющий подсолнух]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 3,
											["index"] = 63,
											["guid"] = "BattlePet-0-00000313C4E7",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:291:1:3:164:10:10:BattlePet-0-00000313C4E7|h[Поющий подсолнух]|h|r",
											["slot_id"] = 64,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [64]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 65,
											["guid"] = "BattlePet-0-00000313C50A",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:401:8:0:476:71:60:BattlePet-0-00000313C50A|h[Прибрежный краб]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 65,
										}, -- [65]
										{
											["q"] = 3,
											["index"] = 66,
											["guid"] = "BattlePet-0-00000411567E",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 66,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1530:1:3:152:13:10:BattlePet-0-00000411567E|h[Призрачный северный волчонок]|h|r",
											["count"] = 1,
										}, -- [66]
										{
											["q"] = 2,
											["index"] = 67,
											["guid"] = "BattlePet-0-00000313C4DA",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:190:1:2:156:11:9:BattlePet-0-00000313C4DA|h[Призрачный череп]|h|r",
											["slot_id"] = 67,
										}, -- [67]
										{
											["q"] = 2,
											["index"] = 68,
											["guid"] = "BattlePet-0-00000313C4D7",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:196:1:2:156:11:9:BattlePet-0-00000313C4D7|h[Протодракончик]|h|r",
											["ab"] = 1,
											["slot_id"] = 68,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 69,
											["guid"] = "BattlePet-0-00000313C4DE",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff9d9d9d|Hbattlepet:395:5:0:363:40:38:BattlePet-0-00000313C4DE|h[Птенец канюка]|h|r",
											["slot_id"] = 69,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 2,
											["index"] = 70,
											["guid"] = "BattlePet-0-0000041958B0",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 70,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:792:1:2:151:11:10:BattlePet-0-0000041958B0|h[Птенец нефритового журавля]|h|r",
											["count"] = 1,
										}, -- [70]
										{
											["q"] = 3,
											["index"] = 71,
											["guid"] = "BattlePet-0-0000040AE8F8",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:270:1:3:161:11:10:BattlePet-0-0000040AE8F8|h[Птенец темного феникса]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 71,
										}, -- [71]
										{
											["q"] = 3,
											["index"] = 72,
											["guid"] = "BattlePet-0-000003F1DFFC",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 72,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff0070dd|Hbattlepet:1451:1:3:152:10:13:BattlePet-0-000003F1DFFC|h[Пылающий корги]|h|r",
											["count"] = 1,
										}, -- [72]
										{
											["q"] = 2,
											["index"] = 73,
											["guid"] = "BattlePet-0-00000313C4F6",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:847:1:2:153:10:10:BattlePet-0-00000313C4F6|h[Рыбаська]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 73,
										}, -- [73]
										{
											["q"] = 2,
											["index"] = 74,
											["guid"] = "BattlePet-0-00000313C500",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 74,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C500|h[Рыжая полосатая кошка]|h|r",
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 2,
											["index"] = 75,
											["guid"] = "BattlePet-0-00000313C4DF",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 75,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:43:1:2:145:11:10:BattlePet-0-00000313C4DF|h[Рыжая полосатая кошка]|h|r",
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 2,
											["index"] = 77,
											["guid"] = "BattlePet-0-0000042386BC",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-0000042386BC|h[Северный олень]|h|r",
											["slot_id"] = 76,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 2,
											["index"] = 76,
											["guid"] = "BattlePet-0-000004174256",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["slot_id"] = 77,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-000004174256|h[Северный олень]|h|r",
											["count"] = 1,
										}, -- [77]
										{
											["q"] = 2,
											["index"] = 78,
											["guid"] = "BattlePet-0-00000409FD15",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:151:10:11:BattlePet-0-00000409FD15|h[Сенегальский попугай]|h|r",
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 2,
											["index"] = 79,
											["guid"] = "BattlePet-0-00000313C512",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:154:10:10:BattlePet-0-00000313C512|h[Сенегальский попугай]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 79,
										}, -- [79]
										{
											["q"] = 2,
											["index"] = 80,
											["guid"] = "BattlePet-0-00000313C50D",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C50D|h[Серебристая полосатая кошка]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 80,
										}, -- [80]
										{
											["q"] = 2,
											["index"] = 81,
											["guid"] = "BattlePet-0-000003938E0D",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-000003938E0D|h[Серебристая полосатая кошка]|h|r",
											["ab"] = 1,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 81,
										}, -- [81]
										{
											["q"] = 2,
											["index"] = 82,
											["guid"] = "BattlePet-0-00000313C508",
											["bag_id"] = 1,
											["slot_id"] = 82,
											["h"] = "|cff1eff00|Hbattlepet:45:1:2:145:11:11:BattlePet-0-00000313C508|h[Серебристая полосатая кошка]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["ab"] = 1,
										}, -- [82]
										{
											["q"] = 2,
											["index"] = 83,
											["guid"] = "BattlePet-0-00000313C4D8",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:259:1:2:156:9:10:BattlePet-0-00000313C4D8|h[Синенький наездник]|h|r",
											["slot_id"] = 83,
										}, -- [83]
										{
											["q"] = 2,
											["index"] = 84,
											["guid"] = "BattlePet-0-0000041872EB",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 84,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:254:1:2:148:10:12:BattlePet-0-0000041872EB|h[Синий заводной ракетобот]|h|r",
											["count"] = 1,
										}, -- [84]
										{
											["q"] = 2,
											["index"] = 86,
											["guid"] = "BattlePet-0-00000313C4FB",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4FB|h[Синий мотылек]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 85,
										}, -- [85]
										{
											["q"] = 2,
											["index"] = 85,
											["guid"] = "BattlePet-0-00000313C4F0",
											["bag_id"] = 1,
											["slot_id"] = 86,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:156:9:10:BattlePet-0-00000313C4F0|h[Синий мотылек]|h|r",
										}, -- [86]
										{
											["q"] = 2,
											["index"] = 87,
											["guid"] = "BattlePet-0-00000313C4D4",
											["bag_id"] = 1,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:194:1:2:148:11:11:BattlePet-0-00000313C4D4|h[Скворчонок]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["slot_id"] = 87,
										}, -- [87]
										{
											["q"] = 0,
											["wp"] = 1,
											["index"] = 88,
											["guid"] = "BattlePet-0-00000409E1BA",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff9d9d9d|Hbattlepet:397:6:0:367:48:53:BattlePet-0-00000409E1BA|h[Скунс]|h|r",
											["slot_id"] = 88,
										}, -- [88]
										{
											["q"] = 2,
											["index"] = 90,
											["guid"] = "BattlePet-0-000004239036",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 89,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:117:1:2:151:10:10:BattlePet-0-000004239036|h[Снеговичок]|h|r",
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 2,
											["index"] = 89,
											["guid"] = "BattlePet-0-000004238AFF",
											["bag_id"] = 1,
											["count"] = 1,
											["ab"] = 1,
											["slot_id"] = 90,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:117:1:2:151:10:10:BattlePet-0-000004238AFF|h[Снеговичок]|h|r",
											["loc_id"] = 7,
										}, -- [90]
										{
											["q"] = 2,
											["index"] = 91,
											["guid"] = "BattlePet-0-0000042D7226",
											["bag_id"] = 1,
											["slot_id"] = 91,
											["h"] = "|cff1eff00|Hbattlepet:1538:1:2:148:10:12:BattlePet-0-0000042D7226|h[Спора Тенетопи]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [91]
										{
											["q"] = 2,
											["index"] = 92,
											["guid"] = "BattlePet-0-00000313C4E8",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 92,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:321:1:2:160:10:10:BattlePet-0-00000313C4E8|h[Страшный ящик]|h|r",
										}, -- [92]
										{
											["q"] = 3,
											["index"] = 93,
											["guid"] = "BattlePet-0-00000313C4CA",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:310:1:3:152:12:12:BattlePet-0-00000313C4CA|h[Фигурка вуду]|h|r",
											["ab"] = 1,
											["slot_id"] = 93,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 2,
											["index"] = 94,
											["guid"] = "BattlePet-0-00000410F6D6",
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 94,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:1471:1:2:150:11:10:BattlePet-0-00000410F6D6|h[Фруктоед]|h|r",
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 2,
											["index"] = 96,
											["guid"] = "BattlePet-0-00000313C506",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C506|h[Цыпленок Западного края]|h|r",
											["slot_id"] = 95,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 2,
											["index"] = 97,
											["guid"] = "BattlePet-0-00000313C4F4",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:151:10:10:BattlePet-0-00000313C4F4|h[Цыпленок Западного края]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 96,
										}, -- [96]
										{
											["q"] = 2,
											["index"] = 98,
											["guid"] = "BattlePet-0-00000313C4EF",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:150:11:10:BattlePet-0-00000313C4EF|h[Цыпленок Западного края]|h|r",
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["slot_id"] = 97,
										}, -- [97]
										{
											["q"] = 2,
											["index"] = 95,
											["guid"] = "BattlePet-0-00000313C4EE",
											["bag_id"] = 1,
											["slot_id"] = 98,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:84:1:2:153:10:10:BattlePet-0-00000313C4EE|h[Цыпленок Западного края]|h|r",
											["loc_id"] = 7,
										}, -- [98]
										{
											["q"] = 2,
											["index"] = 99,
											["guid"] = "BattlePet-0-00000313C50C",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:75:1:2:145:10:12:BattlePet-0-00000313C50C|h[Черная королевская змейка]|h|r",
											["ab"] = 1,
											["slot_id"] = 99,
											["bp"] = 1,
											["fav"] = false,
											["loc_id"] = 7,
											["count"] = 1,
										}, -- [99]
										{
											["q"] = 3,
											["index"] = 100,
											["guid"] = "BattlePet-0-00000313C510",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:244:1:3:161:13:8:BattlePet-0-00000313C510|h[Щенок гончей Недр]|h|r",
											["loc_id"] = 7,
											["slot_id"] = 100,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["count"] = 1,
										}, -- [100]
										{
											["q"] = 2,
											["index"] = 102,
											["guid"] = "BattlePet-0-00000313C4DC",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 101,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C4DC|h[Ястребиная сова]|h|r",
											["ab"] = 1,
										}, -- [101]
										{
											["q"] = 2,
											["index"] = 101,
											["guid"] = "BattlePet-0-00000313C514",
											["bag_id"] = 1,
											["count"] = 1,
											["loc_id"] = 7,
											["slot_id"] = 102,
											["bp"] = 1,
											["fav"] = false,
											["h"] = "|cff1eff00|Hbattlepet:67:1:2:151:10:10:BattlePet-0-00000313C514|h[Ястребиная сова]|h|r",
											["ab"] = 1,
										}, -- [102]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 102,
						}, -- [7]
						{
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 52,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:142073|h[Азарт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 1,
											["loc_id"] = 8,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 5,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60024|h[Аметистовый протодракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 2,
											["loc_id"] = 8,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 16,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32240|h[Белоснежный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 3,
											["loc_id"] = 8,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 30,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:54753|h[Белый северный медведь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 4,
											["loc_id"] = 8,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 62,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35713|h[Большой синий элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 5,
											["loc_id"] = 8,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 66,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59569|h[Бронзовый дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 6,
											["loc_id"] = 8,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 79,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127288|h[Бурая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 7,
											["loc_id"] = 8,
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 106,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32239|h[Вороной грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 8,
											["loc_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 107,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:470|h[Вороной жеребец]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 9,
											["loc_id"] = 8,
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 112,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66087|h[Гиппогриф Серебряного союза]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 10,
											["loc_id"] = 8,
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 113,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:6648|h[Гнедая кобыла]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 11,
											["loc_id"] = 8,
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 114,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:458|h[Гнедой конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 12,
											["loc_id"] = 8,
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 115,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17464|h[Гнедой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 13,
											["loc_id"] = 8,
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 120,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:170347|h[Гончая Недр]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 14,
											["loc_id"] = 8,
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 152,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:120395|h[Зеленая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 15,
											["loc_id"] = 8,
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 153,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17465|h[Зеленый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 16,
											["loc_id"] = 8,
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 164,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32235|h[Золотистый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 17,
											["loc_id"] = 8,
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 184,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61451|h[Ковер-самолет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 18,
											["loc_id"] = 8,
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 197,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66846|h[Коричневый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 19,
											["loc_id"] = 8,
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 200,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127290|h[Красная драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 20,
											["loc_id"] = 8,
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 209,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17462|h[Красный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 21,
											["loc_id"] = 8,
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 219,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41514|h[Лазурный дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 22,
											["loc_id"] = 8,
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 230,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127289|h[Лиловая драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 23,
											["loc_id"] = 8,
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 231,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23246|h[Лиловый боевой конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 24,
											["loc_id"] = 8,
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 233,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41516|h[Лиловый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 25,
											["loc_id"] = 8,
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 236,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35711|h[Лиловый элекк]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 26,
											["loc_id"] = 8,
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 242,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75207|h[Морской конек Бездны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 27,
											["loc_id"] = 8,
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 263,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:121820|h[Обсидиановое крыло ночи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 28,
											["loc_id"] = 8,
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 279,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41513|h[Ониксовый дракон Крыльев Пустоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 29,
											["loc_id"] = 8,
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 291,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:472|h[Пегий конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 30,
											["loc_id"] = 8,
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 315,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75973|h[Прогулочная ракета X-53]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 31,
											["loc_id"] = 8,
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 333,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171620|h[Самец-кровокопыт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 32,
											["loc_id"] = 8,
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 350,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59568|h[Синий дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 33,
											["loc_id"] = 8,
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 354,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17463|h[Синий конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 34,
											["loc_id"] = 8,
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 359,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127287|h[Синяя драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 35,
											["loc_id"] = 8,
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 365,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171845|h[Смертоцикл вождя]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 36,
											["loc_id"] = 8,
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 373,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:49322|h[Стремительная жевра]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 37,
											["loc_id"] = 8,
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 380,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23228|h[Стремительный белый рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 38,
											["loc_id"] = 8,
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 388,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23229|h[Стремительный гнедой рысак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 39,
											["loc_id"] = 8,
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 395,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32290|h[Стремительный зеленый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 40,
											["loc_id"] = 8,
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 399,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23227|h[Стремительный игреневый конь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 41,
											["loc_id"] = 8,
										}, -- [41]
										{
											["q"] = 1,
											["index"] = 401,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32289|h[Стремительный красный грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 42,
											["ab"] = 1,
										}, -- [42]
										{
											["q"] = 1,
											["index"] = 403,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23221|h[Стремительный ледопард]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = true,
											["slot_id"] = 43,
											["ab"] = 1,
										}, -- [43]
										{
											["q"] = 1,
											["index"] = 408,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32292|h[Стремительный лиловый грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 44,
											["loc_id"] = 8,
										}, -- [44]
										{
											["q"] = 1,
											["index"] = 422,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32242|h[Стремительный синий грифон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 45,
											["loc_id"] = 8,
										}, -- [45]
										{
											["q"] = 1,
											["index"] = 447,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127286|h[Черная драконья черепаха]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 46,
											["ab"] = 1,
										}, -- [46]
										{
											["q"] = 1,
											["index"] = 454,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59785|h[Черный боевой мамонт]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 47,
											["ab"] = 1,
										}, -- [47]
										{
											["q"] = 1,
											["index"] = 456,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60118|h[Черный боевой медведь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 48,
											["ab"] = 1,
										}, -- [48]
										{
											["q"] = 1,
											["index"] = 459,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:34790|h[Черный боевой талбук]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 49,
											["ab"] = 1,
										}, -- [49]
										{
											["q"] = 1,
											["index"] = 463,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:39316|h[Черный верховой талбук]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 50,
											["ab"] = 1,
										}, -- [50]
										{
											["q"] = 1,
											["index"] = 466,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59650|h[Черный дракон]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 51,
											["ab"] = 1,
										}, -- [51]
										{
											["q"] = 1,
											["index"] = 473,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64977|h[Черный конь-скелет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 52,
											["ab"] = 1,
										}, -- [52]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 52,
						}, -- [8]
						[14] = {
							["bag"] = {
								{
									["type"] = 26,
									["count"] = 50,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 1,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 36863,
											["fav"] = true,
											["slot_id"] = 1,
											["h"] = "|cff0070dd|Hitem:36863:0:0:0:0:0:0:0:100:0:0:0|h[Десятигранный игральный кубик дворфов]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 179,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119003,
											["fav"] = false,
											["slot_id"] = 2,
											["h"] = "|cff0070dd|Hitem:119003:0:0:0:0:0:0:0:100:0:0:0|h[Тотем Бездны]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 138,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88370,
											["fav"] = false,
											["slot_id"] = 3,
											["h"] = "|cff0070dd|Hitem:88370:0:0:0:0:0:0:0:100:0:0:0|h[Прыткий сурок]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 139,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 37710,
											["fav"] = false,
											["slot_id"] = 4,
											["h"] = "|cff1eff00|Hitem:37710:0:0:0:0:0:0:0:100:0:0:0|h[Пульт управления болидом \"Бей-Молоти\"]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 178,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 75042,
											["fav"] = false,
											["slot_id"] = 5,
											["h"] = "|cff0070dd|Hitem:75042:0:0:0:0:0:0:0:100:0:0:0|h[Тонкий желтый воздушный шар ярмарки Новолуния]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 70,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 44606,
											["fav"] = false,
											["slot_id"] = 6,
											["h"] = "|cff0070dd|Hitem:44606:0:0:0:0:0:0:0:100:0:0:0|h[Игрушечная железная дорога]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 51,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 109739,
											["fav"] = false,
											["slot_id"] = 7,
											["h"] = "|cff0070dd|Hitem:109739:0:0:0:0:0:0:0:100:0:0:0|h[Звездная карта]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 69,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 80822,
											["fav"] = false,
											["slot_id"] = 8,
											["h"] = "|cff1eff00|Hitem:80822:0:0:0:0:0:0:0:100:0:0:0|h[Золотой банан]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 43,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 69776,
											["fav"] = false,
											["slot_id"] = 9,
											["h"] = "|cff0070dd|Hitem:69776:0:0:0:0:0:0:0:100:0:0:0|h[Древний янтарь]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 115,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 114227,
											["fav"] = false,
											["slot_id"] = 10,
											["h"] = "|cff0070dd|Hitem:114227:0:0:0:0:0:0:0:100:0:0:0|h[Палочка для мыльных пузырей]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 166,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 64361,
											["fav"] = false,
											["slot_id"] = 11,
											["h"] = "|cff0070dd|Hitem:64361:0:0:0:0:0:0:0:100:0:0:0|h[Статуэтки женщины-друида и мужчины-жреца]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 50,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118191,
											["fav"] = false,
											["slot_id"] = 12,
											["h"] = "|cff0070dd|Hitem:118191:0:0:0:0:0:0:0:100:0:0:0|h[Запасной посох верховного мага Варгота]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 44,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118938,
											["fav"] = false,
											["slot_id"] = 13,
											["h"] = "|cff0070dd|Hitem:118938:0:0:0:0:0:0:0:100:0:0:0|h[Дупликатор Манашторма]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 102,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 104323,
											["fav"] = false,
											["slot_id"] = 14,
											["h"] = "|cff1eff00|Hitem:104323:0:0:0:0:0:0:0:100:0:0:0|h[Мяч из толстой кожи]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 105,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113375,
											["fav"] = false,
											["slot_id"] = 15,
											["h"] = "|cff1eff00|Hitem:113375:0:0:0:0:0:0:0:100:0:0:0|h[Набор для полировки доспехов воздаятеля]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 99,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116692,
											["fav"] = false,
											["slot_id"] = 16,
											["h"] = "|cff0070dd|Hitem:116692:0:0:0:0:0:0:0:100:0:0:0|h[Мягкая бархатистая зеленая подушка]|h|r",
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 177,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 108743,
											["fav"] = false,
											["slot_id"] = 17,
											["h"] = "|cff0070dd|Hitem:108743:0:0:0:0:0:0:0:100:0:0:0|h[Тлеющие сапоги Жулии]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 38,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54651,
											["fav"] = false,
											["slot_id"] = 18,
											["h"] = "|cff0070dd|Hitem:54651:0:0:0:0:0:0:0:100:0:0:0|h[Гордость Гномрегана]|h|r",
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 52,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54437,
											["fav"] = false,
											["slot_id"] = 19,
											["h"] = "|cff1eff00|Hitem:54437:0:0:0:0:0:0:0:100:0:0:0|h[Зеленая тряпичная куколка]|h|r",
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 101,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116691,
											["fav"] = false,
											["slot_id"] = 20,
											["h"] = "|cff0070dd|Hitem:116691:0:0:0:0:0:0:0:100:0:0:0|h[Мягкая подушка из кожи жевры]|h|r",
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 104,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 17712,
											["fav"] = false,
											["slot_id"] = 21,
											["h"] = "|cff0070dd|Hitem:17712:0:0:0:0:0:0:0:100:0:0:0|h[Набор для переодевания Зимнего Покрова]|h|r",
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 143,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54343,
											["fav"] = false,
											["slot_id"] = 22,
											["h"] = "|cff1eff00|Hitem:54343:0:0:0:0:0:0:0:100:0:0:0|h[Пульт управления синим болидом \"Бей-Молоти\"]|h|r",
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 142,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 46709,
											["fav"] = false,
											["slot_id"] = 23,
											["h"] = "|cff0070dd|Hitem:46709:0:0:0:0:0:0:0:100:0:0:0|h[Пульт управления мини-дирижаблем]|h|r",
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 87,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 21540,
											["fav"] = false,
											["slot_id"] = 24,
											["h"] = "|cff1eff00|Hitem:21540:0:0:0:0:0:0:0:100:0:0:0|h[Лампада Элуны]|h|r",
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 90,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88580,
											["fav"] = false,
											["slot_id"] = 25,
											["h"] = "|cff0070dd|Hitem:88580:0:0:0:0:0:0:0:100:0:0:0|h[Маска Кен-Кена]|h|r",
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 42,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119210,
											["fav"] = false,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:119210:0:0:0:0:0:0:0:100:0:0:0|h[Доска для игры в Hearthstone]|h|r",
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 194,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 64373,
											["fav"] = false,
											["slot_id"] = 27,
											["h"] = "|cff0070dd|Hitem:64373:0:0:0:0:0:0:0:100:0:0:0|h[Чаша Горных королей]|h|r",
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 8,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 111476,
											["fav"] = true,
											["slot_id"] = 28,
											["h"] = "|cff0070dd|Hitem:111476:0:0:0:0:0:0:0:100:0:0:0|h[Украденное дыхание]|h|r",
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113096,
											["fav"] = true,
											["slot_id"] = 29,
											["h"] = "|cff0070dd|Hitem:113096:0:0:0:0:0:0:0:100:0:0:0|h[Талисман Кровавой Гривы]|h|r",
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 9,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88589,
											["fav"] = true,
											["slot_id"] = 30,
											["h"] = "|cff0070dd|Hitem:88589:0:0:0:0:0:0:0:100:0:0:0|h[Факел для кремации]|h|r",
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 122,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88387,
											["fav"] = false,
											["slot_id"] = 31,
											["h"] = "|cff0070dd|Hitem:88387:0:0:0:0:0:0:0:100:0:0:0|h[Плевательница Шу-шэня]|h|r",
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 75,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118427,
											["fav"] = false,
											["slot_id"] = 32,
											["h"] = "|cff0070dd|Hitem:118427:0:0:0:0:0:0:0:100:0:0:0|h[Карта Hearthstone с автографами]|h|r",
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 6,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116115,
											["fav"] = true,
											["slot_id"] = 33,
											["h"] = "|cff0070dd|Hitem:116115:0:0:0:0:0:0:0:100:0:0:0|h[Пылающие крылья]|h|r",
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 4,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 33927,
											["fav"] = true,
											["slot_id"] = 34,
											["h"] = "|cff0070dd|Hitem:33927:0:0:0:0:0:0:0:100:0:0:0|h[Небольшой бочонок]|h|r",
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 5,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119039,
											["fav"] = true,
											["slot_id"] = 35,
											["h"] = "|cff0070dd|Hitem:119039:0:0:0:0:0:0:0:100:0:0:0|h[Предупреждающий знак Лилиан]|h|r",
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 2,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 43499,
											["fav"] = true,
											["slot_id"] = 36,
											["h"] = "|cff0070dd|Hitem:43499:0:0:0:0:0:0:0:100:0:0:0|h[Железная походная фляга]|h|r",
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 3,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 118937,
											["fav"] = true,
											["slot_id"] = 37,
											["h"] = "|cff0070dd|Hitem:118937:0:0:0:0:0:0:0:100:0:0:0|h[Коса Гамона]|h|r",
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 29,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119212,
											["fav"] = false,
											["slot_id"] = 38,
											["h"] = "|cffffffff|Hitem:119212:0:0:0:0:0:0:0:100:0:0:0|h[Выигрышная комбинация]|h|r",
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 180,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 88584,
											["fav"] = false,
											["slot_id"] = 39,
											["h"] = "|cff0070dd|Hitem:88584:0:0:0:0:0:0:0:100:0:0:0|h[Тотем гармонии]|h|r",
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 47,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 45057,
											["fav"] = false,
											["slot_id"] = 40,
											["h"] = "|cff0070dd|Hitem:45057:0:0:0:0:0:0:0:100:0:0:0|h[Заводной крушитель поездов]|h|r",
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 81,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 34480,
											["fav"] = false,
											["slot_id"] = 41,
											["h"] = "|cff0070dd|Hitem:34480:0:0:0:0:0:0:0:100:0:0:0|h[Корзинка для романтического пикника]|h|r",
										}, -- [41]
										{
											["q"] = 1,
											["index"] = 192,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113570,
											["fav"] = false,
											["slot_id"] = 42,
											["h"] = "|cff0070dd|Hitem:113570:0:0:0:0:0:0:0:100:0:0:0|h[Цветок Древнего]|h|r",
										}, -- [42]
										{
											["q"] = 1,
											["index"] = 82,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 119083,
											["fav"] = false,
											["slot_id"] = 43,
											["h"] = "|cff0070dd|Hitem:119083:0:0:0:0:0:0:0:100:0:0:0|h[Корзинка с фруктами]|h|r",
										}, -- [43]
										{
											["q"] = 1,
											["index"] = 39,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54653,
											["fav"] = false,
											["slot_id"] = 44,
											["h"] = "|cff0070dd|Hitem:54653:0:0:0:0:0:0:0:100:0:0:0|h[Гордость Черного Копья]|h|r",
										}, -- [44]
										{
											["q"] = 1,
											["index"] = 190,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 104324,
											["fav"] = false,
											["slot_id"] = 45,
											["h"] = "|cff1eff00|Hitem:104324:0:0:0:0:0:0:0:100:0:0:0|h[Футбольный мяч]|h|r",
										}, -- [45]
										{
											["q"] = 1,
											["index"] = 48,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 69777,
											["fav"] = false,
											["slot_id"] = 46,
											["h"] = "|cff0070dd|Hitem:69777:0:0:0:0:0:0:0:100:0:0:0|h[Заколдованный боевой барабан]|h|r",
										}, -- [46]
										{
											["q"] = 1,
											["index"] = 157,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 54438,
											["fav"] = false,
											["slot_id"] = 47,
											["h"] = "|cff1eff00|Hitem:54438:0:0:0:0:0:0:0:100:0:0:0|h[Синяя тряпичная куколка]|h|r",
										}, -- [47]
										{
											["q"] = 1,
											["index"] = 185,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 117550,
											["fav"] = false,
											["slot_id"] = 48,
											["h"] = "|cff0070dd|Hitem:117550:0:0:0:0:0:0:0:100:0:0:0|h[Улей злых пчел]|h|r",
										}, -- [48]
										{
											["q"] = 1,
											["index"] = 32,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 113631,
											["fav"] = false,
											["slot_id"] = 49,
											["h"] = "|cff0070dd|Hitem:113631:0:0:0:0:0:0:0:100:0:0:0|h[Гипнотические очки]|h|r",
										}, -- [49]
										{
											["q"] = 1,
											["index"] = 141,
											["bag_id"] = 1,
											["ab"] = 1,
											["loc_id"] = 14,
											["count"] = 1,
											["sb"] = 1,
											["item"] = 116763,
											["fav"] = false,
											["slot_id"] = 50,
											["h"] = "|cff0070dd|Hitem:116763:0:0:0:0:0:0:0:100:0:0:0|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
										}, -- [50]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 50,
						},
					},
				},
				["Эксплорер - Подземье"] = {
					["info"] = {
						["realm"] = "Подземье",
						["money"] = 37363,
						["class"] = "HUNTER",
						["player_id"] = "Эксплорер - Подземье",
						["class_local"] = "Охотник",
						["level"] = 19,
						["race"] = "Troll",
						["name"] = "Эксплорер",
						["faction"] = "Horde",
						["race_local"] = "Тролль",
						["skills"] = {
							393, -- [1]
						},
						["gender"] = 2,
						["faction_local"] = "Орда",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23683178,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:19:0:0:0|h[Камень возвращения]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 5,
											["age"] = 23683178,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:1254879552:19:0:0:0|h[Шерсть]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["count"] = 1,
											["age"] = 23683178,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:7005:0:0:0:0:0:0:0:19:0:0:0|h[Нож для снятия шкур]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["count"] = 2,
											["age"] = 23683178,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:774:0:0:0:0:0:0:-1351159552:19:0:0:0|h[Малахит]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 23683178,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:20437:0:0:0:0:0:0:0:19:0:0:0|h[Лук всадника]|h|r",
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:115301:0:0:0:0:0:0:0:19:0:0:0|h[Пылающий корги]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23683251,
											["loc_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 5,
											["age"] = 23683178,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:2934:0:0:0:0:0:0:1515307904:19:0:0:0|h[Обрывки кожи]|h|r",
										}, -- [7]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23683178,
											["slot_id"] = 8,
											["h"] = "|cff0070dd|Hitem:46709:0:0:0:0:0:0:1628377088:19:0:0:0|h[Пульт управления мини-дирижаблем]|h|r",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 8,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [6]
									},
									["status"] = -3,
									["empty"] = 6,
									["h"] = "|cffffffff|Hitem:2101:0:0:0:0:0:0:0:19:0:0:0|h[Легкий колчан]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Quiver_09.blp",
								}, -- [2]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [3]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
							},
							["slot_count"] = 22,
						}, -- [1]
						[3] = {
							["bag"] = {
								[9] = {
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								},
							},
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23683178,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:20442:0:0:0:0:0:0:0:19:0:0:0|h[Медальон Разведчика]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [2]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["age"] = 23683178,
											["ab"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:44103:0:0:0:0:0:0:0:19:0:0:0|h[Исключительные наплечники грозового покрова]|h|r",
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:51994:0:0:0:0:0:-71:356909063:19:0:0:0|h[Плащ беспокойства с меткой преступника]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [4]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 23683178,
											["ab"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:48689:3330:0:0:0:0:0:0:19:0:0:0|h[Испачканный мундир незаметности]|h|r",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:127:0:0:0:0:0:0:0:19:0:0:0|h[]|h|r",
											["age"] = 23683178,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 23683178,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:14148:0:0:0:0:0:0:1343356992:19:0:0:0|h[Кристаллические манжеты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:5195:0:0:0:0:0:0:-2021980800:19:0:0:0|h[Перчатки в золотую крапинку]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10403:0:0:0:0:0:0:1374164224:19:0:0:0|h[Черненый пояс Братства Справедливости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:6553:0:0:0:0:0:-11:360972293:19:0:0:0|h[Брюки барда со знаком сокола]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10402:0:0:0:0:0:0:929518592:19:0:0:0|h[Черненые сапоги Братства Справедливости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:20429:0:0:0:0:0:0:0:19:0:0:0|h[Кольцо легионера]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:1156:0:0:0:0:0:0:1650433152:19:0:0:0|h[Щедро изукрашенное кольцо]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23683178,
											["loc_id"] = 6,
										}, -- [14]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 1,
											["age"] = 23683178,
											["ab"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:44097:0:0:0:0:0:0:0:19:0:0:0|h[Унаследованный знак различия Орды]|h|r",
										}, -- [15]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["age"] = 23683178,
											["ab"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:42991:0:0:0:0:0:0:0:19:0:0:0|h[Стремительная рука правосудия]|h|r",
										}, -- [16]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["age"] = 23683178,
											["ab"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:44091:803:0:0:0:0:0:0:19:0:0:0|h[Отточенный алый крис]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 23683178,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 3,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
											["bag_id"] = 1,
											["age"] = 23683178,
											["count"] = 12,
										}, -- [1]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 1,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
					},
				},
				["+Снежная лавина - Ясеневый лес"] = {
					["info"] = {
						["money"] = 544859488,
						["class"] = "GUILD",
						["player_id"] = "+Снежная лавина - Ясеневый лес",
						["realm"] = "Ясеневый лес",
						["name"] = "Снежная лавина",
						["faction"] = "Alliance",
						["class_local"] = "Гильдия",
						["level"] = 1,
						["guild_id"] = "+Снежная лавина - Ясеневый лес",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						{
							["bag"] = {
								{
									["type"] = 1,
									["access"] = "полный доступ",
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42253:0:0:0:0:0:0:2022213376:95:0:0:0|h[Паутина паука-ледопряда]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 6,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29528:0:0:0:0:0:0:1609939476:95:0:0:0|h[Барабаны войны]|h|r",
											["slot_id"] = 2,
											["did"] = 15,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39505:0:0:0:0:0:0:0:95:0:0:0|h[Набор виртуозного начертателя]|h|r",
											["slot_id"] = 3,
											["did"] = 29,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:1710522880:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:1519363840:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:104453632:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46379:0:0:0:0:0:0:1220740864:95:0:0:0|h[Настой каменной крови]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 6,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20404:0:0:0:0:0:0:1165595232:95:0:0:0|h[Зашифрованный Сумеречный текст]|h|r",
											["slot_id"] = 8,
											["did"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 18,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:547352704:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 9,
											["did"] = 16,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 10,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:90407:0:0:0:0:0:0:-1900638080:95:0:0:0|h[Сверкающий осколок]|h|r",
											["slot_id"] = 10,
											["did"] = 30,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 9,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:1510240896:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 11,
											["did"] = 44,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33448:0:0:0:0:0:0:702849664:95:0:0:0|h[Рунический флакон с зельем маны]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 5,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:57194:0:0:0:0:0:0:550201344:95:0:0:0|h[Зелье сосредоточения]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 8,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:57191:0:0:0:0:0:0:1047577408:95:0:0:0|h[Легендарное лечебное зелье]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 8,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:104316:0:0:0:0:0:0:1217440000:95:0:0:0|h[Призрачный грог]|h|r",
											["slot_id"] = 15,
											["did"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 4,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:30809:0:0:0:0:0:0:420378112:95:0:0:0|h[Знак Саргераса]|h|r",
											["slot_id"] = 16,
											["did"] = 17,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 6,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:32897:0:0:0:0:0:0:0:95:0:0:0|h[Знак Иллидари]|h|r",
											["slot_id"] = 17,
											["did"] = 31,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 28,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:1505511424:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 18,
											["did"] = 45,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 1,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:1411669120:95:0:0:0|h[Кориевый сейф]|h|r",
											["slot_id"] = 20,
											["did"] = 73,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:415926144:95:0:0:0|h[Этерниевый сейф]|h|r",
											["slot_id"] = 21,
											["did"] = 87,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4339:0:0:0:0:0:0:0:95:0:0:0|h[Рулон магической ткани]|h|r",
											["slot_id"] = 22,
											["did"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [22]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:77529:0:0:0:0:0:0:1215865344:95:0:0:0|h[Прицел судьбы лорда Бумтингона]|h|r",
											["slot_id"] = 23,
											["did"] = 18,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780:0:0:0:0:0:0:1301844480:95:0:0:0|h[Реликвия Ульдуара]|h|r",
											["slot_id"] = 24,
											["did"] = 32,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 22,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:1442061568:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 25,
											["did"] = 46,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:1233725696:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 26,
											["did"] = 60,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52078:0:0:0:0:0:0:1602310016:95:0:0:0|h[Сфера хаоса]|h|r",
											["slot_id"] = 27,
											["did"] = 74,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 3,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877:0:0:0:0:0:0:1547844224:95:0:0:0|h[Ткань Пустоты]|h|r",
											["slot_id"] = 28,
											["did"] = 88,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 4,
										}, -- [28]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36908:0:0:0:0:0:0:1195871488:95:0:0:0|h[Северный лотос]|h|r",
											["slot_id"] = 29,
											["did"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 19,
										}, -- [29]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:61980:0:0:0:0:0:0:2092816640:95:0:0:0|h[Раскаленные угли]|h|r",
											["slot_id"] = 30,
											["did"] = 19,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4304:0:0:0:0:0:0:0:95:0:0:0|h[Плотная кожа]|h|r",
											["slot_id"] = 31,
											["did"] = 33,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [31]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4305:0:0:0:0:0:0:0:95:0:0:0|h[Рулон шелка]|h|r",
											["slot_id"] = 32,
											["did"] = 47,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 3,
										}, -- [32]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:22450:0:0:0:0:0:0:100225215:95:0:0:0|h[Кристалл Бездны]|h|r",
											["slot_id"] = 33,
											["did"] = 61,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 44,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:1778488704:95:0:0:0|h[Шерсть]|h|r",
											["slot_id"] = 34,
											["did"] = 75,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 15,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14047:0:0:0:0:0:0:2090290304:95:0:0:0|h[Руническая ткань]|h|r",
											["slot_id"] = 35,
											["did"] = 89,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 6,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:82960:0:0:0:0:0:0:10243106:95:0:0:0|h[Призрачная отмычка]|h|r",
											["slot_id"] = 36,
											["did"] = 6,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [36]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:54450:0:0:0:0:0:0:1129726592:95:0:0:0|h[Усиленная призрачная чародейская нить]|h|r",
											["slot_id"] = 37,
											["did"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [37]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:2007778816:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 38,
											["did"] = 34,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 17,
										}, -- [38]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109156:0:0:0:0:0:0:0:95:0:0:0|h[Сильный дренорский настой силы]|h|r",
											["slot_id"] = 39,
											["did"] = 48,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [39]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:95:0:0:0|h[Фолиант ясного разума]|h|r",
											["slot_id"] = 40,
											["did"] = 62,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 3,
										}, -- [40]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:80433:0:0:0:0:0:0:221323008:95:0:0:0|h[Дух крови]|h|r",
											["slot_id"] = 41,
											["did"] = 76,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 12,
										}, -- [41]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:77531:0:0:0:0:0:0:583014144:95:0:0:0|h[Зеркальный прицел]|h|r",
											["slot_id"] = 42,
											["did"] = 90,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 5,
										}, -- [42]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:76081:0:0:0:0:0:0:1216050304:95:0:0:0|h[Эликсир отражений]|h|r",
											["slot_id"] = 43,
											["did"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 12,
										}, -- [43]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:77531:0:0:0:0:0:0:768302528:95:0:0:0|h[Зеркальный прицел]|h|r",
											["slot_id"] = 44,
											["did"] = 21,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [44]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40772:0:0:0:0:0:0:419927680:95:0:0:0|h[Гномский армейский нож]|h|r",
											["slot_id"] = 45,
											["did"] = 35,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [45]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11176:0:0:0:0:0:0:1259539329:95:0:0:0|h[Сонная пыль]|h|r",
											["slot_id"] = 46,
											["did"] = 49,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 119,
										}, -- [46]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:1453114880:95:0:0:0|h[Пыль духов]|h|r",
											["slot_id"] = 47,
											["did"] = 63,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 88,
										}, -- [47]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72120:0:0:0:0:0:0:0:95:0:0:0|h[Экзотическая кожа]|h|r",
											["slot_id"] = 48,
											["did"] = 77,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 50,
										}, -- [48]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14256:0:0:0:0:0:0:739365760:95:0:0:0|h[Ткань Скверны]|h|r",
											["slot_id"] = 49,
											["did"] = 91,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 3,
										}, -- [49]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:76077:0:0:0:0:0:0:1825898113:95:0:0:0|h[Эликсир вооружения]|h|r",
											["slot_id"] = 50,
											["did"] = 8,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [50]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109145:0:0:0:0:0:0:0:95:0:0:0|h[Дренорский настой ловкости]|h|r",
											["slot_id"] = 51,
											["did"] = 22,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52185:0:0:0:0:0:0:742467328:95:0:0:0|h[Элементиевая руда]|h|r",
											["slot_id"] = 52,
											["did"] = 36,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 59,
										}, -- [52]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:43102:0:0:0:0:0:0:-1225384448:95:0:0:0|h[Ледяной шар]|h|r",
											["slot_id"] = 53,
											["did"] = 50,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 1,
										}, -- [54]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:1115065856:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 55,
											["did"] = 78,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:617948544:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 56,
											["did"] = 92,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43854:0:0:0:0:0:0:1794879232:95:0:0:0|h[Кобальтовая отмычка]|h|r",
											["slot_id"] = 57,
											["did"] = 9,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 5,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 1,
										}, -- [58]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109148:0:0:0:0:0:0:0:95:0:0:0|h[Дренорский настой силы]|h|r",
											["slot_id"] = 59,
											["did"] = 37,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [59]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116266:0:0:0:0:0:0:0:95:0:0:0|h[Дренорское зелье скорости]|h|r",
											["slot_id"] = 60,
											["did"] = 51,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [60]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:1131304576:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 61,
											["did"] = 65,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:1830546688:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 62,
											["did"] = 79,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:87216:0:0:0:0:0:0:383354560:95:0:0:0|h[Термическая наковальня]|h|r",
											["slot_id"] = 63,
											["did"] = 93,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [63]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43854:0:0:0:0:0:0:1646726528:95:0:0:0|h[Кобальтовая отмычка]|h|r",
											["slot_id"] = 64,
											["did"] = 10,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [64]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36904:0:0:0:0:0:0:1774386944:95:0:0:0|h[Тигровая лилия]|h|r",
											["slot_id"] = 65,
											["did"] = 24,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [65]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:2058773120:95:0:0:0|h[Большой радужный осколок]|h|r",
											["slot_id"] = 66,
											["did"] = 38,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 4,
										}, -- [66]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116271:0:0:0:0:0:0:0:95:0:0:0|h[Дренорский эликсир подводного дыхания]|h|r",
											["slot_id"] = 67,
											["did"] = 52,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [67]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22446:0:0:0:0:0:0:1605907456:95:0:0:0|h[Великая планарная субстанция]|h|r",
											["slot_id"] = 68,
											["did"] = 66,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 10,
										}, -- [68]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7964:0:0:0:0:0:0:920024896:95:0:0:0|h[Твердое точило]|h|r",
											["slot_id"] = 69,
											["did"] = 80,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [69]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7964:0:0:0:0:0:0:1073784448:95:0:0:0|h[Твердое точило]|h|r",
											["slot_id"] = 70,
											["did"] = 94,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 10,
										}, -- [70]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:232112512:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 71,
											["did"] = 11,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [71]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34054:0:0:0:0:0:0:-1563963289:95:0:0:0|h[Абсолютная пыль]|h|r",
											["slot_id"] = 72,
											["did"] = 25,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 5,
										}, -- [72]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:14344:0:0:0:0:0:0:-1999346574:95:0:0:0|h[Большой сверкающий осколок]|h|r",
											["slot_id"] = 73,
											["did"] = 39,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 11,
										}, -- [73]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116268:0:0:0:0:0:0:0:95:0:0:0|h[Дренорское зелье невидимости]|h|r",
											["slot_id"] = 74,
											["did"] = 53,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:54449:0:0:0:0:0:0:1032656192:95:0:0:0|h[Призрачная чародейская нить]|h|r",
											["slot_id"] = 75,
											["did"] = 67,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118711:0:0:0:0:0:0:0:95:0:0:0|h[Дренорский эликсир хождения по воде]|h|r",
											["slot_id"] = 76,
											["did"] = 81,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:1946092416:95:0:0:0|h[Кристалл Пропасти]|h|r",
											["slot_id"] = 77,
											["did"] = 95,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 4,
										}, -- [77]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22447:0:0:0:0:0:0:499061600:95:0:0:0|h[Простая планарная субстанция]|h|r",
											["slot_id"] = 78,
											["did"] = 12,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [78]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116276:0:0:0:0:0:0:0:95:0:0:0|h[Дренорское зелье неудержимости]|h|r",
											["slot_id"] = 79,
											["did"] = 26,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [79]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:229744768:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 80,
											["did"] = 40,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 14,
										}, -- [80]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10998:0:0:0:0:0:0:475149952:95:0:0:0|h[Простая астральная субстанция]|h|r",
											["slot_id"] = 81,
											["did"] = 54,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 10,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:77589:0:0:0:0:0:0:127701376:95:0:0:0|h[Сухопутная акула G91]|h|r",
											["slot_id"] = 82,
											["did"] = 68,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 20,
										}, -- [82]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:54447:0:0:0:0:0:0:483475584:95:0:0:0|h[Зачарованная чародейская нить]|h|r",
											["slot_id"] = 83,
											["did"] = 82,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 2,
										}, -- [83]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:41603:0:0:0:0:0:0:811116800:95:0:0:0|h[Лазурная чародейская нить]|h|r",
											["slot_id"] = 84,
											["did"] = 96,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 10,
										}, -- [84]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11135:0:0:0:0:0:0:1221391884:95:0:0:0|h[Великая таинственная субстанция]|h|r",
											["slot_id"] = 85,
											["did"] = 13,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 27,
										}, -- [85]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11084:0:0:0:0:0:0:1181596349:95:0:0:0|h[Большой мерцающий осколок]|h|r",
											["slot_id"] = 86,
											["did"] = 27,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11139:0:0:0:0:0:0:-891011510:95:0:0:0|h[Большой светящийся осколок]|h|r",
											["slot_id"] = 87,
											["did"] = 41,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 13,
										}, -- [87]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11177:0:0:0:0:0:0:1128171428:95:0:0:0|h[Малый светозарный осколок]|h|r",
											["slot_id"] = 88,
											["did"] = 55,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 26,
										}, -- [88]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:868212097:95:0:0:0|h[Малый радужный осколок]|h|r",
											["slot_id"] = 89,
											["did"] = 69,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 14,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 1,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 1,
										}, -- [91]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11134:0:0:0:0:0:0:1147291904:95:0:0:0|h[Простая таинственная субстанция]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 3,
										}, -- [92]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:14343:0:0:0:0:0:0:1833646624:95:0:0:0|h[Малый сверкающий осколок]|h|r",
											["slot_id"] = 93,
											["did"] = 28,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 29,
										}, -- [93]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:-1363401964:95:0:0:0|h[Малый мерцающий осколок]|h|r",
											["slot_id"] = 94,
											["did"] = 42,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 6,
										}, -- [94]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11138:0:0:0:0:0:0:1609616149:95:0:0:0|h[Малый светящийся осколок]|h|r",
											["slot_id"] = 95,
											["did"] = 56,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23621386,
											["count"] = 12,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 1,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 1,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 1,
										}, -- [98]
									},
									["name"] = "Всякости",
									["withdraw"] = "2/2 |4связка:связки:связок;",
									["status"] = -3,
									["empty"] = 8,
									["count"] = 98,
									["texture"] = "Interface\\Icons\\INV_MISC_PETMOONKINTA",
								}, -- [1]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Разности",
									["texture"] = "Interface\\Icons\\Ability_Hunter_AspectoftheFox",
								}, -- [2]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Камни",
									["texture"] = "Interface\\Icons\\INV_Ingot_Eternium",
								}, -- [3]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Свитки и символ",
									["texture"] = "Interface\\Icons\\INV_SCROLL_05",
								}, -- [4]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Чебуречная",
									["texture"] = "Interface\\Icons\\INV_THANKSGIVING_TURKEY",
								}, -- [5]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Реги для рейдов",
									["texture"] = "Interface\\Icons\\INV_Misc_Food_147_Cake",
								}, -- [6]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Реги для рейдов",
									["texture"] = "Interface\\Icons\\INV_Alchemy_EndlessFlask_06",
								}, -- [7]
								{
									["type"] = 1,
									["access"] = "No Access",
									["status"] = -6,
									["name"] = "Эпиксы",
									["texture"] = "Interface\\Icons\\INV_Weapon_Halberd_29",
								}, -- [8]
							},
							["slot_count"] = 98,
						}, -- [4]
					},
					["bagoptions"] = {
						[4] = {
							nil, -- [1]
							{
								["display"] = false,
							}, -- [2]
							{
								["display"] = false,
							}, -- [3]
							{
								["display"] = false,
							}, -- [4]
							{
								["display"] = false,
							}, -- [5]
							{
								["display"] = false,
							}, -- [6]
							{
								["display"] = false,
							}, -- [7]
							{
								["display"] = false,
							}, -- [8]
						},
					},
				},
				["Тиндэлен - Свежеватель Душ"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["money"] = 7386,
						["class"] = "DRUID",
						["player_id"] = "Тиндэлен - Свежеватель Душ",
						["class_local"] = "Друид",
						["skills"] = {
							[5] = 185,
							[6] = 129,
						},
						["race"] = "NightElf",
						["name"] = "Тиндэлен",
						["faction"] = "Alliance",
						["race_local"] = "Ночной эльф",
						["level"] = 11,
						["gender"] = 2,
						["realm"] = "Свежеватель Душ",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:828:0:0:0:0:0:0:0:11:0:0:0|h[Маленький синий мешочек]|h|r",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:54869:0:0:0:0:0:0:0:11:0:11:0|h[Шипокорневый жилет]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["age"] = 23616990,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
											["h"] = "|cff1eff00|Hitem:774:0:0:0:0:0:0:0:11:0:0:0|h[Малахит]|h|r",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
											["h"] = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:11:0:0:0|h[Чертеж: медный плетеный нагрудник]|h|r",
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 12,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:3189:0:0:0:0:0:0:0:11:0:0:0|h[Дровокол]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 10,
											["bag_id"] = 2,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:4604:0:0:0:0:0:0:0:11:0:0:0|h[Шляпка лесного гриба]|h|r",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:5606:0:0:0:0:0:0:0:11:0:11:0|h[Садовые перчатки]|h|r",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23617021,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:5605:0:0:0:0:0:0:0:11:0:11:0|h[Обрезной нож]|h|r",
										}, -- [6]
									},
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffffffff|Hitem:46753:0:0:0:0:0:0:0:11:0:0:0|h[Сумка с припасами Мелитара]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_05.blp",
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:54868:0:0:0:0:0:0:0:11:0:11:0|h[Пояс из обдирай-корня]|h|r",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [6]
									},
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cffffffff|Hitem:828:0:0:0:0:0:0:0:11:0:0:0|h[Маленький синий мешочек]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_09_Blue.blp",
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:6058:0:0:0:0:0:0:0:11:0:11:0|h[Черненый кожаный пояс]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:11:0:0:0|h[Небольшое яйцо]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:11:0:0:0|h[Небольшая паучья лапка]|h|r",
											["count"] = 4,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:11:0:0:0|h[Льняной материал]|h|r",
											["count"] = 25,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [6]
									},
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffffffff|Hitem:60239:0:0:0:0:0:0:0:11:0:0:0|h[Мерзкая сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_09_Red.blp",
								}, -- [4]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:11:0:0:0|h[Камень возвращения]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7097:0:0:0:0:0:0:0:11:0:0:0|h[Окорочок]|h|r",
											["count"] = 2,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:159:0:0:0:0:0:0:0:11:0:0:0|h[Освежающая ключевая вода]|h|r",
											["count"] = 6,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:5457:0:0:0:0:0:0:0:11:0:0:0|h[Отломанный коготь вуду]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:5393:0:0:0:0:0:0:999295232:11:0:0:0|h[Посох Чертополоха]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4560:0:0:0:0:0:0:0:11:0:0:0|h[Тонкий ятаган]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23616990,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:10544:0:0:0:0:0:0:0:11:0:11:0|h[Кувалда Чертополоха]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:4907:0:0:0:0:0:0:0:11:0:11:0|h[Мундир лесничего]|h|r",
										}, -- [8]
									},
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:60240:0:0:0:0:0:0:0:11:0:0:0|h[Контейнер для снов]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_03.blp",
								}, -- [5]
							},
							["slot_count"] = 42,
						}, -- [1]
						[3] = {
							["bag"] = {
								[9] = {
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								},
							},
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5405:0:0:0:0:0:0:1948433536:11:0:0:0|h[Мятый плащ]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9598:0:0:0:0:0:0:0:11:0:11:0|h[Ночная рубашка]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5419:0:0:0:0:0:0:0:11:0:11:0|h[Дикие наручи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5394:0:0:0:0:0:0:151495168:11:0:0:0|h[Тренировочные перчатки лучника]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5458:0:0:0:0:0:0:0:11:0:11:0|h[Пояс грязного древа]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5398:0:0:0:0:0:0:0:11:0:11:0|h[Широкие поножи]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23616990,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
											["h"] = "|cffffffff|Hitem:767:0:0:0:0:0:0:0:11:0:0:0|h[]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23616990,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 11,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
						},
					},
				},
				["Шепот - Ясеневый лес"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["money"] = 44751914,
						["class"] = "SHAMAN",
						["player_id"] = "Шепот - Ясеневый лес",
						["class_local"] = "Шаманка",
						["skills"] = {
							186, -- [1]
							755, -- [2]
							nil, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["race"] = "Draenei",
						["name"] = "Шепот",
						["faction"] = "Alliance",
						["race_local"] = "Дреней",
						["level"] = 60,
						["gender"] = 3,
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:60:0:0:0|h[Камень возвращения]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:28399:0:0:0:0:0:0:0:60:0:0:0|h[Фильтрованная дренорская вода]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 20,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:22832:0:0:0:0:0:0:1352017536:60:0:0:0|h[Гигантский флакон с зельем маны]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 6,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cff1eff00|Hitem:29740:0:0:0:0:0:0:1894221696:60:0:0:0|h[Латные перчатки Скверны]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:25880:0:0:0:0:0:0:652917056:60:0:0:0|h[Статуя из необработанного камня]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:6256:0:0:0:0:0:0:1362068352:60:0:0:0|h[Удочка]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:2838:0:0:0:0:0:0:-1752042624:60:0:0:0|h[Тяжелый камень]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:23871:0:0:0:0:0:0:2001765888:60:0:0:0|h[Зелье подводного дыхания]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:2454:0:0:0:0:0:0:45048008:60:0:0:0|h[Эликсир львиной силы]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 2,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:28399:0:0:0:0:0:0:0:60:0:0:0|h[Фильтрованная дренорская вода]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cff1eff00|Hitem:32897:0:0:0:0:0:0:-1961819136:60:0:0:0|h[Знак Иллидари]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:20815:0:0:0:0:0:0:0:60:0:0:0|h[Набор ювелира]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:13444:0:0:0:0:0:0:1896008448:60:0:0:0|h[Огромный флакон с зельем маны]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:25880:0:0:0:0:0:0:995930176:60:0:0:0|h[Статуя из необработанного камня]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 5,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:5997:0:0:0:0:0:0:1424435968:60:0:0:0|h[Слабый эликсир защиты]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 3,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["h"] = "|cff1eff00|Hitem:3577:0:0:0:0:0:0:1340481408:60:0:0:0|h[Золотой слиток]|h|r",
											["bag_id"] = 1,
											["age"] = 23620001,
											["count"] = 15,
										}, -- [16]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:7070:0:0:0:0:0:0:-1878736128:60:0:0:0|h[Первородная вода]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["age"] = 23667272,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:30809:0:0:0:0:0:0:858186048:60:0:0:0|h[Знак Саргераса]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 36,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:25881:0:0:0:0:0:0:524722624:60:0:0:0|h[Массивная каменная статуя]|h|r",
											["age"] = 23667261,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:2835:0:0:0:0:0:0:1999422464:60:0:0:0|h[Грубый камень]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 20,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:6149:0:0:0:0:0:0:866522520:60:0:0:0|h[Средний флакон с зельем маны]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 14,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:7068:0:0:0:0:0:0:-2061507456:60:0:0:0|h[Первородный огонь]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:5525:0:0:0:0:0:0:349507872:60:0:0:0|h[Отварные мидии]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 6,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:7069:0:0:0:0:0:0:1372080256:60:0:0:0|h[Первородный воздух]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21328:0:0:0:0:0:0:0:60:0:11:0|h[Жезл праздничного веселья]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 23667268,
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21241:0:0:0:0:0:0:0:60:0:0:0|h[Гоголь-моголь Зимнего Покрова]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["loc_id"] = 1,
											["age"] = 23667268,
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:22829:0:0:0:0:0:0:1890379264:60:0:0:0|h[Гигантский флакон с лечебным зельем]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:43004:0:0:0:0:0:0:2054871552:60:0:0:0|h[Корм для зверька]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 4,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:2835:0:0:0:0:0:0:-1748986624:60:0:0:0|h[Грубый камень]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 9,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:7720:0:0:0:0:0:0:1846082688:60:0:0:0|h[Шляпка Вайтмейн]|h|r",
											["age"] = 23667261,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["h"] = "|cffffffff|Hitem:3928:0:0:0:0:0:0:-2055733888:60:0:0:0|h[Большой флакон с лечебным зельем]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 11,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:13446:0:0:0:0:0:0:976565984:60:0:0:0|h[Огромный флакон с лечебным зельем]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 6,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:2836:0:0:0:0:0:0:868940128:60:0:0:0|h[Необработанный камень]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 6,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:20817:0:0:0:0:0:0:1781980288:60:0:0:0|h[Бронзовая оправа]|h|r",
											["bag_id"] = 2,
											["age"] = 23620001,
											["count"] = 4,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:26002:0:0:0:0:0:0:1937113856:60:0:0:0|h[Горящий факел]|h|r",
											["age"] = 23667261,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1820717056:60:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:21877:0:0:0:0:0:0:1420486016:60:0:0:0|h[Ткань Пустоты]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 14,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:929:0:0:0:0:0:0:-1757387648:60:0:0:0|h[Лечебное зелье]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 9,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:4338:0:0:0:0:0:0:-1682395520:60:0:0:0|h[Магическая ткань]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 8,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:14047:0:0:0:0:0:0:-2105737856:60:0:0:0|h[Руническая ткань]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:17737:0:0:0:0:0:0:2071670912:60:0:0:0|h[Облачный камень]|h|r",
											["age"] = 23667261,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:29910:0:0:0:0:0:0:1942147584:60:0:0:0|h[Посох двойственных миров]|h|r",
											["age"] = 23667261,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:54651:0:0:0:0:0:0:1211813888:60:0:0:0|h[Гордость Гномрегана]|h|r",
											["age"] = 23620001,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:2687:0:0:0:0:0:0:601709952:60:0:0:0|h[Сушеные свиные ребрышки]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 5,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:25498:0:0:0:0:0:0:1336376832:60:0:0:0|h[Статуя из грубого камня]|h|r",
											["age"] = 23667261,
											["bag_id"] = 3,
											["count"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:28106:0:0:0:0:0:0:118861624:60:0:0:0|h[Запалы Кингстона]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:6530:0:0:0:0:0:0:0:60:0:0:0|h[Выползки]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 13,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 12,
											["age"] = 23667272,
											["bag_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:30157:0:0:0:0:0:0:-1983825536:60:0:0:0|h[Проклятый талисман]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["h"] = "|cff1eff00|Hitem:818:0:0:0:0:0:0:-1620094592:60:0:0:0|h[Тигровый глаз]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 2,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:2770:0:0:0:0:0:0:1137257868:60:0:0:0|h[Медная руда]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21254:0:0:0:0:0:0:0:60:0:0:0|h[Печенье Зимнего Покрова]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["age"] = 23667268,
											["count"] = 5,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 3,
											["age"] = 23667271,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:40772:0:0:0:0:0:0:1000051776:60:0:0:0|h[Гномский армейский нож]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["h"] = "|cffffffff|Hitem:30810:0:0:0:0:0:0:-1826383694:60:0:0:0|h[Перстень Ярости Солнца]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 10,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["h"] = "|cffffffff|Hitem:21877:0:0:0:0:0:0:-1769757440:60:0:0:0|h[Ткань Пустоты]|h|r",
											["bag_id"] = 3,
											["age"] = 23620001,
											["count"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1105575168:60:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37097:0:0:0:0:0:0:882951104:60:0:0:0|h[Свиток духа VII]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33457:0:0:0:0:0:0:459882720:60:0:0:0|h[Свиток ловкости VI]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["h"] = "|cffffffff|Hitem:785:0:0:0:0:0:0:0:60:0:0:0|h[Магороза]|h|r",
											["bag_id"] = 4,
											["age"] = 23667271,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34413:0:0:0:0:0:0:0:60:0:14:0|h[Рецепт: горячий яблочный сидр]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23667267,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["age"] = 23667270,
											["bag_id"] = 4,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116763:0:0:0:0:0:0:0:60:0:11:0|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23667267,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116451:0:0:0:0:0:0:0:60:0:11:0|h[Теплые синие шерстяные носки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23667268,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7067:0:0:0:0:0:0:1017719264:60:0:0:0|h[Первородная земля]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23667274,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10285:0:0:0:0:0:0:566514248:60:0:0:0|h[Тенешелк]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7075:0:0:0:0:0:0:-1709618688:60:0:0:0|h[Ядро земли]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23620001,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:2094879744:60:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:14530:0:0:0:0:0:0:577407488:60:0:0:0|h[Плотные бинты из рунической ткани]|h|r",
											["bag_id"] = 5,
											["age"] = 23620001,
											["count"] = 11,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 19,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1264632448:60:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [5]
							},
							["slot_count"] = 96,
						}, -- [1]
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:29931:0:0:0:0:0:0:749979840:60:0:0:0|h[Иллюзорный головной убор]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:7722:0:0:0:0:0:0:-2029028608:60:0:0:0|h[Амулет Тройного союза]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["loc_id"] = 6,
											["h"] = "|cffe6cc80|Hitem:44102:0:0:0:0:0:0:0:60:0:0:0|h[Старое наплечье Пяти Громов]|h|r",
											["count"] = 1,
											["age"] = 23667261,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:14270:0:0:0:0:0:-9:640745483:60:0:0:0|h[Плащ Геи со знаком совы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["age"] = 23667261,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["loc_id"] = 6,
											["h"] = "|cffe6cc80|Hitem:48683:928:0:0:0:0:0:0:60:0:0:0|h[Мистический жилет Стихий]|h|r",
											["count"] = 1,
											["age"] = 23667261,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23620001,
											["h"] = "|cffffffff|Hitem:23345:0:0:0:0:0:0:0:60:0:0:0|h[]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:23192:0:0:0:0:0:0:1614767744:60:0:0:0|h[Гербовая накидка Алого ордена]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:7545:0:0:0:0:0:-81:2072707083:60:0:0:0|h[Наручи защитника со знаком кита]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:10765:0:0:0:0:0:0:-2034115072:60:0:0:0|h[Костяные защитные перчатки]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:10771:0:0:0:0:0:0:700764096:60:0:0:0|h[Кушак смертемага]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:17754:0:0:0:0:0:0:951568512:60:0:0:0|h[Шутовские поножи инфернала]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:14438:0:0:0:0:0:0:1360509440:60:0:0:0|h[Сапоги ядовитой дымки]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:51992:0:0:0:0:0:-86:-368639987:60:0:0:0|h[Перстень беспокойства с меткой солдата]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:51992:0:0:0:0:0:-85:-343146483:60:0:0:0|h[Перстень беспокойства с меткой волшебника]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["slot_id"] = 15,
											["sb"] = 1,
											["loc_id"] = 6,
											["h"] = "|cffe6cc80|Hitem:44098:0:0:0:0:0:0:0:60:0:0:0|h[Унаследованный знак различия Альянса]|h|r",
											["count"] = 1,
											["age"] = 23667261,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:19290:0:0:0:0:0:0:935768704:60:0:0:0|h[Карта Новолуния: Круговерть Пустоты]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["slot_id"] = 17,
											["sb"] = 1,
											["loc_id"] = 6,
											["h"] = "|cffe6cc80|Hitem:42948:1899:0:0:0:0:0:0:60:0:0:0|h[Каменный боевой молот с аурой благочестивости]|h|r",
											["count"] = 1,
											["age"] = 23667261,
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:29917:0:0:0:0:0:0:2106012416:60:0:0:0|h[Разгромный кулачный щит]|h|r",
											["bag_id"] = 1,
											["age"] = 23667261,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[3] = {
							["bag"] = {
								[9] = {
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								},
							},
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 40,
											["age"] = 23620001,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
										}, -- [1]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 1,
						},
						[10] = {
							["bag"] = {
								{
									["type"] = 20,
									["status"] = -3,
								}, -- [1]
							},
						},
					},
				},
				["Лавлиэт - Ясеневый лес"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["money"] = 173562,
						["gender"] = 2,
						["class_local"] = "Рыцарь смерти",
						["player_id"] = "Лавлиэт - Ясеневый лес",
						["skills"] = {
							186, -- [1]
							755, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["race"] = "Draenei",
						["name"] = "Лавлиэт",
						["faction"] = "Alliance",
						["race_local"] = "Дреней",
						["level"] = 61,
						["class"] = "DEATHKNIGHT",
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617023,
											["h"] = "|cff9d9d9d|Hitem:44755:0:0:0:0:0:0:0:61:0:0:0|h[Жуткое рыло]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 7,
											["bag_id"] = 1,
											["age"] = 23617023,
											["h"] = "|cffffffff|Hitem:27859:0:0:0:0:0:0:0:61:0:0:0|h[Зангарские шляпки]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34657:0:0:0:0:0:0:0:61:0:0:0|h[Колье проклятия]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:25992:0:0:0:0:0:0:1479839232:61:0:0:0|h[Цепь головореза]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617024,
											["h"] = "|cff9d9d9d|Hitem:2295:0:0:0:0:0:0:0:61:0:0:0|h[Большой клык вепря]|h|r",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667284,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24579:0:0:0:0:0:0:1700678912:61:0:0:0|h[Почетный знак Оплота Чести]|h|r",
											["count"] = 4,
											["sb"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:1068451904:61:0:0:0|h[Камень возвращения]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617023,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 21,
											["bag_id"] = 1,
											["age"] = 23617026,
											["h"] = "|cffffffff|Hitem:21877:0:0:0:0:0:0:589773548:61:0:0:0|h[Ткань Пустоты]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:59395:0:0:0:0:0:0:1797891712:61:0:0:0|h[Плащ Пустомара]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["count"] = 11,
											["bag_id"] = 1,
											["age"] = 23617023,
											["h"] = "|cffffffff|Hitem:21991:0:0:0:0:0:0:1381141376:61:0:0:0|h[Плотные бинты из ткани Пустоты]|h|r",
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34659:0:0:0:0:0:0:0:61:0:0:0|h[Капюшон рыцаря Акеруса]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:25715:0:0:0:0:0:0:203846384:61:0:0:0|h[Воинское нефритовое наплечье]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:38147:0:0:0:0:0:0:0:61:0:0:0|h[Оскверненное кольцо]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34653:0:0:0:0:0:0:0:61:0:0:0|h[Нарукавники рыцаря Акеруса]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29911:0:0:0:0:0:0:1234955136:61:0:0:0|h[Игла Агамаггана]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 23667274,
											["loc_id"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 12,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23667282,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34656:0:0:0:0:0:0:0:61:0:0:0|h[Ножные латы рыцаря Акеруса]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29935:0:0:0:0:0:0:1705724544:61:0:0:0|h[Опаленная кираса]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34651:0:0:0:0:0:0:0:61:0:0:0|h[Ремень рыцаря Акеруса]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39327:0:0:0:0:0:0:294776160:61:0:0:0|h[Особое пойло Нота]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 15,
											["age"] = 23617023,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21235:0:0:0:0:0:0:0:61:0:0:0|h[Поджарка Зимнего Покрова]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 6,
											["age"] = 23667282,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116763:0:0:0:0:0:0:0:61:0:11:0|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 7,
											["age"] = 23667282,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23617023,
											["h"] = "|cff1eff00|Hitem:9920:0:0:0:0:0:-69:1337065486:61:0:0:0|h[Перчатки следопыта со знаком орла]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21254:0:0:0:0:0:0:0:61:0:0:0|h[Печенье Зимнего Покрова]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 9,
											["age"] = 23667282,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29944:0:0:0:0:0:0:1146107136:61:0:0:0|h[Кираса протектората]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21328:0:0:0:0:0:0:0:61:0:11:0|h[Жезл праздничного веселья]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["age"] = 23667282,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 2,
											["age"] = 23667287,
											["count"] = 1,
										}, -- [12]
									},
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffffffff|Hitem:38145:0:0:0:0:0:0:0:61:0:0:0|h[Сумка из смертеткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Black.blp",
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 12,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34658:0:0:0:0:0:0:0:61:0:0:0|h[Кольцо чумы]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34648:0:0:0:0:0:0:0:61:0:0:0|h[Наголенники рыцаря Акеруса]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33461:0:0:0:0:0:0:1627832256:61:0:0:0|h[Свиток выносливости VI]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34650:0:0:0:0:0:0:0:61:0:0:0|h[Мундир рыцаря Акеруса]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34649:0:0:0:0:0:0:0:61:0:0:0|h[Рукавицы рыцаря Акеруса]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:40483:0:0:0:0:0:0:1913190144:61:0:0:0|h[Знак Плети]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34655:0:0:0:0:0:0:0:61:0:0:0|h[Наплечье рыцаря Акеруса]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34652:0:0:0:0:0:0:0:61:0:0:0|h[Шлем рыцаря Акеруса]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:38707:3370:0:0:0:0:0:61606164:61:0:0:0|h[Рунический клинок души]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28057:0:0:0:0:0:0:31640264:61:0:0:0|h[Жилет костеглода-берсерка]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29940:0:0:0:0:0:0:1515937664:61:0:0:0|h[Большой шлем ветерана]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["count"] = 1,
											["age"] = 23667287,
											["bag_id"] = 3,
										}, -- [12]
									},
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cffffffff|Hitem:38145:0:0:0:0:0:0:0:61:0:0:0|h[Сумка из смертеткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Black.blp",
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 12,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23667287,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23617023,
											["h"] = "|cff1eff00|Hitem:25296:0:0:0:0:0:-44:419823628:61:0:0:0|h[Кинжал поглощения с меткой старца]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23617023,
											["h"] = "|cffffffff|Hitem:27854:0:0:0:0:0:0:1041341952:61:0:0:0|h[Копченый дикий талбук]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29945:0:0:0:0:0:0:1426843264:61:0:0:0|h[Наголенники мирового судьи]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:26002:0:0:0:0:0:0:1050967680:61:0:0:0|h[Горящий факел]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:38675:0:0:0:0:0:0:1542557568:61:0:0:0|h[Печатка Темного братства]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["age"] = 23667284,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:25984:0:0:0:0:0:0:1461828608:61:0:0:0|h[Шахтерское наплечье]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 1,
											["age"] = 23667284,
											["bag_id"] = 4,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29914:0:0:0:0:0:0:785690176:61:0:0:0|h[Нож Адского Пламени]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:23338:0:0:0:0:0:0:-1979424896:61:0:0:0|h[Подпорченный кожаный чехол]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [12]
									},
									["status"] = -3,
									["empty"] = 4,
									["h"] = "|cffffffff|Hitem:38145:0:0:0:0:0:0:0:61:0:0:0|h[Сумка из смертеткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Black.blp",
								}, -- [4]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 12,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:25784:0:0:0:0:0:0:640518080:61:0:0:0|h[Прочная цепь]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877:0:0:0:0:0:0:-2125640960:61:0:0:0|h[Ткань Пустоты]|h|r",
											["count"] = 19,
											["slot_id"] = 2,
											["age"] = 23617023,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:31772:0:0:0:0:0:0:1841956224:61:0:0:0|h[Реликвия анахорета]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["age"] = 23617023,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:24064:0:0:0:0:0:0:845886080:61:0:0:0|h[Подкованные башмаки]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:24020:0:0:0:0:0:0:1429689344:61:0:0:0|h[Расщепляющий тени длинный клинок]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23617023,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [12]
									},
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cffffffff|Hitem:38145:0:0:0:0:0:0:0:61:0:0:0|h[Сумка из смертеткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Black.blp",
								}, -- [5]
							},
							["slot_count"] = 64,
						}, -- [1]
						[3] = {
							["slot_count"] = 126,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:116450:0:0:0:0:0:0:0:61:0:11:0|h[Теплые зеленые шерстяные носки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["age"] = 23667284,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
									},
									["status"] = -3,
									["empty"] = 27,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [2]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [3]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [7]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 29,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 30,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 31,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 32,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 33,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 34,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 35,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 36,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [36]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 37,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [37]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 38,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 39,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [39]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 40,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [40]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 41,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [41]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 42,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [42]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 43,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [43]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 44,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [44]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 45,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [45]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 46,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [46]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 47,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 48,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [48]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 49,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 50,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [50]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 51,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 52,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 53,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 54,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 55,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 56,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 57,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 58,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 59,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 60,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 61,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 62,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 63,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 64,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 65,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 66,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 67,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 68,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 69,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 70,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 71,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 72,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 73,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 74,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 75,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 76,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 77,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 78,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 79,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 80,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 81,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 82,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 83,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 84,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 85,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 86,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 87,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 88,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 89,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 90,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 91,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 92,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 93,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 94,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 95,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 96,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 97,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 98,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 98,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38661:0:0:0:0:0:0:840829760:61:0:0:0|h[Великий шлем воителя Плети]|h|r",
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38662:0:0:0:0:0:0:1379842816:61:0:0:0|h[Черный амулет из лезвий]|h|r",
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38663:0:0:0:0:0:0:65867776:61:0:0:0|h[Окровавленный саронитовый латный наплеч]|h|r",
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:39320:0:0:0:0:0:0:1385824128:61:0:0:0|h[Кровавый покров затмителя небес]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38665:0:0:0:0:0:0:1960029056:61:0:0:0|h[Саронитовые боевые латы]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617023,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617023,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38666:0:0:0:0:0:0:956979136:61:0:0:0|h[Латные саронитовые наручи]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38667:0:0:0:0:0:0:1345327488:61:0:0:0|h[Рукавицы властности Кровопорча]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38668:0:0:0:0:0:0:913079296:61:0:0:0|h[Ремень разносчика чумы]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38669:0:0:0:0:0:0:1954324736:61:0:0:0|h[Чеканные саронитовые ножные латы]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38670:0:0:0:0:0:0:184827488:61:0:0:0|h[Наголенники бойни]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38671:0:0:0:0:0:0:1964899200:61:0:0:0|h[Перстень-печатка Валанара]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38672:0:0:0:0:0:0:1166961792:61:0:0:0|h[Перстень-печатка Келесета]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:28042:0:0:0:0:0:0:1170167936:61:0:0:0|h[Монарший протекторат]|h|r",
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38674:0:0:0:0:0:0:1837861248:61:0:0:0|h[Оберег Собирателя душ]|h|r",
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23667274,
											["h"] = "|cff0070dd|Hitem:38632:3367:0:0:0:0:0:1161227392:61:0:0:0|h[Большой меч рыцаря Черного Клинка]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23617023,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 3,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 7,
											["age"] = 23617023,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
										}, -- [1]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 1,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
					},
				},
				["Манриэль - Ясеневый лес"] = {
					["info"] = {
						["realm"] = "Ясеневый лес",
						["gender"] = 3,
						["money"] = 213137587,
						["class"] = "PRIEST",
						["player_id"] = "Манриэль - Ясеневый лес",
						["level"] = 100,
						["class_local"] = "Жрица",
						["race"] = "Human",
						["name"] = "Манриэль",
						["faction"] = "Alliance",
						["race_local"] = "Человек",
						["skills"] = {
							197, -- [1]
							333, -- [2]
							794, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["guild_id"] = "+Снежная лавина - Ясеневый лес",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:152821664:100:0:0:0|h[Камень возвращения]|h|r",
											["age"] = 23695050,
										}, -- [1]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23695054,
											["h"] = "|cff1eff00|Hitem:111556:0:0:0:0:0:0:0:100:0:0:0|h[Отрез волшебной ткани]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 38,
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:34861:0:0:0:0:0:0:0:100:0:0:0|h[Заостренный рыболовный крючок]|h|r",
											["slot_id"] = 3,
											["bag_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691655,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:109131:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо копытня]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["h"] = "|cff0070dd|Hitem:113545:0:0:0:0:0:0:0:100:0:0:0|h[Резной рог для питья]|h|r",
											["age"] = 23695050,
										}, -- [5]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 7,
											["h"] = "|cff1eff00|Hitem:114128:0:0:0:0:0:0:0:100:0:0:0|h[Слабое улучшение оружия]|h|r",
											["age"] = 23695051,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:111603:0:0:0:0:0:0:0:100:0:0:0|h[Пропитанные антисептиком бинты]|h|r",
											["slot_id"] = 7,
											["bag_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:93208:0:0:0:0:0:0:0:100:0:0:0|h[П.И.Р.О.Г. Новолуния]|h|r",
											["count"] = 20,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["age"] = 23691616,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:117452:0:0:0:0:0:0:0:100:0:0:0|h[Горгрондская минеральная вода]|h|r",
											["count"] = 15,
											["age"] = 23691651,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23695050,
											["h"] = "|cffffffff|Hitem:116917:0:0:0:0:0:0:0:100:0:0:0|h[Питье моряка Заззука]|h|r",
											["count"] = 11,
											["sb"] = 1,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:40042:0:0:0:0:0:0:0:100:0:0:0|h[Обжигающее вино с тмином]|h|r",
											["count"] = 7,
											["bag_id"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23694885,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cff1eff00|Hitem:118903:0:0:0:0:0:0:0:100:0:0:0|h[Сохранившаяся шахтерская кирка]|h|r",
											["count"] = 5,
											["bag_id"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:118897:0:0:0:0:0:0:0:100:0:0:0|h[Кофе по-шахтерски]|h|r",
											["slot_id"] = 13,
											["loc_id"] = 1,
											["count"] = 5,
											["age"] = 23694885,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:117568:0:0:0:0:0:0:0:100:0:0:0|h[Кувшин крепкого вина]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:109147:0:0:0:0:0:0:0:100:0:0:0|h[Дренорский настой интеллекта]|h|r",
											["slot_id"] = 15,
											["loc_id"] = 1,
											["count"] = 20,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:76086:0:0:0:0:0:0:1539272960:100:0:0:0|h[Настой опадающих листьев]|h|r",
											["slot_id"] = 16,
											["loc_id"] = 1,
											["count"] = 5,
											["age"] = 23691616,
										}, -- [16]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:116271:0:0:0:0:0:0:0:100:0:0:0|h[Дренорский эликсир подводного дыхания]|h|r",
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:118711:0:0:0:0:0:0:0:100:0:0:0|h[Дренорский эликсир хождения по воде]|h|r",
											["slot_id"] = 2,
											["bag_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир увеличения]|h|r",
											["slot_id"] = 3,
											["bag_id"] = 2,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир увеличения]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 1,
											["count"] = 5,
											["age"] = 23691616,
										}, -- [4]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["h"] = "|cffffffff|Hitem:78883:0:0:0:0:0:0:-1923316096:100:0:0:0|h[Огненная вода Новолуния]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 2,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 6,
											["h"] = "|cff0070dd|Hitem:118914:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское бездонное зелье интеллекта буяна]|h|r",
											["bag_id"] = 2,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["h"] = "|cffffffff|Hitem:118262:0:0:0:0:0:0:0:100:0:0:0|h[Бриллиантовый мечтоцвет]|h|r",
											["slot_id"] = 7,
											["age"] = 23684342,
										}, -- [7]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:118006:0:0:0:0:0:0:0:100:0:0:0|h[Щитотронный щит]|h|r",
											["count"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["age"] = 23684342,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:109223:0:0:0:0:0:0:0:100:0:0:0|h[Лечебное снадобье]|h|r",
											["count"] = 9,
											["bag_id"] = 2,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["h"] = "|cffffffff|Hitem:109222:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское зелье маны]|h|r",
											["slot_id"] = 10,
											["loc_id"] = 1,
											["count"] = 3,
											["bag_id"] = 2,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:116276:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское зелье неудержимости]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23684342,
										}, -- [11]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:116268:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское зелье невидимости]|h|r",
											["count"] = 2,
											["age"] = 23684342,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:116266:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское зелье скорости]|h|r",
											["slot_id"] = 13,
											["bag_id"] = 2,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:113585:0:0:0:0:0:0:0:100:0:0:0|h[Зелье омоложения Железной Орды]|h|r",
											["count"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["age"] = 23684342,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["h"] = "|cffffffff|Hitem:76098:0:0:0:0:0:0:569773376:100:0:0:0|h[Зелье маны мастера]|h|r",
											["count"] = 18,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 2,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["count"] = 4,
											["h"] = "|cffffffff|Hitem:107640:0:0:0:0:0:0:0:100:0:0:0|h[Зелье медленного падения]|h|r",
											["slot_id"] = 16,
											["bag_id"] = 2,
										}, -- [16]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684342,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["h"] = "|cff0070dd|Hitem:118922:0:0:0:0:0:0:0:100:0:11:0|h[Шепчущий кристалл Орелия]|h|r",
											["bag_id"] = 2,
										}, -- [17]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:118632:0:0:0:0:0:0:0:100:0:0:0|h[Руна усиления концентрации]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 1,
											["count"] = 11,
											["age"] = 23691648,
										}, -- [18]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 5,
											["h"] = "|cff1eff00|Hitem:114745:0:0:0:0:0:0:0:100:0:0:0|h[Слабое улучшение брони]|h|r",
											["age"] = 23695054,
										}, -- [19]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:113274:0:0:0:0:0:0:0:100:0:14:0|h[Перо проворства]|h|r",
											["slot_id"] = 20,
											["bag_id"] = 2,
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:113278:0:0:0:0:0:0:0:100:0:14:0|h[Окуляр падальщика]|h|r",
											["slot_id"] = 21,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23691616,
										}, -- [21]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:113277:0:0:0:0:0:0:0:100:0:14:0|h[Зелье огрской крови]|h|r",
											["slot_id"] = 22,
											["age"] = 23691616,
										}, -- [22]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:994812032:100:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:113275:0:0:0:0:0:0:0:100:0:14:0|h[Коготь Повелителя Воронов]|h|r",
											["count"] = 1,
											["age"] = 23691616,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:113275:0:0:0:0:0:0:0:100:0:14:0|h[Коготь Повелителя Воронов]|h|r",
											["slot_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23684342,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:112321:0:0:0:0:0:0:0:100:0:0:0|h[Волшебная пыльца]|h|r",
											["slot_id"] = 3,
											["loc_id"] = 1,
											["count"] = 18,
											["age"] = 23691616,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:112090:0:0:0:0:0:0:0:100:0:0:0|h[Трансморфная настойка]|h|r",
											["count"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["age"] = 23691616,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:119134:0:0:0:0:0:0:0:100:0:11:0|h[Маскировка под саргерайского послушника]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["age"] = 23691616,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23691616,
											["ab"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:117492:0:0:0:0:0:0:0:100:0:0:0|h[Реликвия Рухмар]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:115463:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир сумеречного зрения]|h|r",
											["slot_id"] = 7,
											["age"] = 23691616,
										}, -- [7]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:71083:0:0:0:0:0:0:0:100:0:0:0|h[Жетон ярмарки Новолуния]|h|r",
											["count"] = 26,
											["sb"] = 1,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 23691616,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["h"] = "|cffffffff|Hitem:118414:0:0:0:0:0:0:0:100:0:0:0|h[Улетная рыба]|h|r",
											["count"] = 2,
											["age"] = 23691616,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691635,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:6367:5357:0:0:0:0:0:0:100:0:0:0|h[Большая железная удочка]|h|r",
											["slot_id"] = 10,
											["bag_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:27982:0:0:0:0:0:0:0:100:0:14:0|h[Амулет заветных и страстных желаний]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["age"] = 23691616,
										}, -- [11]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23694874,
											["h"] = "|cff0070dd|Hitem:114806:0:0:0:0:0:0:0:100:0:0:0|h[Комплект брони Черной горы]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
										}, -- [12]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 1,
											["slot_id"] = 13,
											["h"] = "|cff1eff00|Hitem:114807:0:0:0:0:0:0:0:100:0:0:0|h[Комплект побитой в сражениях брони]|h|r",
											["age"] = 23691616,
										}, -- [13]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:114616:0:0:0:0:0:0:0:100:0:0:0|h[Побитое в сражениях оружие]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 5,
											["loc_id"] = 1,
											["age"] = 23691665,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:119293:0:0:0:0:0:0:0:100:0:0:0|h[Тайны дренорского наложения чар]|h|r",
											["age"] = 23694874,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:118722:0:0:0:0:0:0:0:100:0:0:0|h[Тайны дренорского портняжного дела]|h|r",
											["count"] = 8,
											["sb"] = 1,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 23694874,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:6218:0:0:0:0:0:0:1056775872:100:0:0:0|h[Рунический медный жезл]|h|r",
											["bag_id"] = 3,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["h"] = "|cffffffff|Hitem:118007:0:0:0:0:0:0:0:100:0:0:0|h[Механобойная ракета]|h|r",
											["count"] = 4,
											["age"] = 23691616,
										}, -- [18]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:93195:0:0:0:0:0:0:0:100:0:0:0|h[Пропуск бойца]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 1,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:113578:0:0:0:0:0:0:0:100:0:0:0|h[Сытная суповая кость]|h|r",
											["age"] = 23691616,
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:71634:0:0:0:0:0:0:1693047424:100:0:0:0|h[Справочник ярмарки Новолуния]|h|r",
											["bag_id"] = 3,
										}, -- [21]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:110560:0:0:0:0:0:0:0:100:0:11:0|h[Камень возвращения в гарнизон]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23691616,
										}, -- [22]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:1961875840:100:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23695051,
											["h"] = "|cffffffff|Hitem:113681:0:0:0:0:0:0:0:100:0:0:0|h[Обломки доспехов Железной Орды]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 238,
										}, -- [1]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cff0070dd|Hitem:119093:0:0:0:0:0:0:0:100:0:11:0|h[Перо Авианы]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:119092:0:0:0:0:0:0:0:100:0:11:0|h[Знаменитая мастика Мороуза]|h|r",
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:118354:0:0:0:0:0:0:0:100:0:0:0|h[Сертификат на переобучение соратника]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:80914:0:0:0:0:0:0:0:100:0:0:0|h[Горецвет]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:89682:0:0:0:0:0:0:-1780741760:100:0:0:0|h[Необычно закрученный рог]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["age"] = 23691616,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:118099:0:0:0:0:0:0:0:100:0:0:0|h[Фрагмент горианского артефакта]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["age"] = 23691616,
											["loc_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:109076:0:0:0:0:0:0:0:100:0:0:0|h[Набор для сборки гоблинского планера]|h|r",
											["count"] = 3,
											["age"] = 23691616,
										}, -- [8]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:81055:0:0:0:0:0:0:0:100:0:0:0|h[Билет на карусель ярмарки Новолуния]|h|r",
											["count"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["age"] = 23691616,
										}, -- [9]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23694885,
											["loc_id"] = 1,
											["count"] = 47,
											["sb"] = 1,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:120945:0:0:0:0:0:0:0:100:0:0:0|h[Первобытный дух]|h|r",
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691636,
											["h"] = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир хождения по воде]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 4,
										}, -- [11]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:113262:0:0:0:0:0:0:0:100:0:0:0|h[Волшебная вода]|h|r",
											["count"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["age"] = 23694878,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["class"] = "empty",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 7,
											["h"] = "|cffffffff|Hitem:109128:0:0:0:0:0:0:0:100:0:0:0|h[Награндский стрелоцвет]|h|r",
											["slot_id"] = 14,
											["age"] = 23694883,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694883,
											["h"] = "|cffffffff|Hitem:116053:0:0:0:0:0:0:0:100:0:0:0|h[Дренорские семена]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 18,
											["bag_id"] = 4,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694883,
											["loc_id"] = 1,
											["count"] = 29,
											["h"] = "|cffffffff|Hitem:109125:0:0:0:0:0:0:0:100:0:0:0|h[Пламецвет]|h|r",
											["slot_id"] = 16,
											["bag_id"] = 4,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 13,
											["h"] = "|cffffffff|Hitem:109129:0:0:0:0:0:0:0:100:0:0:0|h[Таладорская орхидея]|h|r",
											["slot_id"] = 17,
											["age"] = 23694883,
										}, -- [17]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23694879,
											["h"] = "|cff0070dd|Hitem:114808:0:0:0:0:0:0:0:100:0:0:0|h[Среднее улучшение брони]|h|r",
											["count"] = 2,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 4,
										}, -- [18]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:114081:0:0:0:0:0:0:0:100:0:0:0|h[Оружие Черной горы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["age"] = 23694877,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["class"] = "item",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["h"] = "|cffa335ee|Hitem:115504:0:0:0:0:0:0:0:100:0:0:0|h[Расколотый кристалл времени]|h|r",
											["count"] = 8,
											["age"] = 23695054,
										}, -- [21]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["h"] = "|cff1eff00|Hitem:113261:0:0:0:0:0:0:0:100:0:0:0|h[Волшебный огонь]|h|r",
											["count"] = 1,
											["age"] = 23694878,
										}, -- [22]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694883,
											["loc_id"] = 1,
											["count"] = 9,
											["h"] = "|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:0:0:0|h[Горгрондская мухоловка]|h|r",
											["slot_id"] = 23,
											["bag_id"] = 4,
										}, -- [23]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 8,
											["h"] = "|cffffffff|Hitem:109127:0:0:0:0:0:0:0:100:0:0:0|h[Звездоцвет]|h|r",
											["slot_id"] = 24,
											["age"] = 23694883,
										}, -- [24]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694885,
											["loc_id"] = 1,
											["count"] = 73,
											["h"] = "|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[Истинная железная руда]|h|r",
											["slot_id"] = 25,
											["bag_id"] = 4,
										}, -- [25]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23694897,
											["h"] = "|cff0070dd|Hitem:117563:0:0:0:0:0:0:0:100:0:0:0|h[Фиал с ядом смертоткача]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 26,
											["bag_id"] = 4,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 27,
											["class"] = "item",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:116295:5310:0:0:0:0:0:0:100:0:4:0|h[Пронизанный энергией плащ]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23695052,
											["slot_id"] = 28,
											["loc_id"] = 1,
										}, -- [28]
									},
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cffa335ee|Hitem:113094:0:0:0:0:0:0:0:100:0:0:0|h[Сумка из шкуры гронна]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Basket_05.blp",
								}, -- [4]
								{
									["q"] = 4,
									["h"] = "|cffa335ee|Hitem:114821:0:0:0:0:0:0:0:100:0:0:0|h[Сумка из волшебной ткани]|h|r",
									["count"] = 30,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 2,
											["class"] = "item",
											["age"] = 23694880,
											["bag_id"] = 5,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 3,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23694879,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694885,
											["loc_id"] = 1,
											["count"] = 38,
											["h"] = "|cffffffff|Hitem:109118:0:0:0:0:0:0:0:100:0:0:0|h[Руда Черной горы]|h|r",
											["slot_id"] = 4,
											["bag_id"] = 5,
										}, -- [4]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 17,
											["h"] = "|cffffffff|Hitem:109693:0:0:0:0:0:0:0:100:0:0:0|h[Дренорская пыль]|h|r",
											["slot_id"] = 5,
											["age"] = 23695054,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23694880,
											["bag_id"] = 5,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23694881,
											["bag_id"] = 5,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 1,
											["class"] = "empty",
											["age"] = 23691596,
											["bag_id"] = 5,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 9,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691616,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691596,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23691596,
											["bag_id"] = 5,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 12,
											["class"] = "item",
											["age"] = 23691597,
											["bag_id"] = 5,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 13,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691596,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 14,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691597,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 15,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691616,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23691597,
											["bag_id"] = 5,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["class"] = "item",
											["age"] = 23691596,
											["bag_id"] = 5,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 18,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691597,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 19,
											["class"] = "item",
											["age"] = 23691597,
											["bag_id"] = 5,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 20,
											["class"] = "item",
											["age"] = 23679135,
											["bag_id"] = 5,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 21,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23679133,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 22,
											["class"] = "item",
											["age"] = 23679136,
											["bag_id"] = 5,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 23,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23679136,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23655348,
											["bag_id"] = 5,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 23655348,
											["bag_id"] = 5,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 26,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23681691,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 27,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23681691,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 28,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691621,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 29,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23691621,
											["bag_id"] = 5,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 30,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23691621,
										}, -- [30]
									},
									["status"] = -3,
									["empty"] = 28,
									["type"] = 1,
									["texture"] = "Interface\\ICONS\\INV_tailoring_hexweavebag.blp",
								}, -- [5]
							},
							["slot_count"] = 118,
						}, -- [1]
						[3] = {
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23621473,
											["h"] = "|cff0070dd|Hitem:88589:0:0:0:0:0:0:1779314048:100:0:0:0|h[Факел для кремации]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23619930,
											["h"] = "|cff0070dd|Hitem:88584:0:0:0:0:0:0:1758092800:100:0:0:0|h[Тотем гармонии]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23619930,
											["h"] = "|cff0070dd|Hitem:88580:0:0:0:0:0:0:1919679616:100:0:0:0|h[Маска Кен-Кена]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23619930,
											["h"] = "|cff0070dd|Hitem:88387:0:0:0:0:0:0:1727115008:100:0:0:0|h[Плевательница Шу-шэня]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23619930,
											["h"] = "|cff0070dd|Hitem:88370:0:0:0:0:0:0:1334896896:100:0:0:0|h[Прыткий сурок]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23635424,
											["h"] = "|cffffffff|Hitem:88487:0:0:0:0:0:0:145501248:100:0:0:0|h[Взрывчатая сфера]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23682875,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир увеличения]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир увеличения]|h|r",
											["count"] = 20,
											["slot_id"] = 8,
											["age"] = 23649794,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 15,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23682875,
											["h"] = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир увеличения]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109223:0:0:0:0:0:0:0:100:0:0:0|h[Лечебное снадобье]|h|r",
											["slot_id"] = 10,
											["count"] = 20,
											["age"] = 23682875,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23682875,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:118911:0:0:0:0:0:0:0:100:0:0:0|h[Дренорское зелье интеллекта буяна]|h|r",
											["slot_id"] = 11,
											["bag_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:85589:0:0:0:0:0:0:704714496:100:0:0:0|h[Почти полный пузырек полиметановой кислоты]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["age"] = 23682875,
										}, -- [12]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23682875,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 1,
											["ab"] = 1,
											["bag_id"] = 1,
											["count"] = 7,
											["h"] = "|cff1eff00|Hitem:86143:0:0:0:0:0:0:-1909454336:100:0:0:0|h[Бинты для боевых питомцев]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["h"] = "|cff0070dd|Hitem:86574:0:0:0:0:0:0:0:100:0:0:0|h[Эликсир древнего знания]|h|r",
											["age"] = 23682875,
										}, -- [14]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:69776:0:0:0:0:0:0:140440544:100:0:0:0|h[Древний янтарь]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 15,
											["loc_id"] = 3,
											["age"] = 23682875,
										}, -- [15]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 1,
											["ab"] = 1,
											["age"] = 23682875,
											["h"] = "|cff1eff00|Hitem:89906:0:0:0:0:0:0:1083360640:100:0:0:0|h[Волшебное лакомство]|h|r",
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:85264:0:0:0:0:0:0:1977592064:100:0:0:0|h[Осеннее цветущее дерево]|h|r",
											["slot_id"] = 17,
											["sb"] = 1,
											["age"] = 23682875,
											["loc_id"] = 3,
											["count"] = 3,
										}, -- [17]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23682875,
											["h"] = "|cff1eff00|Hitem:46725:0:0:0:0:0:0:0:100:0:14:0|h[Пневматический карабин Красного Всадника]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23682875,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43352:0:0:0:0:0:0:1838895104:100:0:0:0|h[Набор для ухода за питомцем]|h|r",
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 7,
											["slot_id"] = 20,
											["age"] = 23682875,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:118415:0:0:0:0:0:0:0:100:0:0:0|h[Горерыбка]|h|r",
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:113405:0:0:0:0:0:0:0:100:0:0:0|h[Слегка помятая жаба]|h|r",
											["slot_id"] = 21,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["age"] = 23682875,
										}, -- [21]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:117492:0:0:0:0:0:0:0:100:0:0:0|h[Реликвия Рухмар]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["ab"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23684352,
										}, -- [22]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 23,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff1eff00|Hitem:48601:0:0:0:0:0:0:0:100:0:14:0|h[Боеприпасы для пневматического карабина Красного Всадника]|h|r",
										}, -- [23]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:82467:0:0:0:0:0:0:31380704:100:0:0:0|h[Сбруя Шерстелобика]|h|r",
											["slot_id"] = 24,
											["sb"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37604:0:0:0:0:0:0:1920300672:100:0:0:0|h[Зубочистка]|h|r",
											["slot_id"] = 25,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 9,
											["age"] = 23684352,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34068:0:0:0:0:0:0:-1746030208:100:0:0:0|h[Утяжеленный фонарь из тыквы]|h|r",
											["slot_id"] = 26,
											["count"] = 12,
											["age"] = 23684352,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["sb"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:20410:0:0:0:0:0:0:1442396992:100:0:0:0|h[Волшебная палочка - костюм летучей мыши]|h|r",
										}, -- [27]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:20409:0:0:0:0:0:0:1544612864:100:0:0:0|h[Волшебная палочка - костюм призрака]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["bag_id"] = 1,
										}, -- [28]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:777426592:100:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["age"] = 23684352,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23684352,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:20397:0:0:0:0:0:0:851457824:100:0:0:0|h[Волшебная палочка - костюм пирата]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffa335ee|Hitem:115334:0:0:0:0:0:0:0:100:0:1:1:22|h[Потрясающий скипетр с символом огненной вспышки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:110060:0:0:0:0:0:0:0:100:0:2:1:524|h[Кристалл вестника боли]|h|r",
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:113801:0:0:0:0:0:0:0:100:0:14:0|h[Клобук Призрачной Луны]|h|r",
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:33292:0:0:0:0:0:0:408195152:100:0:0:0|h[Благословенный шлем]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff1eff00|Hitem:21525:0:0:0:0:0:0:0:100:0:4:0|h[Зеленый новогодний колпак]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 7,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:114816:0:0:0:0:0:0:0:100:0:13:3:196:525:538|h[Пояс из волшебной ткани с меткой безмятежности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["age"] = 23684352,
										}, -- [8]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:115243:0:0:0:0:0:0:0:100:0:7:0|h[Атласные поножи необузданного претендента]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["age"] = 23684352,
										}, -- [9]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:113798:0:0:0:0:0:0:0:100:0:14:0|h[Ботфорты Призрачной Луны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 10,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:115151:0:0:0:0:0:0:0:100:0:7:0|h[Эмблема жестокости необузданного бойца]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["age"] = 23684352,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffa335ee|Hitem:118230:0:0:0:0:0:0:0:100:0:0:1:545|h[Тлеющий лазурный камень]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [12]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:108907:0:0:0:0:0:0:0:100:0:0:0|h[Гриб судьбы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["count"] = 1,
											["age"] = 23684352,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:6796:0:0:0:0:0:0:1414321152:100:0:0:0|h[Красная рубашка сорвиголовы]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:31775:0:0:0:0:0:0:0:100:0:0:0|h[Спореггарская гербовая накидка]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 2,
										}, -- [15]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hitem:117406:0:0:0:0:0:0:0:100:0:14:0|h[Штормградский шлем]|h|r",
											["slot_id"] = 16,
											["bag_id"] = 2,
										}, -- [16]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["slot_id"] = 17,
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:117407:0:0:0:0:0:0:0:100:0:14:0|h[Наплечные щитки Штормграда]|h|r",
										}, -- [17]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["ab"] = 1,
											["slot_id"] = 18,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:117408:0:0:0:0:0:0:0:100:0:14:0|h[Нагрудный доспех Штормграда]|h|r",
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [18]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["ab"] = 1,
											["slot_id"] = 19,
											["sb"] = 1,
											["loc_id"] = 3,
											["h"] = "|cff0070dd|Hitem:117409:0:0:0:0:0:0:0:100:0:14:0|h[Захваты Штормграда]|h|r",
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [19]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["ab"] = 1,
											["slot_id"] = 20,
											["sb"] = 1,
											["loc_id"] = 3,
											["h"] = "|cff0070dd|Hitem:117411:0:0:0:0:0:0:0:100:0:14:0|h[Поножи Штормграда]|h|r",
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1077296768:100:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 3,
											["ab"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:117412:0:0:0:0:0:0:0:100:0:14:0|h[Сапоги Штормграда]|h|r",
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23684352,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:116450:0:0:0:0:0:0:0:100:0:11:0|h[Теплые зеленые шерстяные носки]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 2,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff1eff00|Hitem:63128:0:0:0:0:0:0:1356422016:100:0:0:0|h[Тролльская скрижаль]|h|r",
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["count"] = 1,
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff1eff00|Hitem:52843:0:0:0:0:0:0:385887392:100:0:0:0|h[Дворфийский рунический камень]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:17720:0:0:0:0:0:0:0:100:0:11:0|h[Схема: создатель снега 9000]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 6,
											["age"] = 23684352,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:118235:0:0:0:0:0:0:0:100:0:0:0|h[Огрская шапочка для купания]|h|r",
										}, -- [6]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:54445:0:0:0:0:0:0:1129660288:100:0:0:0|h[Трансцендентная сумка]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23684352,
										}, -- [7]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1977141504:100:0:0:0|h[Сумка из ткани Пустоты]|h|r",
											["count"] = 1,
											["age"] = 23684352,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:828:0:0:0:0:0:0:0:100:0:0:0|h[Маленький синий мешочек]|h|r",
											["slot_id"] = 9,
											["count"] = 1,
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["count"] = 1,
											["bag_id"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:112332:0:0:0:0:0:0:0:100:0:11:0|h[Подобранные камни]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:91877:0:0:0:0:0:0:-1534455168:100:0:0:0|h[Жетон из Крепости Покорителей]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 197,
											["age"] = 23684352,
										}, -- [11]
										{
											["q"] = 5,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 40,
											["sb"] = 1,
											["h"] = "|cffff8000|Hitem:115280:0:0:0:0:0:0:0:100:0:0:0|h[Камень аннуляции]|h|r",
											["slot_id"] = 12,
											["age"] = 23684352,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 1,
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:113295:0:0:0:0:0:0:0:100:0:0:0|h[Колба с трещиной]|h|r",
											["count"] = 4,
										}, -- [13]
										{
											["q"] = 5,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffff8000|Hitem:87209:0:0:0:0:0:0:2104652032:100:0:0:0|h[Печать мудрости]|h|r",
											["count"] = 2,
										}, -- [14]
										{
											["q"] = 5,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffff8000|Hitem:87208:0:0:0:0:0:0:754348032:100:0:0:0|h[Печать власти]|h|r",
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:118109:0:0:0:0:0:0:0:100:0:11:0|h[Карманный ветролет]|h|r",
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:115795:0:0:0:0:0:0:0:100:0:0:0|h[Сигнальная ракета \"На помощь!\"]|h|r",
											["count"] = 3,
										}, -- [17]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["bag_id"] = 3,
											["h"] = "|cff0070dd|Hitem:113543:0:0:0:0:0:0:0:100:0:0:0|h[Дух Шинри]|h|r",
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:113542:0:0:0:0:0:0:0:100:0:0:0|h[Шепот Раи'воша]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:113540:0:0:0:0:0:0:0:100:0:0:0|h[Пышный цветок Ба'рууна]|h|r",
											["count"] = 1,
											["bag_id"] = 3,
										}, -- [20]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1627328256:100:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 10,
											["h"] = "|cffffffff|Hitem:87399:0:0:0:0:0:0:0:100:0:0:0|h[Восстановленный артефакт]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 90,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:100:0:0:0|h[Фолиант ясного разума]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:52027:0:0:0:0:0:0:0:100:0:0:0|h[Знак освящения завоевателя]|h|r",
											["count"] = 1,
											["bag_id"] = 4,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:100:0:0:0|h[Снежок]|h|r",
											["slot_id"] = 4,
											["count"] = 20,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:100:0:0:0|h[Снежок]|h|r",
											["count"] = 20,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:100:0:0:0|h[Снежок]|h|r",
											["slot_id"] = 6,
											["count"] = 20,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23682875,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:100:0:0:0|h[Снежок]|h|r",
											["slot_id"] = 7,
											["count"] = 20,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23682875,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["slot_id"] = 8,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23682875,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:100:0:0:0|h[Снежок]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:116692:0:0:0:0:0:0:0:100:0:11:0|h[Мягкая бархатистая зеленая подушка]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["count"] = 1,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff0070dd|Hitem:116691:0:0:0:0:0:0:0:100:0:11:0|h[Мягкая подушка из кожи жевры]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hitem:17712:0:0:0:0:0:0:0:100:0:0:0|h[Набор для переодевания Зимнего Покрова]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23684352,
										}, -- [11]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23684352,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:116456:0:0:0:0:0:0:0:100:0:11:0|h[Свиток рассказчика]|h|r",
											["slot_id"] = 12,
											["bag_id"] = 4,
										}, -- [12]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 3,
											["count"] = 100,
											["sb"] = 1,
											["age"] = 23684352,
											["slot_id"] = 13,
											["h"] = "|cff1eff00|Hitem:26045:0:0:0:0:0:0:0:100:0:0:0|h[Боевой знак Халаа]|h|r",
										}, -- [13]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cff1eff00|Hitem:26045:0:0:0:0:0:0:0:100:0:0:0|h[Боевой знак Халаа]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["bag_id"] = 4,
											["count"] = 100,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:26045:0:0:0:0:0:0:0:100:0:0:0|h[Боевой знак Халаа]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 30,
											["age"] = 23684352,
										}, -- [15]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:26044:0:0:0:0:0:0:0:100:0:0:0|h[Исследовательский знак Халаа]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 100,
											["age"] = 23684352,
										}, -- [16]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["sb"] = 1,
											["age"] = 23684352,
											["count"] = 25,
											["h"] = "|cff1eff00|Hitem:26044:0:0:0:0:0:0:0:100:0:0:0|h[Исследовательский знак Халаа]|h|r",
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["count"] = 1,
											["bag_id"] = 4,
											["class"] = "item",
											["age"] = 23684352,
											["h"] = "|cffffffff|Hitem:21308:0:0:0:0:0:0:0:100:0:11:0|h[Звенящий колокольчик]|h|r",
										}, -- [18]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["count"] = 1,
											["age"] = 23684352,
											["class"] = "battlepet",
											["bag_id"] = 4,
											["h"] = "|cff0070dd|Hbattlepet:118:1:3:155:11:11:0000000000000000|h[Северный олень]|h|r",
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23684352,
											["class"] = "empty",
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:229786096:100:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["class"] = "empty",
											["age"] = 23684352,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["class"] = "empty",
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1979059968:100:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 20,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["count"] = 1,
											["age"] = 23635410,
											["bag_id"] = 6,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [20]
									},
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:1573271680:100:0:0:0|h[Сумка из ледяной ткани]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_EnchantedMageweave.blp",
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 21,
											["age"] = 23635411,
											["bag_id"] = 7,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["count"] = 1,
											["age"] = 23635411,
											["bag_id"] = 7,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:149255344:100:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23626910,
											["class"] = "empty",
											["bag_id"] = 8,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 8,
											["class"] = "empty",
											["age"] = 23626910,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["count"] = 1,
											["age"] = 23624098,
											["bag_id"] = 8,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 8,
											["age"] = 23619935,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["count"] = 1,
											["age"] = 23619758,
											["bag_id"] = 8,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["count"] = 1,
											["age"] = 23619758,
											["bag_id"] = 8,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["count"] = 1,
											["age"] = 23619758,
											["bag_id"] = 8,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["count"] = 1,
											["age"] = 23619758,
											["bag_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["count"] = 1,
											["age"] = 23619758,
											["bag_id"] = 8,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 21,
											["count"] = 1,
											["bag_id"] = 8,
											["age"] = 23649790,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["age"] = 23675791,
											["class"] = "item",
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:971601024:100:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:62786:0:0:0:0:0:0:0:100:0:0:0|h[Какао-бобы]|h|r",
											["count"] = 40,
											["age"] = 23682875,
										}, -- [1]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:114781:0:0:0:0:0:0:0:100:0:0:0|h[Древесина]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 2,
											["loc_id"] = 3,
											["age"] = 23682875,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:116053:0:0:0:0:0:0:0:100:0:0:0|h[Дренорские семена]|h|r",
											["slot_id"] = 3,
											["age"] = 23695052,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:109693:0:0:0:0:0:0:0:100:0:0:0|h[Дренорская пыль]|h|r",
											["count"] = 65,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["age"] = 23694878,
										}, -- [4]
										{
											["q"] = 4,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffa335ee|Hitem:115504:0:0:0:0:0:0:0:100:0:0:0|h[Расколотый кристалл времени]|h|r",
											["count"] = 12,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 9,
										}, -- [5]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:0:100:0:0:0|h[Пыль духов]|h|r",
											["slot_id"] = 6,
											["loc_id"] = 3,
											["count"] = 2,
											["age"] = 23691616,
										}, -- [6]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:100:0:0:0|h[Материал для свитка наложения чар]|h|r",
											["count"] = 36,
											["age"] = 23691616,
										}, -- [7]
										{
											["q"] = 4,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:0:0:0|h[Кристалл времени]|h|r",
											["count"] = 19,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["age"] = 23691616,
										}, -- [8]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:0:100:0:0:0|h[Малый радужный осколок]|h|r",
											["slot_id"] = 9,
											["age"] = 23691616,
										}, -- [9]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:115508:0:0:0:0:0:0:0:100:0:0:0|h[Дренорский камень]|h|r",
											["slot_id"] = 10,
											["age"] = 23695052,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:109135:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо речного чудища]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 3,
											["count"] = 2,
											["bag_id"] = 9,
										}, -- [11]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:109134:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо элекка]|h|r",
											["count"] = 4,
											["age"] = 23691616,
										}, -- [12]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:109133:0:0:0:0:0:0:0:100:0:0:0|h[Яйцо рилака]|h|r",
											["count"] = 8,
											["bag_id"] = 9,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:111676:0:0:0:0:0:0:0:100:0:0:0|h[Огромный безротый скрытиус]|h|r",
											["count"] = 1,
											["age"] = 23691616,
										}, -- [14]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:111674:0:0:0:0:0:0:0:100:0:0:0|h[Огромный слепой озерный осетр]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:111669:0:0:0:0:0:0:0:100:0:0:0|h[Безротый скрытиус]|h|r",
											["count"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["age"] = 23691616,
										}, -- [16]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 7,
											["h"] = "|cffffffff|Hitem:111667:0:0:0:0:0:0:0:100:0:0:0|h[Слепой озерный осетр]|h|r",
											["slot_id"] = 17,
											["age"] = 23691616,
										}, -- [17]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:111601:0:0:0:0:0:0:0:100:0:0:0|h[Огромная рыба-сабля]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 3,
											["count"] = 6,
											["age"] = 23691616,
										}, -- [18]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:111595:0:0:0:0:0:0:0:100:0:0:0|h[Рыба-сабля]|h|r",
											["slot_id"] = 19,
											["loc_id"] = 3,
											["count"] = 5,
											["age"] = 23691616,
										}, -- [19]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:109136:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо вепря]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 20,
											["bag_id"] = 9,
										}, -- [20]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 7,
											["h"] = "|cffffffff|Hitem:109132:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо талбука]|h|r",
											["slot_id"] = 21,
											["age"] = 23691616,
										}, -- [21]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["h"] = "|cffffffff|Hitem:109131:0:0:0:0:0:0:0:100:0:0:0|h[Сырое мясо копытня]|h|r",
											["count"] = 24,
											["bag_id"] = 9,
										}, -- [22]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23694873,
											["loc_id"] = 3,
											["slot_id"] = 23,
											["h"] = "|cffffffff|Hitem:109129:0:0:0:0:0:0:0:100:0:0:0|h[Таладорская орхидея]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
										}, -- [23]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["h"] = "|cffffffff|Hitem:109128:0:0:0:0:0:0:0:100:0:0:0|h[Награндский стрелоцвет]|h|r",
											["count"] = 9,
											["age"] = 23694873,
										}, -- [24]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:109127:0:0:0:0:0:0:0:100:0:0:0|h[Звездоцвет]|h|r",
											["slot_id"] = 25,
											["age"] = 23694873,
										}, -- [25]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:109125:0:0:0:0:0:0:0:100:0:0:0|h[Пламецвет]|h|r",
											["count"] = 4,
											["age"] = 23694873,
										}, -- [26]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 27,
											["h"] = "|cffffffff|Hitem:109124:0:0:0:0:0:0:0:100:0:0:0|h[Морозноцвет]|h|r",
											["count"] = 1,
											["age"] = 23694873,
										}, -- [27]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["h"] = "|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[Истинная железная руда]|h|r",
											["count"] = 11,
											["age"] = 23694873,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 29,
											["class"] = "item",
											["bag_id"] = 9,
											["age"] = 23694873,
										}, -- [29]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:109118:0:0:0:0:0:0:0:100:0:0:0|h[Руда Черной горы]|h|r",
											["count"] = 8,
											["loc_id"] = 3,
											["slot_id"] = 30,
											["age"] = 23694873,
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 31,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["age"] = 23694873,
										}, -- [31]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 10,
											["h"] = "|cffffffff|Hitem:2840:0:0:0:0:0:0:0:100:0:0:0|h[Медный слиток]|h|r",
											["slot_id"] = 32,
											["age"] = 23691616,
										}, -- [32]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cff1eff00|Hitem:113261:0:0:0:0:0:0:0:100:0:0:0|h[Волшебный огонь]|h|r",
											["count"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 33,
											["age"] = 23691616,
										}, -- [33]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 3,
											["slot_id"] = 34,
											["sb"] = 1,
											["count"] = 200,
											["h"] = "|cff1eff00|Hitem:111556:0:0:0:0:0:0:0:100:0:0:0|h[Отрез волшебной ткани]|h|r",
											["bag_id"] = 9,
										}, -- [34]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cff1eff00|Hitem:111556:0:0:0:0:0:0:0:100:0:0:0|h[Отрез волшебной ткани]|h|r",
											["slot_id"] = 35,
											["sb"] = 1,
											["count"] = 26,
											["loc_id"] = 3,
											["age"] = 23691616,
										}, -- [35]
										{
											["q"] = 3,
											["class"] = "item",
											["age"] = 23695052,
											["h"] = "|cff0070dd|Hitem:82447:0:0:0:0:0:0:398294080:100:0:0:0|h[Императорский шелк]|h|r",
											["slot_id"] = 36,
											["sb"] = 1,
											["loc_id"] = 3,
											["count"] = 16,
											["bag_id"] = 9,
										}, -- [36]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cff1eff00|Hitem:113262:0:0:0:0:0:0:0:100:0:0:0|h[Волшебная вода]|h|r",
											["count"] = 34,
											["loc_id"] = 3,
											["slot_id"] = 37,
											["bag_id"] = 9,
										}, -- [37]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23691616,
											["loc_id"] = 3,
											["slot_id"] = 38,
											["h"] = "|cff1eff00|Hitem:118472:0:0:0:0:0:0:0:100:0:0:0|h[Дикая кровь]|h|r",
											["count"] = 1,
											["bag_id"] = 9,
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 39,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23694873,
											["bag_id"] = 9,
										}, -- [39]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:100:0:0:0|h[Шелковый материал]|h|r",
											["slot_id"] = 40,
											["loc_id"] = 3,
											["count"] = 16,
											["age"] = 23691616,
										}, -- [40]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:100:0:0:0|h[Шерсть]|h|r",
											["count"] = 8,
											["loc_id"] = 3,
											["slot_id"] = 41,
											["bag_id"] = 9,
										}, -- [41]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:100:0:0:0|h[Льняной материал]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 42,
											["bag_id"] = 9,
										}, -- [42]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["h"] = "|cffffffff|Hitem:111557:0:0:0:0:0:0:0:100:0:0:0|h[Роскошный мех]|h|r",
											["count"] = 200,
											["loc_id"] = 3,
											["slot_id"] = 43,
											["bag_id"] = 9,
										}, -- [43]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["slot_id"] = 44,
											["h"] = "|cffffffff|Hitem:111557:0:0:0:0:0:0:0:100:0:0:0|h[Роскошный мех]|h|r",
											["count"] = 60,
											["age"] = 23695054,
										}, -- [44]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:14047:0:0:0:0:0:0:0:100:0:0:0|h[Руническая ткань]|h|r",
											["slot_id"] = 45,
											["loc_id"] = 3,
											["count"] = 4,
											["age"] = 23691616,
										}, -- [45]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 9,
											["loc_id"] = 3,
											["count"] = 65,
											["h"] = "|cff1eff00|Hitem:113264:0:0:0:0:0:0:0:100:0:0:0|h[Волшебный воздух]|h|r",
											["slot_id"] = 46,
											["age"] = 23695052,
										}, -- [46]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:0:0:0|h[Горгрондская мухоловка]|h|r",
											["count"] = 200,
											["loc_id"] = 3,
											["slot_id"] = 47,
											["age"] = 23691616,
										}, -- [47]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:0:0:0|h[Горгрондская мухоловка]|h|r",
											["slot_id"] = 48,
											["loc_id"] = 3,
											["count"] = 160,
											["age"] = 23694874,
										}, -- [48]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 9,
											["h"] = "|cff1eff00|Hitem:113263:0:0:0:0:0:0:0:100:0:0:0|h[Волшебная земля]|h|r",
											["slot_id"] = 49,
											["loc_id"] = 3,
											["count"] = 8,
											["age"] = 23691616,
										}, -- [49]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 50,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23691616,
											["bag_id"] = 9,
										}, -- [50]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 51,
											["bag_id"] = 9,
											["age"] = 23621452,
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 52,
											["bag_id"] = 9,
											["age"] = 23621452,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 53,
											["bag_id"] = 9,
											["age"] = 23621452,
											["count"] = 1,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 54,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 55,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 57,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 61,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 64,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 65,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 66,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 67,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 68,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 69,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 70,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 71,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 72,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 73,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 74,
											["age"] = 23619933,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619933,
											["slot_id"] = 75,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 76,
											["age"] = 23619933,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619933,
											["bag_id"] = 9,
											["slot_id"] = 77,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 79,
											["age"] = 23619952,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 80,
											["bag_id"] = 9,
											["age"] = 23619933,
											["count"] = 1,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619933,
											["slot_id"] = 81,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 82,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 83,
											["age"] = 23619933,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 84,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619933,
											["slot_id"] = 85,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 86,
											["age"] = 23619933,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 87,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 88,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["age"] = 23619952,
											["slot_id"] = 89,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 90,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 91,
											["bag_id"] = 9,
											["age"] = 23619952,
											["count"] = 1,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23619952,
											["bag_id"] = 9,
											["slot_id"] = 92,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 93,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 94,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 95,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 96,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 97,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 98,
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 52,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
							["slot_count"] = 270,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:115996:0:0:0:0:0:0:0:100:0:4:1:560|h[Диадема пламени Скверны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23695050,
											["loc_id"] = 6,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23695050,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:116285:5317:0:0:0:0:0:0:100:0:4:0|h[Колье жерлоруба]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:114517:0:0:0:0:0:0:0:100:0:1:1:74|h[Оплечье тонкого льда со знаком дикости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 23695050,
											["loc_id"] = 6,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:118812:0:0:0:0:0:0:0:100:0:0:0|h[Плащ языков пламени Кауфебирда]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23695052,
											["loc_id"] = 6,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23695050,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:114813:0:0:0:0:0:0:0:100:0:13:3:24:525:538|h[Одеяние из волшебной ткани с символом огненной вспышки]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:6795:0:0:0:0:0:0:1522743680:100:0:0:0|h[Белая рубашка сорвиголовы]|h|r",
											["age"] = 23647814,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 23598606,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23695050,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:113642:0:0:0:0:0:0:0:100:0:3:0|h[Плетеные кристальные наручи]|h|r",
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23695050,
											["h"] = "|cffa335ee|Hitem:115998:0:0:0:0:0:0:0:100:0:4:0|h[Стерильные повязки]|h|r",
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113656:0:0:0:0:0:0:0:100:0:3:0|h[Ремень пораженного разума]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23695050,
											["loc_id"] = 6,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:114811:0:0:0:0:0:0:0:100:0:13:3:525:538:39|h[Поножи из волшебной ткани с символом огненной вспышки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23695050,
											["loc_id"] = 6,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:114501:0:0:0:0:0:0:0:100:0:1:1:79|h[Сандалии тонкого льда со знаком дикости]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23695050,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:118299:0:0:0:0:0:0:0:100:0:14:0|h[Вневременное целительное кольцо из солия]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23672840,
											["loc_id"] = 6,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113604:0:0:0:0:0:0:0:100:0:3:1:563|h[Смертные узы Каргата]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23695050,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23695050,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:114551:0:0:0:0:0:0:0:100:0:1:1:560|h[Потрясающее предвидение]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:118880:0:0:0:0:0:0:0:100:0:0:0|h[Негаснущая свеча]|h|r",
											["age"] = 23680167,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:115333:5330:0:0:0:0:0:0:100:0:1:1:176|h[Потрясающий посох со знаком беспощадности]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["age"] = 23695050,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["count"] = 1,
											["age"] = 23646472,
											["bag_id"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 9,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:738|h[Малый амулет удачи]|h|r",
											["bag_id"] = 1,
											["age"] = 23598606,
											["count"] = 154,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:390|h[Очки завоевания]|h|r",
											["bag_id"] = 1,
											["age"] = 23675708,
											["count"] = 585,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
											["bag_id"] = 1,
											["age"] = 23677266,
											["count"] = 286,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hcurrency:823|h[Апекситовый кристалл]|h|r",
											["bag_id"] = 1,
											["age"] = 23694884,
											["count"] = 8963,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:994|h[Печать закаленной судьбы]|h|r",
											["bag_id"] = 1,
											["age"] = 23695051,
											["count"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:824|h[Ресурсы гарнизона]|h|r",
											["bag_id"] = 1,
											["age"] = 23695084,
											["count"] = 309,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 10,
											["age"] = 23675709,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:402|h[Жетон Железной Лапы]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 2,
											["age"] = 23691632,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:81|h[Награда гурмана]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:515|h[Призовой купон ярмарки Новолуния]|h|r",
											["bag_id"] = 1,
											["age"] = 23691632,
											["count"] = 58,
										}, -- [9]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 9,
						},
						[10] = {
							["bag"] = {
								{
									["type"] = 20,
									["status"] = -3,
								}, -- [1]
							},
						},
						[13] = {
							["bag"] = {
								{
									["type"] = 24,
									["count"] = 80,
									["slot"] = {
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:19102:0:0:0:0:0:0:0:100:0:0:0|h[Трескучий посох]|h|r",
											["count"] = 1,
											["did"] = 1,
											["bag_id"] = 1,
										}, -- [1]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18486:0:0:0:0:0:0:0:100:0:0:0|h[Одеяние из луноткани]|h|r",
											["count"] = 1,
											["did"] = 11,
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:21849:0:0:0:0:0:0:0:100:0:0:0|h[Наручи из ткани Пустоты]|h|r",
											["count"] = 1,
											["did"] = 21,
											["bag_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:10003:0:0:0:0:0:0:0:100:0:0:0|h[Черные перчатки из магической ткани]|h|r",
											["count"] = 1,
											["did"] = 31,
											["bag_id"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:7524:0:0:0:0:0:0:0:100:0:0:0|h[Паутинная накидка]|h|r",
											["count"] = 1,
											["did"] = 41,
											["bag_id"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:39514:0:0:0:0:0:0:0:100:0:0:0|h[Героическая корона веры]|h|r",
											["count"] = 1,
											["did"] = 51,
											["bag_id"] = 1,
										}, -- [6]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 7,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32609:0:0:0:0:0:0:0:100:0:0:0|h[Сапоги божественного света]|h|r",
											["count"] = 1,
											["did"] = 61,
											["bag_id"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:4314:0:0:0:0:0:0:0:100:0:0:0|h[Шерстяные наплечники с двойным швом]|h|r",
											["count"] = 1,
											["did"] = 71,
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31066:0:0:0:0:0:0:0:100:0:0:0|h[Одежды отпущения грехов]|h|r",
											["count"] = 1,
											["did"] = 2,
											["bag_id"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31068:0:0:0:0:0:0:0:100:0:0:0|h[Брюки отпущения грехов]|h|r",
											["count"] = 1,
											["did"] = 12,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31063:0:0:0:0:0:0:0:100:0:0:0|h[Клобук отпущения грехов]|h|r",
											["count"] = 1,
											["did"] = 22,
											["bag_id"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31069:0:0:0:0:0:0:0:100:0:0:0|h[Мантия отпущения грехов]|h|r",
											["count"] = 1,
											["did"] = 32,
											["bag_id"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 13,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:31060:0:0:0:0:0:0:0:100:0:0:0|h[Перчатки отпущения грехов]|h|r",
											["count"] = 1,
											["did"] = 42,
											["bag_id"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:14270:0:0:0:0:0:0:0:100:0:0:0|h[Плащ Геи]|h|r",
											["count"] = 1,
											["did"] = 52,
											["bag_id"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 15,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32256:0:0:0:0:0:0:0:100:0:0:0|h[Опояска Бесконечности]|h|r",
											["count"] = 1,
											["did"] = 62,
											["bag_id"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:86796:0:0:0:0:0:0:0:100:0:0:0|h[Факел небесных искр]|h|r",
											["count"] = 1,
											["did"] = 72,
											["bag_id"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 17,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:86806:0:0:0:0:0:0:0:100:0:0:0|h[Тиан, скипетр спящего императора]|h|r",
											["count"] = 1,
											["did"] = 3,
											["bag_id"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 18,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32327:0:0:0:0:0:0:0:100:0:0:0|h[Одеяние Совета Теней]|h|r",
											["count"] = 1,
											["did"] = 13,
											["bag_id"] = 1,
										}, -- [18]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 19,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:19145:0:0:0:0:0:0:0:100:0:0:0|h[Одеяние неустойчивой силы]|h|r",
											["count"] = 1,
											["did"] = 23,
											["bag_id"] = 1,
										}, -- [19]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 20,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:16815:0:0:0:0:0:0:0:100:0:0:0|h[Одеяния пророчества]|h|r",
											["count"] = 1,
											["did"] = 33,
											["bag_id"] = 1,
										}, -- [20]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 21,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:81094:0:0:0:0:0:0:0:100:0:0:0|h[Крушитель панцирей]|h|r",
											["count"] = 1,
											["did"] = 43,
											["bag_id"] = 1,
										}, -- [21]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 22,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:32500:0:0:0:0:0:0:0:100:0:0:0|h[Хрустальный пик Карабора]|h|r",
											["count"] = 1,
											["did"] = 53,
											["bag_id"] = 1,
										}, -- [22]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 23,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:30918:0:0:0:0:0:0:0:100:0:0:0|h[Молот искупления]|h|r",
											["count"] = 1,
											["did"] = 63,
											["bag_id"] = 1,
										}, -- [23]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 24,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:65921:0:0:0:0:0:0:0:100:0:0:0|h[Молот Дардина]|h|r",
											["count"] = 1,
											["did"] = 73,
											["bag_id"] = 1,
										}, -- [24]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 25,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:39424:0:0:0:0:0:0:0:100:0:0:0|h[Клинок души]|h|r",
											["count"] = 1,
											["did"] = 4,
											["bag_id"] = 1,
										}, -- [25]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 26,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:65689:0:0:0:0:0:0:0:100:0:0:0|h[Особый светильник для растений Брейзи]|h|r",
											["count"] = 1,
											["did"] = 14,
											["bag_id"] = 1,
										}, -- [26]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 27,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:30872:0:0:0:0:0:0:0:100:0:0:0|h[Хроника Темных Тайн]|h|r",
											["count"] = 1,
											["did"] = 24,
											["bag_id"] = 1,
										}, -- [27]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 28,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18425:0:0:0:0:0:0:0:100:0:0:0|h[Кружка Крига]|h|r",
											["count"] = 1,
											["did"] = 34,
											["bag_id"] = 1,
										}, -- [28]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 29,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18353:0:0:0:0:0:0:0:100:0:0:0|h[Каменноцветный посох]|h|r",
											["count"] = 1,
											["did"] = 44,
											["bag_id"] = 1,
										}, -- [29]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 30,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18459:0:0:0:0:0:0:0:100:0:0:0|h[Нарукавники Галланта]|h|r",
											["count"] = 1,
											["did"] = 54,
											["bag_id"] = 1,
										}, -- [30]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 31,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:18350:0:0:0:0:0:0:0:100:0:0:0|h[Усиливающий плащ]|h|r",
											["count"] = 1,
											["did"] = 64,
											["bag_id"] = 1,
										}, -- [31]
										{
											["q"] = 4,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 32,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:34012:0:0:0:0:0:0:0:100:0:0:0|h[Накидка последней битвы]|h|r",
											["count"] = 1,
											["did"] = 74,
											["bag_id"] = 1,
										}, -- [32]
										{
											["q"] = 3,
											["age"] = 23677130,
											["h"] = "|cff0070dd|Hitem:9381:0:0:0:0:0:0:0:100:0:0:0|h[Жезл земли]|h|r",
											["slot_id"] = 33,
											["sb"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["did"] = 5,
											["bag_id"] = 1,
										}, -- [33]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 34,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:9413:0:0:0:0:0:0:0:100:0:0:0|h[Камнекрошитель]|h|r",
											["count"] = 1,
											["did"] = 15,
											["bag_id"] = 1,
										}, -- [34]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 35,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:4047:0:0:0:0:0:0:0:100:0:0:0|h[Туманные сапоги]|h|r",
											["count"] = 1,
											["did"] = 25,
											["bag_id"] = 1,
										}, -- [35]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 36,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:8194:0:0:0:0:0:0:0:100:0:0:0|h[Гоблинский щелкунчик]|h|r",
											["count"] = 1,
											["did"] = 35,
											["bag_id"] = 1,
										}, -- [36]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["slot_id"] = 37,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:7430:0:0:0:0:0:0:0:100:0:0:0|h[Сумеречное одеяние]|h|r",
											["count"] = 1,
											["did"] = 45,
											["bag_id"] = 1,
										}, -- [37]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:68743:0:0:0:0:0:0:0:100:0:0:0|h[Прочный плащ пехотинца]|h|r",
											["slot_id"] = 38,
											["did"] = 55,
											["bag_id"] = 1,
										}, -- [38]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 39,
											["did"] = 65,
											["h"] = "|cff1eff00|Hitem:12185:0:0:0:0:0:0:0:100:0:0:0|h[Адмиральская шляпа Кровавого Паруса]|h|r",
										}, -- [39]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 40,
											["did"] = 75,
											["h"] = "|cffffffff|Hitem:22742:0:0:0:0:0:0:0:100:0:0:0|h[Рубашка Кровавого Паруса]|h|r",
										}, -- [40]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 41,
											["did"] = 6,
											["h"] = "|cffffffff|Hitem:22744:0:0:0:0:0:0:0:100:0:0:0|h[Сапоги Кровавого Паруса]|h|r",
										}, -- [41]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 42,
											["did"] = 16,
											["h"] = "|cffffffff|Hitem:22743:0:0:0:0:0:0:0:100:0:0:0|h[Кушак Кровавого Паруса]|h|r",
										}, -- [42]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 43,
											["did"] = 26,
											["h"] = "|cffffffff|Hitem:22745:0:0:0:0:0:0:0:100:0:0:0|h[Штаны Кровавого Паруса]|h|r",
										}, -- [43]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 44,
											["did"] = 36,
											["h"] = "|cff0070dd|Hitem:118724:0:0:0:0:0:0:0:100:0:0:0|h[Свежеватель Вентурона]|h|r",
										}, -- [44]
										{
											["q"] = 2,
											["age"] = 23677130,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:36658:0:0:0:0:0:0:0:100:0:0:0|h[Потухшая искра]|h|r",
											["slot_id"] = 45,
											["did"] = 46,
											["bag_id"] = 1,
										}, -- [45]
										{
											["q"] = 3,
											["age"] = 23677130,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:114439:0:0:0:0:0:0:0:100:0:0:0|h[Одеяния огненной вспышки]|h|r",
											["slot_id"] = 46,
											["did"] = 56,
											["bag_id"] = 1,
										}, -- [46]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 47,
											["did"] = 66,
											["h"] = "|cffffffff|Hitem:118918:0:0:0:0:0:0:0:100:0:0:0|h[Окровавленная бандана]|h|r",
										}, -- [47]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 48,
											["did"] = 76,
											["h"] = "|cff1eff00|Hitem:2955:0:0:0:0:0:0:0:100:0:0:0|h[Шляпа первого помощника]|h|r",
										}, -- [48]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 13,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23677130,
											["slot_id"] = 49,
											["did"] = 7,
											["h"] = "|cff1eff00|Hitem:70923:0:0:0:0:0:0:0:100:0:0:0|h[Цветастый свитер Зимнего Покрова]|h|r",
										}, -- [49]
										{
											["loc_id"] = 13,
											["slot_id"] = 50,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 17,
											["age"] = 23621461,
										}, -- [50]
										{
											["loc_id"] = 13,
											["slot_id"] = 51,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 27,
											["age"] = 23621461,
										}, -- [51]
										{
											["loc_id"] = 13,
											["slot_id"] = 52,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 37,
											["age"] = 23621461,
										}, -- [52]
										{
											["loc_id"] = 13,
											["slot_id"] = 53,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 47,
											["age"] = 23621461,
										}, -- [53]
										{
											["loc_id"] = 13,
											["slot_id"] = 54,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 57,
											["age"] = 23621461,
										}, -- [54]
										{
											["loc_id"] = 13,
											["slot_id"] = 55,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 67,
											["age"] = 23621461,
										}, -- [55]
										{
											["loc_id"] = 13,
											["slot_id"] = 56,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 77,
											["age"] = 23621461,
										}, -- [56]
										{
											["loc_id"] = 13,
											["slot_id"] = 57,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 8,
											["age"] = 23621461,
										}, -- [57]
										{
											["loc_id"] = 13,
											["slot_id"] = 58,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 18,
											["age"] = 23621461,
										}, -- [58]
										{
											["loc_id"] = 13,
											["slot_id"] = 59,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 28,
											["age"] = 23621461,
										}, -- [59]
										{
											["loc_id"] = 13,
											["slot_id"] = 60,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 38,
											["age"] = 23621461,
										}, -- [60]
										{
											["loc_id"] = 13,
											["slot_id"] = 61,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 48,
											["age"] = 23621461,
										}, -- [61]
										{
											["loc_id"] = 13,
											["slot_id"] = 62,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 58,
											["age"] = 23621461,
										}, -- [62]
										{
											["loc_id"] = 13,
											["slot_id"] = 63,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 68,
											["age"] = 23621461,
										}, -- [63]
										{
											["loc_id"] = 13,
											["slot_id"] = 64,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 78,
											["age"] = 23621461,
										}, -- [64]
										{
											["loc_id"] = 13,
											["slot_id"] = 65,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 9,
											["age"] = 23621461,
										}, -- [65]
										{
											["loc_id"] = 13,
											["slot_id"] = 66,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 19,
											["age"] = 23621461,
										}, -- [66]
										{
											["loc_id"] = 13,
											["slot_id"] = 67,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 29,
											["age"] = 23621461,
										}, -- [67]
										{
											["loc_id"] = 13,
											["slot_id"] = 68,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 39,
											["age"] = 23621461,
										}, -- [68]
										{
											["loc_id"] = 13,
											["slot_id"] = 69,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 49,
											["age"] = 23621461,
										}, -- [69]
										{
											["loc_id"] = 13,
											["slot_id"] = 70,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 59,
											["age"] = 23621461,
										}, -- [70]
										{
											["loc_id"] = 13,
											["slot_id"] = 71,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 69,
											["age"] = 23621461,
										}, -- [71]
										{
											["loc_id"] = 13,
											["slot_id"] = 72,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 79,
											["age"] = 23621461,
										}, -- [72]
										{
											["loc_id"] = 13,
											["slot_id"] = 73,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 10,
											["age"] = 23621461,
										}, -- [73]
										{
											["loc_id"] = 13,
											["slot_id"] = 74,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 20,
											["age"] = 23621461,
										}, -- [74]
										{
											["loc_id"] = 13,
											["slot_id"] = 75,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 30,
											["age"] = 23621461,
										}, -- [75]
										{
											["loc_id"] = 13,
											["slot_id"] = 76,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 40,
											["age"] = 23621461,
										}, -- [76]
										{
											["loc_id"] = 13,
											["slot_id"] = 77,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 50,
											["age"] = 23621461,
										}, -- [77]
										{
											["loc_id"] = 13,
											["slot_id"] = 78,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 60,
											["age"] = 23621461,
										}, -- [78]
										{
											["loc_id"] = 13,
											["slot_id"] = 79,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 70,
											["age"] = 23621461,
										}, -- [79]
										{
											["loc_id"] = 13,
											["slot_id"] = 80,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["did"] = 80,
											["age"] = 23621461,
										}, -- [80]
									},
									["status"] = -3,
									["empty"] = 31,
								}, -- [1]
								{
									["type"] = 24,
									["count"] = 80,
									["slot"] = {
										{
											["loc_id"] = 13,
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 1,
											["age"] = 23621461,
										}, -- [1]
										{
											["loc_id"] = 13,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 11,
											["age"] = 23621461,
										}, -- [2]
										{
											["loc_id"] = 13,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 21,
											["age"] = 23621461,
										}, -- [3]
										{
											["loc_id"] = 13,
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 31,
											["age"] = 23621461,
										}, -- [4]
										{
											["loc_id"] = 13,
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 41,
											["age"] = 23621461,
										}, -- [5]
										{
											["loc_id"] = 13,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 51,
											["age"] = 23621461,
										}, -- [6]
										{
											["loc_id"] = 13,
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 61,
											["age"] = 23621461,
										}, -- [7]
										{
											["loc_id"] = 13,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 71,
											["age"] = 23621461,
										}, -- [8]
										{
											["loc_id"] = 13,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 2,
											["age"] = 23621461,
										}, -- [9]
										{
											["loc_id"] = 13,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 12,
											["age"] = 23621461,
										}, -- [10]
										{
											["loc_id"] = 13,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 22,
											["age"] = 23621461,
										}, -- [11]
										{
											["loc_id"] = 13,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 32,
											["age"] = 23621461,
										}, -- [12]
										{
											["loc_id"] = 13,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 42,
											["age"] = 23621461,
										}, -- [13]
										{
											["loc_id"] = 13,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 52,
											["age"] = 23621461,
										}, -- [14]
										{
											["loc_id"] = 13,
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 62,
											["age"] = 23621461,
										}, -- [15]
										{
											["loc_id"] = 13,
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 72,
											["age"] = 23621461,
										}, -- [16]
										{
											["loc_id"] = 13,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 3,
											["age"] = 23621461,
										}, -- [17]
										{
											["loc_id"] = 13,
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 13,
											["age"] = 23621461,
										}, -- [18]
										{
											["loc_id"] = 13,
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 23,
											["age"] = 23621461,
										}, -- [19]
										{
											["loc_id"] = 13,
											["slot_id"] = 20,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 33,
											["age"] = 23621461,
										}, -- [20]
										{
											["loc_id"] = 13,
											["slot_id"] = 21,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 43,
											["age"] = 23621461,
										}, -- [21]
										{
											["loc_id"] = 13,
											["slot_id"] = 22,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 53,
											["age"] = 23621461,
										}, -- [22]
										{
											["loc_id"] = 13,
											["slot_id"] = 23,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 63,
											["age"] = 23621461,
										}, -- [23]
										{
											["loc_id"] = 13,
											["slot_id"] = 24,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 73,
											["age"] = 23621461,
										}, -- [24]
										{
											["loc_id"] = 13,
											["slot_id"] = 25,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 4,
											["age"] = 23621461,
										}, -- [25]
										{
											["loc_id"] = 13,
											["slot_id"] = 26,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 14,
											["age"] = 23621461,
										}, -- [26]
										{
											["loc_id"] = 13,
											["slot_id"] = 27,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 24,
											["age"] = 23621461,
										}, -- [27]
										{
											["loc_id"] = 13,
											["slot_id"] = 28,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 34,
											["age"] = 23621461,
										}, -- [28]
										{
											["loc_id"] = 13,
											["slot_id"] = 29,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 44,
											["age"] = 23621461,
										}, -- [29]
										{
											["loc_id"] = 13,
											["slot_id"] = 30,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 54,
											["age"] = 23621461,
										}, -- [30]
										{
											["loc_id"] = 13,
											["slot_id"] = 31,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 64,
											["age"] = 23621461,
										}, -- [31]
										{
											["loc_id"] = 13,
											["slot_id"] = 32,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 74,
											["age"] = 23621461,
										}, -- [32]
										{
											["loc_id"] = 13,
											["slot_id"] = 33,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 5,
											["age"] = 23621461,
										}, -- [33]
										{
											["loc_id"] = 13,
											["slot_id"] = 34,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 15,
											["age"] = 23621461,
										}, -- [34]
										{
											["loc_id"] = 13,
											["slot_id"] = 35,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 25,
											["age"] = 23621461,
										}, -- [35]
										{
											["loc_id"] = 13,
											["slot_id"] = 36,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 35,
											["age"] = 23621461,
										}, -- [36]
										{
											["loc_id"] = 13,
											["slot_id"] = 37,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 45,
											["age"] = 23621461,
										}, -- [37]
										{
											["loc_id"] = 13,
											["slot_id"] = 38,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 55,
											["age"] = 23621461,
										}, -- [38]
										{
											["loc_id"] = 13,
											["slot_id"] = 39,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 65,
											["age"] = 23621461,
										}, -- [39]
										{
											["loc_id"] = 13,
											["slot_id"] = 40,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 75,
											["age"] = 23621461,
										}, -- [40]
										{
											["loc_id"] = 13,
											["slot_id"] = 41,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 6,
											["age"] = 23621461,
										}, -- [41]
										{
											["loc_id"] = 13,
											["slot_id"] = 42,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 16,
											["age"] = 23621461,
										}, -- [42]
										{
											["loc_id"] = 13,
											["slot_id"] = 43,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 26,
											["age"] = 23621461,
										}, -- [43]
										{
											["loc_id"] = 13,
											["slot_id"] = 44,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 36,
											["age"] = 23621461,
										}, -- [44]
										{
											["loc_id"] = 13,
											["slot_id"] = 45,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 46,
											["age"] = 23621461,
										}, -- [45]
										{
											["loc_id"] = 13,
											["slot_id"] = 46,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 56,
											["age"] = 23621461,
										}, -- [46]
										{
											["loc_id"] = 13,
											["slot_id"] = 47,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 66,
											["age"] = 23621461,
										}, -- [47]
										{
											["loc_id"] = 13,
											["slot_id"] = 48,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 76,
											["age"] = 23621461,
										}, -- [48]
										{
											["loc_id"] = 13,
											["slot_id"] = 49,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 7,
											["age"] = 23621461,
										}, -- [49]
										{
											["loc_id"] = 13,
											["slot_id"] = 50,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 17,
											["age"] = 23621461,
										}, -- [50]
										{
											["loc_id"] = 13,
											["slot_id"] = 51,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 27,
											["age"] = 23621461,
										}, -- [51]
										{
											["loc_id"] = 13,
											["slot_id"] = 52,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 37,
											["age"] = 23621461,
										}, -- [52]
										{
											["loc_id"] = 13,
											["slot_id"] = 53,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 47,
											["age"] = 23621461,
										}, -- [53]
										{
											["loc_id"] = 13,
											["slot_id"] = 54,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 57,
											["age"] = 23621461,
										}, -- [54]
										{
											["loc_id"] = 13,
											["slot_id"] = 55,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 67,
											["age"] = 23621461,
										}, -- [55]
										{
											["loc_id"] = 13,
											["slot_id"] = 56,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 77,
											["age"] = 23621461,
										}, -- [56]
										{
											["loc_id"] = 13,
											["slot_id"] = 57,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 8,
											["age"] = 23621461,
										}, -- [57]
										{
											["loc_id"] = 13,
											["slot_id"] = 58,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 18,
											["age"] = 23621461,
										}, -- [58]
										{
											["loc_id"] = 13,
											["slot_id"] = 59,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 28,
											["age"] = 23621461,
										}, -- [59]
										{
											["loc_id"] = 13,
											["slot_id"] = 60,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 38,
											["age"] = 23621461,
										}, -- [60]
										{
											["loc_id"] = 13,
											["slot_id"] = 61,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 48,
											["age"] = 23621461,
										}, -- [61]
										{
											["loc_id"] = 13,
											["slot_id"] = 62,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 58,
											["age"] = 23621461,
										}, -- [62]
										{
											["loc_id"] = 13,
											["slot_id"] = 63,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 68,
											["age"] = 23621461,
										}, -- [63]
										{
											["loc_id"] = 13,
											["slot_id"] = 64,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 78,
											["age"] = 23621461,
										}, -- [64]
										{
											["loc_id"] = 13,
											["slot_id"] = 65,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 9,
											["age"] = 23621461,
										}, -- [65]
										{
											["loc_id"] = 13,
											["slot_id"] = 66,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 19,
											["age"] = 23621461,
										}, -- [66]
										{
											["loc_id"] = 13,
											["slot_id"] = 67,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 29,
											["age"] = 23621461,
										}, -- [67]
										{
											["loc_id"] = 13,
											["slot_id"] = 68,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 39,
											["age"] = 23621461,
										}, -- [68]
										{
											["loc_id"] = 13,
											["slot_id"] = 69,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 49,
											["age"] = 23621461,
										}, -- [69]
										{
											["loc_id"] = 13,
											["slot_id"] = 70,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 59,
											["age"] = 23621461,
										}, -- [70]
										{
											["loc_id"] = 13,
											["slot_id"] = 71,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 69,
											["age"] = 23621461,
										}, -- [71]
										{
											["loc_id"] = 13,
											["slot_id"] = 72,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 79,
											["age"] = 23621461,
										}, -- [72]
										{
											["loc_id"] = 13,
											["slot_id"] = 73,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 10,
											["age"] = 23621461,
										}, -- [73]
										{
											["loc_id"] = 13,
											["slot_id"] = 74,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 20,
											["age"] = 23621461,
										}, -- [74]
										{
											["loc_id"] = 13,
											["slot_id"] = 75,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 30,
											["age"] = 23621461,
										}, -- [75]
										{
											["loc_id"] = 13,
											["slot_id"] = 76,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 40,
											["age"] = 23621461,
										}, -- [76]
										{
											["loc_id"] = 13,
											["slot_id"] = 77,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 50,
											["age"] = 23621461,
										}, -- [77]
										{
											["loc_id"] = 13,
											["slot_id"] = 78,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 60,
											["age"] = 23621461,
										}, -- [78]
										{
											["loc_id"] = 13,
											["slot_id"] = 79,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 70,
											["age"] = 23621461,
										}, -- [79]
										{
											["loc_id"] = 13,
											["slot_id"] = 80,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
											["did"] = 80,
											["age"] = 23621461,
										}, -- [80]
									},
									["status"] = -3,
									["empty"] = 80,
								}, -- [2]
							},
							["slot_count"] = 160,
						},
					},
					["bagoptions"] = {
						[3] = {
							[9] = {
								["cleanup"] = {
									["deposit"] = true,
								},
							},
						},
					},
				},
				["+Цитадель - Ясеневый лес"] = {
					["info"] = {
						["money"] = 93231753,
						["class"] = "GUILD",
						["player_id"] = "+Цитадель - Ясеневый лес",
						["realm"] = "Ясеневый лес",
						["name"] = "Цитадель",
						["faction"] = "Alliance",
						["class_local"] = "Гильдия",
						["level"] = 1,
						["guild_id"] = "+Цитадель - Ясеневый лес",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						{
							["bag"] = {
								{
									["type"] = 1,
									["access"] = "полный доступ",
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8401:0:0:0:0:0:0:-1907617920:92:0:0:0|h[Выкройка: жесткие поножи из чешуи скорпида]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:626414840:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 2,
											["did"] = 15,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:1024386080:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 3,
											["did"] = 29,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1628989824:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:1680606592:92:0:0:0|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:-1823812352:92:0:0:0|h[Выкройка: поножи жизни]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30308:0:0:0:0:0:0:1716471091:92:0:0:0|h[Выкройка: сапоги урагана]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [7]
										{
											["slot_id"] = 8,
											["loc_id"] = 4,
											["did"] = 2,
											["bag_id"] = 1,
										}, -- [8]
										{
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 1,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30306:0:0:0:0:0:0:1061606400:92:0:0:0|h[Выкройка: сапоги непроглядной тьмы]|h|r",
											["slot_id"] = 11,
											["did"] = 44,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:662520288:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1366467200:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18654:0:0:0:0:0:0:0:92:0:1:0|h[Схема: гномский тревого-бот]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16255:0:0:0:0:0:0:1898459904:92:0:0:0|h[Формула чар для двуручного оружия - дух II]|h|r",
											["slot_id"] = 15,
											["did"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:-1716107520:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 16,
											["did"] = 17,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:927086944:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 17,
											["did"] = 31,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16255:0:0:0:0:0:0:695385248:92:0:0:0|h[Формула чар для двуручного оружия - дух II]|h|r",
											["slot_id"] = 18,
											["did"] = 45,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:16254:0:0:0:0:0:0:-1792294144:92:0:0:0|h[Формула чар для оружия - похищение жизни]|h|r",
											["slot_id"] = 19,
											["did"] = 59,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:16254:0:0:0:0:0:0:534990112:92:0:0:0|h[Формула чар для оружия - похищение жизни]|h|r",
											["slot_id"] = 20,
											["did"] = 73,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:713878848:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 21,
											["did"] = 87,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 1,
										}, -- [22]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1932028544:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 23,
											["did"] = 18,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:2100656640:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 24,
											["did"] = 32,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:1330979584:92:0:0:0|h[Формула чар для оружия - нечестивое оружие]|h|r",
											["slot_id"] = 25,
											["did"] = 46,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1750359680:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 26,
											["did"] = 60,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:796695696:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 27,
											["did"] = 74,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16251:0:0:0:0:0:0:1522381888:92:0:0:0|h[Формула чар для наручей - выносливость V]|h|r",
											["slot_id"] = 28,
											["did"] = 88,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11610:0:0:0:0:0:0:-1618578432:92:0:0:0|h[Чертеж: распылитель из черного железа]|h|r",
											["slot_id"] = 29,
											["did"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11611:0:0:0:0:0:0:958025472:92:0:0:0|h[Чертеж: рассекатель из черного железа]|h|r",
											["slot_id"] = 30,
											["did"] = 19,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 1,
										}, -- [31]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:2116600064:92:0:0:0|h[Чертеж: ториевые наручи]|h|r",
											["slot_id"] = 32,
											["did"] = 47,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [32]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:-1853040000:92:0:0:0|h[Чертеж: ториевые сапоги]|h|r",
											["slot_id"] = 33,
											["did"] = 61,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [33]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:1991920512:92:0:0:0|h[Чертеж: ториевые поножи]|h|r",
											["slot_id"] = 34,
											["did"] = 75,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [34]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:1292033408:92:0:0:0|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
											["slot_id"] = 35,
											["did"] = 89,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:-1852132480:92:0:0:0|h[Чертеж: ториевые поножи]|h|r",
											["slot_id"] = 36,
											["did"] = 6,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 1,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 1,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 1,
										}, -- [39]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:1988020224:92:0:0:0|h[Чертеж: светозарные перчатки]|h|r",
											["slot_id"] = 40,
											["did"] = 62,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [40]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:1283146368:92:0:0:0|h[Чертеж: мифриловые шпоры]|h|r",
											["slot_id"] = 41,
											["did"] = 76,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [41]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:2046670336:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 42,
											["did"] = 90,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 1,
										}, -- [43]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:1893271680:92:0:0:0|h[Выкройка: перчатки из кожи ледопарда]|h|r",
											["slot_id"] = 44,
											["did"] = 21,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 1,
										}, -- [45]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:1625618816:92:0:0:0|h[Выкройка: химерические поножи]|h|r",
											["slot_id"] = 46,
											["did"] = 49,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [46]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:1251171520:92:0:0:0|h[Рецепт: зелье невидимости]|h|r",
											["slot_id"] = 47,
											["did"] = 63,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:-1925562240:92:0:0:0|h[Выкройка: поножи из кожи ледопарда]|h|r",
											["slot_id"] = 48,
											["did"] = 77,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [48]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32737:0:0:0:0:0:0:-1316125440:92:0:0:0|h[Чертеж: наплечники из быстростали]|h|r",
											["slot_id"] = 49,
											["did"] = 91,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31905:0:0:0:0:0:0:869999528:92:0:0:0|h[Семерка из колоды Ярости]|h|r",
											["slot_id"] = 50,
											["did"] = 8,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [50]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31906:0:0:0:0:0:0:-1637688550:92:0:0:0|h[Шестерка из колоды Ярости]|h|r",
											["slot_id"] = 51,
											["did"] = 22,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [51]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31884:0:0:0:0:0:0:1688586852:92:0:0:0|h[Пятерка из колоды Благословений]|h|r",
											["slot_id"] = 52,
											["did"] = 36,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [52]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31917:0:0:0:0:0:0:1603389369:92:0:0:0|h[Тройка из колоды Безумия]|h|r",
											["slot_id"] = 53,
											["did"] = 50,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [53]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31912:0:0:0:0:0:0:815014528:92:0:0:0|h[Пятерка из колоды Безумия]|h|r",
											["slot_id"] = 54,
											["did"] = 64,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31896:0:0:0:0:0:0:1716349440:92:0:0:0|h[Семерка из колоды Вихрей]|h|r",
											["slot_id"] = 55,
											["did"] = 78,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31901:0:0:0:0:0:0:-1946347241:92:0:0:0|h[Туз из колоды Ярости]|h|r",
											["slot_id"] = 56,
											["did"] = 92,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31894:0:0:0:0:0:0:1803193958:92:0:0:0|h[Пятерка из колоды Вихрей]|h|r",
											["slot_id"] = 57,
											["did"] = 9,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [57]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31893:0:0:0:0:0:0:1067727287:92:0:0:0|h[Восьмерка из колоды Вихрей]|h|r",
											["slot_id"] = 58,
											["did"] = 23,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [58]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31883:0:0:0:0:0:0:525577316:92:0:0:0|h[Восьмерка из колоды Благословений]|h|r",
											["slot_id"] = 59,
											["did"] = 37,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [59]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31904:0:0:0:0:0:0:1404159050:92:0:0:0|h[Четверка из колоды Ярости]|h|r",
											["slot_id"] = 60,
											["did"] = 51,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [60]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:1636934528:92:0:0:0|h[Семерка из колоды Элементалей]|h|r",
											["slot_id"] = 61,
											["did"] = 65,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22797:0:0:0:0:0:0:1786966399:92:0:0:0|h[Зерно кошмарника]|h|r",
											["slot_id"] = 62,
											["did"] = 79,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22797:0:0:0:0:0:0:1819209261:92:0:0:0|h[Зерно кошмарника]|h|r",
											["slot_id"] = 63,
											["did"] = 93,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 1,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 1,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 1,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 1,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 1,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 1,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 1,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 1,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 1,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 1,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 1,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 1,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 1,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 1,
										}, -- [77]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:60218:0:0:0:0:0:0:835585152:92:0:0:0|h[Ящик для рыболовной снасти мастера приманки]|h|r",
											["slot_id"] = 78,
											["did"] = 12,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 1,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 1,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 1,
										}, -- [81]
										{
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 1,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 1,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 1,
										}, -- [84]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11737:0:0:0:0:0:0:1524790144:92:0:0:0|h[Манускрипт ненасытности]|h|r",
											["slot_id"] = 85,
											["did"] = 13,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18357:0:0:0:0:0:0:0:92:0:0:0|h[Кодекс Защиты]|h|r",
											["slot_id"] = 86,
											["did"] = 27,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18363:0:0:0:0:0:0:-1743623808:92:0:0:0|h[\"Ледяной шок и вы\"]|h|r",
											["slot_id"] = 87,
											["did"] = 41,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19698:0:0:0:0:0:0:2106638464:92:0:0:0|h[Зульская монета]|h|r",
											["slot_id"] = 88,
											["did"] = 55,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [88]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19702:0:0:0:0:0:0:301455300:92:0:0:0|h[Монета Порочной Ветви]|h|r",
											["slot_id"] = 89,
											["did"] = 69,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [89]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19699:0:0:0:0:0:0:1232609984:92:0:0:0|h[Монета Раззаши]|h|r",
											["slot_id"] = 90,
											["did"] = 83,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 1,
										}, -- [91]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18364:0:0:0:0:0:0:1081024608:92:0:0:0|h[Изумрудный Сон]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18356:0:0:0:0:0:0:1763384896:92:0:0:0|h[Гарона: Исследование скрытности и предательства]|h|r",
											["slot_id"] = 93,
											["did"] = 28,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [93]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18364:0:0:0:0:0:0:1678453120:92:0:0:0|h[Изумрудный Сон]|h|r",
											["slot_id"] = 94,
											["did"] = 42,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21992:0:0:0:0:0:0:0:92:0:0:0|h[Учебник: бинты из ткани Пустоты]|h|r",
											["slot_id"] = 95,
											["did"] = 56,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [95]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19705:0:0:0:0:0:0:1945327744:92:0:0:0|h[Монета клана Дробителей Черепов]|h|r",
											["slot_id"] = 96,
											["did"] = 70,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 5,
										}, -- [96]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19703:0:0:0:0:0:0:911124544:92:0:0:0|h[Монета племени Сухокожих]|h|r",
											["slot_id"] = 97,
											["did"] = 84,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [97]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19704:0:0:0:0:0:0:800881472:92:0:0:0|h[Монета Песчаной Бури]|h|r",
											["slot_id"] = 98,
											["did"] = 98,
											["bag_id"] = 1,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [98]
									},
									["count"] = 98,
									["withdraw"] = "5/5 |4связка:связки:связок;",
									["status"] = -3,
									["empty"] = 31,
									["name"] = "Мусор",
									["texture"] = "Interface\\Icons\\INV_Weapon_Rifle_16",
								}, -- [1]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["name"] = "Алхимия трава",
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6657:0:0:0:0:0:0:81372248:92:0:0:0|h[Загадочное острое лакомство]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 5,
										}, -- [1]
										{
											["slot_id"] = 2,
											["loc_id"] = 4,
											["did"] = 15,
											["bag_id"] = 2,
										}, -- [2]
										{
											["slot_id"] = 3,
											["loc_id"] = 4,
											["did"] = 29,
											["bag_id"] = 2,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74850:0:0:0:0:0:0:374499072:92:0:0:0|h[Белая репа]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 45,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74848:0:0:0:0:0:0:1865180544:92:0:0:0|h[Полосатая дыня]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 50,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74846:0:0:0:0:0:0:1571891584:92:0:0:0|h[Ведьмины ягоды]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 5,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74842:0:0:0:0:0:0:1131944832:92:0:0:0|h[Тыква могу]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 40,
										}, -- [7]
										{
											["slot_id"] = 8,
											["loc_id"] = 4,
											["did"] = 2,
											["bag_id"] = 2,
										}, -- [8]
										{
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 2,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 2,
										}, -- [10]
										{
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 2,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74844:0:0:0:0:0:0:1318490624:92:0:0:0|h[Красный лук-порей]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 35,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:85506:0:0:0:0:0:0:1514503040:92:0:0:0|h[Мясо краба]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 2,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74847:0:0:0:0:0:0:917484416:92:0:0:0|h[Нефритовый кабачок]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 98,
										}, -- [14]
										{
											["slot_id"] = 15,
											["loc_id"] = 4,
											["did"] = 3,
											["bag_id"] = 2,
										}, -- [15]
										{
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 2,
										}, -- [16]
										{
											["slot_id"] = 17,
											["loc_id"] = 4,
											["did"] = 31,
											["bag_id"] = 2,
										}, -- [17]
										{
											["slot_id"] = 18,
											["loc_id"] = 4,
											["did"] = 45,
											["bag_id"] = 2,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 2,
										}, -- [19]
										{
											["slot_id"] = 20,
											["loc_id"] = 4,
											["did"] = 73,
											["bag_id"] = 2,
										}, -- [20]
										{
											["slot_id"] = 21,
											["loc_id"] = 4,
											["did"] = 87,
											["bag_id"] = 2,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 2,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 2,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 2,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 2,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 2,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 2,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 2,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 2,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 2,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 2,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 2,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 2,
										}, -- [33]
										{
											["slot_id"] = 34,
											["loc_id"] = 4,
											["did"] = 75,
											["bag_id"] = 2,
										}, -- [34]
										{
											["slot_id"] = 35,
											["loc_id"] = 4,
											["did"] = 89,
											["bag_id"] = 2,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 2,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 2,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 2,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 2,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 2,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 2,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 2,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 2,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 2,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 2,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 2,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 2,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 2,
										}, -- [48]
										{
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 2,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 2,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 2,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 2,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 2,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 2,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 2,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 2,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 2,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 2,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 2,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 2,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 2,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 2,
										}, -- [62]
										{
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 2,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 2,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 2,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 2,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 2,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 2,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 2,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 2,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 2,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 2,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 2,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 2,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 2,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 2,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 2,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43007:0:0:0:0:0:0:404975792:92:0:0:0|h[Северные пряности]|h|r",
											["slot_id"] = 78,
											["did"] = 12,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 100,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 2,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 2,
										}, -- [80]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:13468:0:0:0:0:0:0:633797410:92:0:0:0|h[Черный лотос]|h|r",
											["slot_id"] = 81,
											["did"] = 54,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 3,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37921:0:0:0:0:0:0:-1659857792:92:0:0:0|h[Яснотка]|h|r",
											["slot_id"] = 82,
											["did"] = 68,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 16,
										}, -- [82]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:36907:0:0:0:0:0:0:1672248832:92:0:0:0|h[Роза Таландры]|h|r",
											["slot_id"] = 83,
											["did"] = 82,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 5,
										}, -- [83]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2450:0:0:0:0:0:0:1204276736:92:0:0:0|h[Остротерн]|h|r",
											["slot_id"] = 84,
											["did"] = 96,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 6,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32839:0:0:0:0:0:0:738509528:92:0:0:0|h[Котел великой защиты от тайной магии]|h|r",
											["slot_id"] = 85,
											["did"] = 13,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 2,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 2,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 2,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 2,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 2,
										}, -- [89]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40195:0:0:0:0:0:0:-289919720:92:0:0:0|h[Карломасло]|h|r",
											["slot_id"] = 90,
											["did"] = 83,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 40,
										}, -- [90]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:76080:0:0:0:0:0:0:1672563200:92:0:0:0|h[Эликсир безупречности]|h|r",
											["slot_id"] = 91,
											["did"] = 97,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 20,
										}, -- [91]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32852:0:0:0:0:0:0:905769906:92:0:0:0|h[Котел великой защиты от темной магии]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 3,
										}, -- [92]
										{
											["slot_id"] = 93,
											["loc_id"] = 4,
											["did"] = 28,
											["bag_id"] = 2,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 2,
										}, -- [94]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58487:0:0:0:0:0:0:1166637696:92:0:0:0|h[Зелье Подземья]|h|r",
											["slot_id"] = 95,
											["did"] = 56,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 5,
										}, -- [95]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58084:0:0:0:0:0:0:1570634624:92:0:0:0|h[Эликсир призрака]|h|r",
											["slot_id"] = 96,
											["did"] = 70,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 7,
										}, -- [96]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58091:0:0:0:0:0:0:1720822144:92:0:0:0|h[Вулканическое зелье]|h|r",
											["slot_id"] = 97,
											["did"] = 84,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 2,
										}, -- [97]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58091:0:0:0:0:0:0:503910000:92:0:0:0|h[Вулканическое зелье]|h|r",
											["slot_id"] = 98,
											["did"] = 98,
											["bag_id"] = 2,
											["loc_id"] = 4,
											["age"] = 23605903,
											["count"] = 20,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 77,
									["count"] = 98,
									["texture"] = "132377",
								}, -- [2]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11754:0:0:0:0:0:0:357677312:92:0:0:0|h[Черный алмаз]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:1568781425:92:0:0:0|h[Радужная жемчужина]|h|r",
											["slot_id"] = 2,
											["did"] = 15,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:52181:0:0:0:0:0:0:1311425792:92:0:0:0|h[Гессонит]|h|r",
											["slot_id"] = 3,
											["did"] = 29,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52195:0:0:0:0:0:0:1554341248:92:0:0:0|h[Янтарный самоцвет]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 7,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52192:0:0:0:0:0:0:1039707296:92:0:0:0|h[Изумруд грез]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52191:0:0:0:0:0:0:-1571567744:92:0:0:0|h[Морской сапфир]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45879:0:0:0:0:0:0:-2124586368:92:0:0:0|h[Хрупкий самоцвет бури]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:21929:0:0:0:0:0:0:-1660635420:92:0:0:0|h[Пламенный спессарит]|h|r",
											["slot_id"] = 8,
											["did"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:-1571917253:92:0:0:0|h[Жемчужина джаггала]|h|r",
											["slot_id"] = 9,
											["did"] = 16,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76135:0:0:0:0:0:0:599691520:92:0:0:0|h[Плутовской камень]|h|r",
											["slot_id"] = 10,
											["did"] = 30,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 13,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76130:0:0:0:0:0:0:470893376:92:0:0:0|h[Тигровый опал]|h|r",
											["slot_id"] = 11,
											["did"] = 44,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76136:0:0:0:0:0:0:602446360:92:0:0:0|h[Пандарийский гранат]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76134:0:0:0:0:0:0:868126976:92:0:0:0|h[Солнечный камень]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:76137:0:0:0:0:0:0:777428544:92:0:0:0|h[Александрит]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7909:0:0:0:0:0:0:-1924023680:92:0:0:0|h[Аквамарин]|h|r",
											["slot_id"] = 15,
											["did"] = 3,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 12,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:-1171287461:92:0:0:0|h[Сумрачная жемчужина]|h|r",
											["slot_id"] = 16,
											["did"] = 17,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [16]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:-1322618560:92:0:0:0|h[Черная жемчужина]|h|r",
											["slot_id"] = 17,
											["did"] = 31,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76690:0:0:0:0:0:0:429706032:92:0:0:0|h[Императорский аметист защитника]|h|r",
											["slot_id"] = 18,
											["did"] = 45,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76683:0:0:0:0:0:0:241342688:92:0:0:0|h[Мстительный императорский аметист]|h|r",
											["slot_id"] = 19,
											["did"] = 59,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76647:0:0:0:0:0:0:951223744:92:0:0:0|h[Насыщенный самородный нефрит]|h|r",
											["slot_id"] = 20,
											["did"] = 73,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:76695:0:0:0:0:0:0:1646414080:92:0:0:0|h[Блистательный первозданный рубин]|h|r",
											["slot_id"] = 21,
											["did"] = 87,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 3,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 3,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 3,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 3,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 3,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 3,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 3,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 3,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 3,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 3,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 3,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 3,
										}, -- [33]
										{
											["slot_id"] = 34,
											["loc_id"] = 4,
											["did"] = 75,
											["bag_id"] = 3,
										}, -- [34]
										{
											["slot_id"] = 35,
											["loc_id"] = 4,
											["did"] = 89,
											["bag_id"] = 3,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 3,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 3,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 3,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 3,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 3,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 3,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 3,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 3,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 3,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 3,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 3,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 3,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 3,
										}, -- [48]
										{
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 3,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 3,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 3,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 3,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 3,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 3,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 3,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 3,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 3,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 3,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 3,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 3,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 3,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 3,
										}, -- [62]
										{
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 3,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 3,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 3,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 3,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 3,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 3,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 3,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 3,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 3,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 3,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 3,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 3,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 3,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 3,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 3,
										}, -- [77]
										{
											["slot_id"] = 78,
											["loc_id"] = 4,
											["did"] = 12,
											["bag_id"] = 3,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 3,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 3,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 3,
										}, -- [81]
										{
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 3,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 3,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 3,
										}, -- [84]
										{
											["slot_id"] = 85,
											["loc_id"] = 4,
											["did"] = 13,
											["bag_id"] = 3,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 3,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 3,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 3,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 3,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 3,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 3,
										}, -- [91]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:59596:0:0:0:0:0:0:469148096:92:0:0:0|h[Набор для снятия ограничителя]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [92]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39683:0:0:0:0:0:0:2134569088:92:0:0:0|h[Труба из ледяной стали]|h|r",
											["slot_id"] = 93,
											["did"] = 28,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 19,
										}, -- [93]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39682:0:0:0:0:0:0:-1683776000:92:0:0:0|h[Перегруженный конденсатор]|h|r",
											["slot_id"] = 94,
											["did"] = 42,
											["bag_id"] = 3,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [94]
										{
											["slot_id"] = 95,
											["loc_id"] = 4,
											["did"] = 56,
											["bag_id"] = 3,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 3,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 3,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 3,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 74,
									["name"] = "Ювелирка инжа",
									["texture"] = "133245",
								}, -- [3]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["count"] = 98,
									["slot"] = {
										{
											["slot_id"] = 1,
											["loc_id"] = 4,
											["did"] = 1,
											["bag_id"] = 4,
										}, -- [1]
										{
											["slot_id"] = 2,
											["loc_id"] = 4,
											["did"] = 15,
											["bag_id"] = 4,
										}, -- [2]
										{
											["slot_id"] = 3,
											["loc_id"] = 4,
											["did"] = 29,
											["bag_id"] = 4,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:12607:0:0:0:0:0:0:1186450240:92:0:0:0|h[Сверкающая многоцветная чешуя]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52979:0:0:0:0:0:0:2014100608:92:0:0:0|h[Черненая чешуя дракона]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 47,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25708:0:0:0:0:0:0:1424765302:92:0:0:0|h[Плотная кожа копытня]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72093:0:0:0:0:0:0:567692064:92:0:0:0|h[Кипарит]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 108,
										}, -- [7]
										{
											["slot_id"] = 8,
											["loc_id"] = 4,
											["did"] = 2,
											["bag_id"] = 4,
										}, -- [8]
										{
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 4,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 4,
										}, -- [10]
										{
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 4,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25700:0:0:0:0:0:0:1393981954:92:0:0:0|h[Скверночешуя]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 17,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14256:0:0:0:0:0:0:1068593600:92:0:0:0|h[Ткань Скверны]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:56516:0:0:0:0:0:0:1275865088:92:0:0:0|h[Сильно огрубелая кожа]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 40,
										}, -- [14]
										{
											["slot_id"] = 15,
											["loc_id"] = 4,
											["did"] = 3,
											["bag_id"] = 4,
										}, -- [15]
										{
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 4,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22576:0:0:0:0:0:0:392488816:92:0:0:0|h[Частица маны]|h|r",
											["slot_id"] = 17,
											["did"] = 31,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 22,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22575:0:0:0:0:0:0:828061120:92:0:0:0|h[Частица жизни]|h|r",
											["slot_id"] = 18,
											["did"] = 45,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 5,
										}, -- [18]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:-1465884640:92:0:0:0|h[Субстанция Огня]|h|r",
											["slot_id"] = 19,
											["did"] = 59,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:17011:0:0:0:0:0:0:-558250496:92:0:0:0|h[Ядро лавы]|h|r",
											["slot_id"] = 20,
											["did"] = 73,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 7,
										}, -- [20]
										{
											["slot_id"] = 21,
											["loc_id"] = 4,
											["did"] = 87,
											["bag_id"] = 4,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 4,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 4,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 4,
										}, -- [24]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:1710708992:92:0:0:0|h[Извечная земля]|h|r",
											["slot_id"] = 25,
											["did"] = 46,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [25]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:1389575296:92:0:0:0|h[Извечная тьма]|h|r",
											["slot_id"] = 26,
											["did"] = 60,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 7,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37704:0:0:0:0:0:0:-1951240832:92:0:0:0|h[Кристаллизованная жизнь]|h|r",
											["slot_id"] = 27,
											["did"] = 74,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 7,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 4,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 4,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 4,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 4,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 4,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 4,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:53038:0:0:0:0:0:0:692090240:92:0:0:0|h[Обсидиановая руда]|h|r",
											["slot_id"] = 34,
											["did"] = 75,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:52185:0:0:0:0:0:0:1095389184:92:0:0:0|h[Элементиевая руда]|h|r",
											["slot_id"] = 35,
											["did"] = 89,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 4,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 4,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 4,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 4,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 4,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 4,
										}, -- [41]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18562:0:0:0:0:0:0:-2029806592:92:0:0:0|h[Слиток элементия]|h|r",
											["slot_id"] = 42,
											["did"] = 90,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 4,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 4,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 4,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 4,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 4,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 4,
										}, -- [48]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:15417:0:0:0:0:0:0:984964480:92:0:0:0|h[Кожа дьявозавра]|h|r",
											["slot_id"] = 49,
											["did"] = 91,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 4,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 4,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 4,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 4,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 4,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 4,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 4,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 4,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 4,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 4,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 4,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 4,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 4,
										}, -- [62]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72092:0:0:0:0:0:0:0:92:0:0:0|h[Призрачная железная руда]|h|r",
											["slot_id"] = 63,
											["did"] = 93,
											["bag_id"] = 4,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 75,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 4,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 4,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 4,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 4,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 4,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 4,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 4,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 4,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 4,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 4,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 4,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 4,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 4,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 4,
										}, -- [77]
										{
											["slot_id"] = 78,
											["loc_id"] = 4,
											["did"] = 12,
											["bag_id"] = 4,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 4,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 4,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 4,
										}, -- [81]
										{
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 4,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 4,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 4,
										}, -- [84]
										{
											["slot_id"] = 85,
											["loc_id"] = 4,
											["did"] = 13,
											["bag_id"] = 4,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 4,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 4,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 4,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 4,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 4,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 4,
										}, -- [91]
										{
											["slot_id"] = 92,
											["loc_id"] = 4,
											["did"] = 14,
											["bag_id"] = 4,
										}, -- [92]
										{
											["slot_id"] = 93,
											["loc_id"] = 4,
											["did"] = 28,
											["bag_id"] = 4,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 4,
										}, -- [94]
										{
											["slot_id"] = 95,
											["loc_id"] = 4,
											["did"] = 56,
											["bag_id"] = 4,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 4,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 4,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 4,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 79,
									["name"] = "Кожа руда ткань",
									["texture"] = "132898",
								}, -- [4]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:22450:0:0:0:0:0:0:-1524354012:92:0:0:0|h[Кристалл Бездны]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 57,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11083:0:0:0:0:0:0:-910727000:92:0:0:0|h[Пыль души]|h|r",
											["slot_id"] = 2,
											["did"] = 15,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 5,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:52722:0:0:0:0:0:0:2024975897:92:0:0:0|h[Кристалл Водоворота]|h|r",
											["slot_id"] = 3,
											["did"] = 29,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 44,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:415048142:92:0:0:0|h[Осколок грез]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 89,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:1379972352:92:0:0:0|h[Пыль духов]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [5]
										{
											["slot_id"] = 6,
											["loc_id"] = 4,
											["did"] = 71,
											["bag_id"] = 5,
										}, -- [6]
										{
											["slot_id"] = 7,
											["loc_id"] = 4,
											["did"] = 85,
											["bag_id"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11176:0:0:0:0:0:0:2127498085:92:0:0:0|h[Сонная пыль]|h|r",
											["slot_id"] = 8,
											["did"] = 2,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 60,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:-371110692:92:0:0:0|h[Кристалл Пропасти]|h|r",
											["slot_id"] = 9,
											["did"] = 16,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:499028736:92:0:0:0|h[Малый радужный осколок]|h|r",
											["slot_id"] = 10,
											["did"] = 30,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:-1284490305:92:0:0:0|h[Большой радужный осколок]|h|r",
											["slot_id"] = 11,
											["did"] = 44,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 5,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:52720:0:0:0:0:0:0:-1694653875:92:0:0:0|h[Малый небесный осколок]|h|r",
											["slot_id"] = 12,
											["did"] = 58,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 3,
										}, -- [12]
										{
											["slot_id"] = 13,
											["loc_id"] = 4,
											["did"] = 72,
											["bag_id"] = 5,
										}, -- [13]
										{
											["slot_id"] = 14,
											["loc_id"] = 4,
											["did"] = 86,
											["bag_id"] = 5,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34054:0:0:0:0:0:0:1343788032:92:0:0:0|h[Абсолютная пыль]|h|r",
											["slot_id"] = 15,
											["did"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11137:0:0:0:0:0:0:-910661108:92:0:0:0|h[Пыль провидения]|h|r",
											["slot_id"] = 16,
											["did"] = 17,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 5,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22445:0:0:0:0:0:0:-1838401680:92:0:0:0|h[Чародейная пыль]|h|r",
											["slot_id"] = 17,
											["did"] = 31,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 76,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:16204:0:0:0:0:0:0:-889833628:92:0:0:0|h[Пыль иллюзий]|h|r",
											["slot_id"] = 18,
											["did"] = 45,
											["bag_id"] = 5,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 10,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 5,
										}, -- [19]
										{
											["slot_id"] = 20,
											["loc_id"] = 4,
											["did"] = 73,
											["bag_id"] = 5,
										}, -- [20]
										{
											["slot_id"] = 21,
											["loc_id"] = 4,
											["did"] = 87,
											["bag_id"] = 5,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 5,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 5,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 5,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 5,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 5,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 5,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 5,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 5,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 5,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 5,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 5,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 5,
										}, -- [33]
										{
											["slot_id"] = 34,
											["loc_id"] = 4,
											["did"] = 75,
											["bag_id"] = 5,
										}, -- [34]
										{
											["slot_id"] = 35,
											["loc_id"] = 4,
											["did"] = 89,
											["bag_id"] = 5,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 5,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 5,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 5,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 5,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 5,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 5,
										}, -- [41]
										{
											["slot_id"] = 42,
											["loc_id"] = 4,
											["did"] = 90,
											["bag_id"] = 5,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 5,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 5,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 5,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 5,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 5,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 5,
										}, -- [48]
										{
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 5,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 5,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 5,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 5,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 5,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 5,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 5,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 5,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 5,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 5,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 5,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 5,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 5,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 5,
										}, -- [62]
										{
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 5,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 5,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 5,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 5,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 5,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 5,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 5,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 5,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 5,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 5,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 5,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 5,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 5,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 5,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 5,
										}, -- [77]
										{
											["slot_id"] = 78,
											["loc_id"] = 4,
											["did"] = 12,
											["bag_id"] = 5,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 5,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 5,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 5,
										}, -- [81]
										{
											["slot_id"] = 82,
											["loc_id"] = 4,
											["did"] = 68,
											["bag_id"] = 5,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 5,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 5,
										}, -- [84]
										{
											["slot_id"] = 85,
											["loc_id"] = 4,
											["did"] = 13,
											["bag_id"] = 5,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 5,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 5,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 5,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 5,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 5,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 5,
										}, -- [91]
										{
											["slot_id"] = 92,
											["loc_id"] = 4,
											["did"] = 14,
											["bag_id"] = 5,
										}, -- [92]
										{
											["slot_id"] = 93,
											["loc_id"] = 4,
											["did"] = 28,
											["bag_id"] = 5,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 5,
										}, -- [94]
										{
											["slot_id"] = 95,
											["loc_id"] = 4,
											["did"] = 56,
											["bag_id"] = 5,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 5,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 5,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 5,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 84,
									["name"] = "Чары и реагенты",
									["texture"] = "134418",
								}, -- [5]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:1685768960:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 1,
											["did"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 9,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:49632:0:0:0:0:0:0:1394308736:92:0:0:0|h[Рунический свиток стойкости]|h|r",
											["slot_id"] = 2,
											["did"] = 15,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 10,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:1918239744:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 3,
											["did"] = 29,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62251:0:0:0:0:0:0:637071104:92:0:0:0|h[Рунический свиток стойкости II]|h|r",
											["slot_id"] = 4,
											["did"] = 43,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 20,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29425:0:0:0:0:0:0:1838003456:92:0:0:0|h[Знак Кил'джедена]|h|r",
											["slot_id"] = 5,
											["did"] = 57,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 27,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43490:0:0:0:0:0:0:761338944:92:0:0:0|h[Аппетитный кекс]|h|r",
											["slot_id"] = 6,
											["did"] = 71,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:62680:0:0:0:0:0:0:1005383424:92:0:0:0|h[Шоколадное печенье]|h|r",
											["slot_id"] = 7,
											["did"] = 85,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 14,
										}, -- [7]
										{
											["slot_id"] = 8,
											["loc_id"] = 4,
											["did"] = 2,
											["bag_id"] = 6,
										}, -- [8]
										{
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 6,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 6,
										}, -- [10]
										{
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 6,
										}, -- [11]
										{
											["slot_id"] = 12,
											["loc_id"] = 4,
											["did"] = 58,
											["bag_id"] = 6,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24291:0:0:0:0:0:0:936316992:92:0:0:0|h[Усик болотника]|h|r",
											["slot_id"] = 13,
											["did"] = 72,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 62,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24291:0:0:0:0:0:0:1513528184:92:0:0:0|h[Усик болотника]|h|r",
											["slot_id"] = 14,
											["did"] = 86,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 200,
										}, -- [14]
										{
											["slot_id"] = 15,
											["loc_id"] = 4,
											["did"] = 3,
											["bag_id"] = 6,
										}, -- [15]
										{
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 6,
										}, -- [16]
										{
											["slot_id"] = 17,
											["loc_id"] = 4,
											["did"] = 31,
											["bag_id"] = 6,
										}, -- [17]
										{
											["slot_id"] = 18,
											["loc_id"] = 4,
											["did"] = 45,
											["bag_id"] = 6,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 6,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42780:0:0:0:0:0:0:2112166784:92:0:0:0|h[Реликвия Ульдуара]|h|r",
											["slot_id"] = 20,
											["did"] = 73,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 72,
										}, -- [20]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29739:0:0:0:0:0:0:-1714593280:92:0:0:0|h[Чародейский фолиант]|h|r",
											["slot_id"] = 21,
											["did"] = 87,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 6,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 6,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 6,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 6,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 6,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 6,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 6,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 6,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 6,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 6,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 6,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 6,
										}, -- [32]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:43102:0:0:0:0:0:0:1889141120:92:0:0:0|h[Ледяной шар]|h|r",
											["slot_id"] = 33,
											["did"] = 61,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 4,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8488:0:0:0:0:0:0:1045146560:92:0:0:0|h[Кошачья клетка (серебристая полосатая кошка)]|h|r",
											["slot_id"] = 34,
											["did"] = 75,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [34]
										{
											["slot_id"] = 35,
											["loc_id"] = 4,
											["did"] = 89,
											["bag_id"] = 6,
										}, -- [35]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:79513:0:0:0:0:0:0:120298856:92:0:0:0|h[Символ пытки разума]|h|r",
											["slot_id"] = 36,
											["did"] = 6,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 6,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 6,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 6,
										}, -- [39]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44794:0:0:0:0:0:0:0:92:0:0:0|h[Лапка весеннего кролика]|h|r",
											["slot_id"] = 40,
											["did"] = 62,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [40]
										{
											["q"] = 2,
											["h"] = "battlepet:153:1:2:153:11:10:0",
											["slot_id"] = 41,
											["did"] = 76,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [41]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44794:0:0:0:0:0:0:0:92:0:0:0|h[Лапка весеннего кролика]|h|r",
											["slot_id"] = 42,
											["did"] = 90,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [42]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42408:0:0:0:0:0:0:167079664:92:0:0:0|h[Символ слова силы: Щит]|h|r",
											["slot_id"] = 43,
											["did"] = 7,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 6,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 6,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 6,
										}, -- [46]
										{
											["q"] = 2,
											["h"] = "battlepet:51:1:2:151:10:11:0",
											["slot_id"] = 47,
											["did"] = 63,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [47]
										{
											["q"] = 2,
											["h"] = "battlepet:41:1:2:142:13:10:0",
											["slot_id"] = 48,
											["did"] = 77,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [48]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:1933769600:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 49,
											["did"] = 91,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [49]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42415:0:0:0:0:0:0:225436608:92:0:0:0|h[Символ рассеивания заклинаний]|h|r",
											["slot_id"] = 50,
											["did"] = 8,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 6,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 6,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 6,
										}, -- [53]
										{
											["q"] = 2,
											["h"] = "battlepet:145:1:2:151:9:12:0",
											["slot_id"] = 54,
											["did"] = 64,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [54]
										{
											["q"] = 2,
											["h"] = "battlepet:137:1:2:150:9:12:0",
											["slot_id"] = 55,
											["did"] = 78,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [55]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:263357552:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 56,
											["did"] = 92,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [56]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42736:0:0:0:0:0:0:1040471040:92:0:0:0|h[Символ чародейского взрыва]|h|r",
											["slot_id"] = 57,
											["did"] = 9,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 6,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 6,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 6,
										}, -- [60]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39898:0:0:0:0:0:0:1602204032:92:0:0:0|h[Детеныш кобры]|h|r",
											["slot_id"] = 61,
											["did"] = 65,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [61]
										{
											["q"] = 2,
											["h"] = "battlepet:139:1:2:150:11:10:0",
											["slot_id"] = 62,
											["did"] = 79,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [62]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:169811136:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 63,
											["did"] = 93,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [63]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43554:0:0:0:0:0:0:1486937344:92:0:0:0|h[Символ крови вампира]|h|r",
											["slot_id"] = 64,
											["did"] = 10,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 6,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 6,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 6,
										}, -- [67]
										{
											["q"] = 2,
											["h"] = "battlepet:47:1:2:148:9:13:0",
											["slot_id"] = 68,
											["did"] = 66,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [68]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:90902:0:0:0:0:0:0:-1710136192:92:0:0:0|h[Императорский шелкопряд]|h|r",
											["slot_id"] = 69,
											["did"] = 80,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [69]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:67275:0:0:0:0:0:0:433161024:92:0:0:0|h[Волшебная лампа]|h|r",
											["slot_id"] = 70,
											["did"] = 94,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [70]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43827:0:0:0:0:0:0:1733776256:92:0:0:0|h[Символ взрыва трупа]|h|r",
											["slot_id"] = 71,
											["did"] = 11,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 6,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 6,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 6,
										}, -- [74]
										{
											["q"] = 2,
											["h"] = "battlepet:194:1:2:148:11:11:0",
											["slot_id"] = 75,
											["did"] = 67,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [75]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:90902:0:0:0:0:0:0:705452400:92:0:0:0|h[Императорский шелкопряд]|h|r",
											["slot_id"] = 76,
											["did"] = 81,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 6,
										}, -- [77]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42473:0:0:0:0:0:0:1326321408:92:0:0:0|h[Символ падающего метеора]|h|r",
											["slot_id"] = 78,
											["did"] = 12,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 6,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 6,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 6,
										}, -- [81]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8495:0:0:0:0:0:0:0:92:0:0:0|h[Клетка с попугаем (сенегальский)]|h|r",
											["slot_id"] = 82,
											["did"] = 68,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [82]
										{
											["slot_id"] = 83,
											["loc_id"] = 4,
											["did"] = 82,
											["bag_id"] = 6,
										}, -- [83]
										{
											["slot_id"] = 84,
											["loc_id"] = 4,
											["did"] = 96,
											["bag_id"] = 6,
										}, -- [84]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42905:0:0:0:0:0:0:1838317184:92:0:0:0|h[Символ замораживающей ловушки]|h|r",
											["slot_id"] = 85,
											["did"] = 13,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 2,
										}, -- [85]
										{
											["slot_id"] = 86,
											["loc_id"] = 4,
											["did"] = 27,
											["bag_id"] = 6,
										}, -- [86]
										{
											["slot_id"] = 87,
											["loc_id"] = 4,
											["did"] = 41,
											["bag_id"] = 6,
										}, -- [87]
										{
											["slot_id"] = 88,
											["loc_id"] = 4,
											["did"] = 55,
											["bag_id"] = 6,
										}, -- [88]
										{
											["slot_id"] = 89,
											["loc_id"] = 4,
											["did"] = 69,
											["bag_id"] = 6,
										}, -- [89]
										{
											["slot_id"] = 90,
											["loc_id"] = 4,
											["did"] = 83,
											["bag_id"] = 6,
										}, -- [90]
										{
											["slot_id"] = 91,
											["loc_id"] = 4,
											["did"] = 97,
											["bag_id"] = 6,
										}, -- [91]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:1306521472:92:0:0:0|h[Чернила охотника]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:39338:0:0:0:0:0:0:-1934668800:92:0:0:0|h[Золотой краситель]|h|r",
											["slot_id"] = 93,
											["did"] = 28,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 51,
										}, -- [93]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:61979:0:0:0:0:0:0:1582037248:92:0:0:0|h[Пепельный краситель]|h|r",
											["slot_id"] = 94,
											["did"] = 42,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 17,
										}, -- [94]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:280228320:92:0:0:0|h[Чернила утренней звезды]|h|r",
											["slot_id"] = 95,
											["did"] = 56,
											["bag_id"] = 6,
											["loc_id"] = 4,
											["age"] = 23605901,
											["count"] = 8,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 6,
										}, -- [96]
										{
											["slot_id"] = 97,
											["loc_id"] = 4,
											["did"] = 84,
											["bag_id"] = 6,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 6,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 55,
									["name"] = "Начертание",
									["texture"] = "Interface\\Icons\\INV_Inscription_Tradeskill01",
								}, -- [6]
								{
									["access"] = "только вклад",
									["type"] = 1,
									["count"] = 98,
									["slot"] = {
										{
											["slot_id"] = 1,
											["loc_id"] = 4,
											["did"] = 1,
											["bag_id"] = 7,
										}, -- [1]
										{
											["slot_id"] = 2,
											["loc_id"] = 4,
											["did"] = 15,
											["bag_id"] = 7,
										}, -- [2]
										{
											["slot_id"] = 3,
											["loc_id"] = 4,
											["did"] = 29,
											["bag_id"] = 7,
										}, -- [3]
										{
											["slot_id"] = 4,
											["loc_id"] = 4,
											["did"] = 43,
											["bag_id"] = 7,
										}, -- [4]
										{
											["slot_id"] = 5,
											["loc_id"] = 4,
											["did"] = 57,
											["bag_id"] = 7,
										}, -- [5]
										{
											["slot_id"] = 6,
											["loc_id"] = 4,
											["did"] = 71,
											["bag_id"] = 7,
										}, -- [6]
										{
											["slot_id"] = 7,
											["loc_id"] = 4,
											["did"] = 85,
											["bag_id"] = 7,
										}, -- [7]
										{
											["slot_id"] = 8,
											["loc_id"] = 4,
											["did"] = 2,
											["bag_id"] = 7,
										}, -- [8]
										{
											["slot_id"] = 9,
											["loc_id"] = 4,
											["did"] = 16,
											["bag_id"] = 7,
										}, -- [9]
										{
											["slot_id"] = 10,
											["loc_id"] = 4,
											["did"] = 30,
											["bag_id"] = 7,
										}, -- [10]
										{
											["slot_id"] = 11,
											["loc_id"] = 4,
											["did"] = 44,
											["bag_id"] = 7,
										}, -- [11]
										{
											["slot_id"] = 12,
											["loc_id"] = 4,
											["did"] = 58,
											["bag_id"] = 7,
										}, -- [12]
										{
											["slot_id"] = 13,
											["loc_id"] = 4,
											["did"] = 72,
											["bag_id"] = 7,
										}, -- [13]
										{
											["slot_id"] = 14,
											["loc_id"] = 4,
											["did"] = 86,
											["bag_id"] = 7,
										}, -- [14]
										{
											["slot_id"] = 15,
											["loc_id"] = 4,
											["did"] = 3,
											["bag_id"] = 7,
										}, -- [15]
										{
											["slot_id"] = 16,
											["loc_id"] = 4,
											["did"] = 17,
											["bag_id"] = 7,
										}, -- [16]
										{
											["slot_id"] = 17,
											["loc_id"] = 4,
											["did"] = 31,
											["bag_id"] = 7,
										}, -- [17]
										{
											["slot_id"] = 18,
											["loc_id"] = 4,
											["did"] = 45,
											["bag_id"] = 7,
										}, -- [18]
										{
											["slot_id"] = 19,
											["loc_id"] = 4,
											["did"] = 59,
											["bag_id"] = 7,
										}, -- [19]
										{
											["slot_id"] = 20,
											["loc_id"] = 4,
											["did"] = 73,
											["bag_id"] = 7,
										}, -- [20]
										{
											["slot_id"] = 21,
											["loc_id"] = 4,
											["did"] = 87,
											["bag_id"] = 7,
										}, -- [21]
										{
											["slot_id"] = 22,
											["loc_id"] = 4,
											["did"] = 4,
											["bag_id"] = 7,
										}, -- [22]
										{
											["slot_id"] = 23,
											["loc_id"] = 4,
											["did"] = 18,
											["bag_id"] = 7,
										}, -- [23]
										{
											["slot_id"] = 24,
											["loc_id"] = 4,
											["did"] = 32,
											["bag_id"] = 7,
										}, -- [24]
										{
											["slot_id"] = 25,
											["loc_id"] = 4,
											["did"] = 46,
											["bag_id"] = 7,
										}, -- [25]
										{
											["slot_id"] = 26,
											["loc_id"] = 4,
											["did"] = 60,
											["bag_id"] = 7,
										}, -- [26]
										{
											["slot_id"] = 27,
											["loc_id"] = 4,
											["did"] = 74,
											["bag_id"] = 7,
										}, -- [27]
										{
											["slot_id"] = 28,
											["loc_id"] = 4,
											["did"] = 88,
											["bag_id"] = 7,
										}, -- [28]
										{
											["slot_id"] = 29,
											["loc_id"] = 4,
											["did"] = 5,
											["bag_id"] = 7,
										}, -- [29]
										{
											["slot_id"] = 30,
											["loc_id"] = 4,
											["did"] = 19,
											["bag_id"] = 7,
										}, -- [30]
										{
											["slot_id"] = 31,
											["loc_id"] = 4,
											["did"] = 33,
											["bag_id"] = 7,
										}, -- [31]
										{
											["slot_id"] = 32,
											["loc_id"] = 4,
											["did"] = 47,
											["bag_id"] = 7,
										}, -- [32]
										{
											["slot_id"] = 33,
											["loc_id"] = 4,
											["did"] = 61,
											["bag_id"] = 7,
										}, -- [33]
										{
											["slot_id"] = 34,
											["loc_id"] = 4,
											["did"] = 75,
											["bag_id"] = 7,
										}, -- [34]
										{
											["slot_id"] = 35,
											["loc_id"] = 4,
											["did"] = 89,
											["bag_id"] = 7,
										}, -- [35]
										{
											["slot_id"] = 36,
											["loc_id"] = 4,
											["did"] = 6,
											["bag_id"] = 7,
										}, -- [36]
										{
											["slot_id"] = 37,
											["loc_id"] = 4,
											["did"] = 20,
											["bag_id"] = 7,
										}, -- [37]
										{
											["slot_id"] = 38,
											["loc_id"] = 4,
											["did"] = 34,
											["bag_id"] = 7,
										}, -- [38]
										{
											["slot_id"] = 39,
											["loc_id"] = 4,
											["did"] = 48,
											["bag_id"] = 7,
										}, -- [39]
										{
											["slot_id"] = 40,
											["loc_id"] = 4,
											["did"] = 62,
											["bag_id"] = 7,
										}, -- [40]
										{
											["slot_id"] = 41,
											["loc_id"] = 4,
											["did"] = 76,
											["bag_id"] = 7,
										}, -- [41]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:54451:0:0:0:0:0:0:0:92:0:11:0|h[Аристократический цилиндр]|h|r",
											["slot_id"] = 42,
											["did"] = 90,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [42]
										{
											["slot_id"] = 43,
											["loc_id"] = 4,
											["did"] = 7,
											["bag_id"] = 7,
										}, -- [43]
										{
											["slot_id"] = 44,
											["loc_id"] = 4,
											["did"] = 21,
											["bag_id"] = 7,
										}, -- [44]
										{
											["slot_id"] = 45,
											["loc_id"] = 4,
											["did"] = 35,
											["bag_id"] = 7,
										}, -- [45]
										{
											["slot_id"] = 46,
											["loc_id"] = 4,
											["did"] = 49,
											["bag_id"] = 7,
										}, -- [46]
										{
											["slot_id"] = 47,
											["loc_id"] = 4,
											["did"] = 63,
											["bag_id"] = 7,
										}, -- [47]
										{
											["slot_id"] = 48,
											["loc_id"] = 4,
											["did"] = 77,
											["bag_id"] = 7,
										}, -- [48]
										{
											["slot_id"] = 49,
											["loc_id"] = 4,
											["did"] = 91,
											["bag_id"] = 7,
										}, -- [49]
										{
											["slot_id"] = 50,
											["loc_id"] = 4,
											["did"] = 8,
											["bag_id"] = 7,
										}, -- [50]
										{
											["slot_id"] = 51,
											["loc_id"] = 4,
											["did"] = 22,
											["bag_id"] = 7,
										}, -- [51]
										{
											["slot_id"] = 52,
											["loc_id"] = 4,
											["did"] = 36,
											["bag_id"] = 7,
										}, -- [52]
										{
											["slot_id"] = 53,
											["loc_id"] = 4,
											["did"] = 50,
											["bag_id"] = 7,
										}, -- [53]
										{
											["slot_id"] = 54,
											["loc_id"] = 4,
											["did"] = 64,
											["bag_id"] = 7,
										}, -- [54]
										{
											["slot_id"] = 55,
											["loc_id"] = 4,
											["did"] = 78,
											["bag_id"] = 7,
										}, -- [55]
										{
											["slot_id"] = 56,
											["loc_id"] = 4,
											["did"] = 92,
											["bag_id"] = 7,
										}, -- [56]
										{
											["slot_id"] = 57,
											["loc_id"] = 4,
											["did"] = 9,
											["bag_id"] = 7,
										}, -- [57]
										{
											["slot_id"] = 58,
											["loc_id"] = 4,
											["did"] = 23,
											["bag_id"] = 7,
										}, -- [58]
										{
											["slot_id"] = 59,
											["loc_id"] = 4,
											["did"] = 37,
											["bag_id"] = 7,
										}, -- [59]
										{
											["slot_id"] = 60,
											["loc_id"] = 4,
											["did"] = 51,
											["bag_id"] = 7,
										}, -- [60]
										{
											["slot_id"] = 61,
											["loc_id"] = 4,
											["did"] = 65,
											["bag_id"] = 7,
										}, -- [61]
										{
											["slot_id"] = 62,
											["loc_id"] = 4,
											["did"] = 79,
											["bag_id"] = 7,
										}, -- [62]
										{
											["slot_id"] = 63,
											["loc_id"] = 4,
											["did"] = 93,
											["bag_id"] = 7,
										}, -- [63]
										{
											["slot_id"] = 64,
											["loc_id"] = 4,
											["did"] = 10,
											["bag_id"] = 7,
										}, -- [64]
										{
											["slot_id"] = 65,
											["loc_id"] = 4,
											["did"] = 24,
											["bag_id"] = 7,
										}, -- [65]
										{
											["slot_id"] = 66,
											["loc_id"] = 4,
											["did"] = 38,
											["bag_id"] = 7,
										}, -- [66]
										{
											["slot_id"] = 67,
											["loc_id"] = 4,
											["did"] = 52,
											["bag_id"] = 7,
										}, -- [67]
										{
											["slot_id"] = 68,
											["loc_id"] = 4,
											["did"] = 66,
											["bag_id"] = 7,
										}, -- [68]
										{
											["slot_id"] = 69,
											["loc_id"] = 4,
											["did"] = 80,
											["bag_id"] = 7,
										}, -- [69]
										{
											["slot_id"] = 70,
											["loc_id"] = 4,
											["did"] = 94,
											["bag_id"] = 7,
										}, -- [70]
										{
											["slot_id"] = 71,
											["loc_id"] = 4,
											["did"] = 11,
											["bag_id"] = 7,
										}, -- [71]
										{
											["slot_id"] = 72,
											["loc_id"] = 4,
											["did"] = 25,
											["bag_id"] = 7,
										}, -- [72]
										{
											["slot_id"] = 73,
											["loc_id"] = 4,
											["did"] = 39,
											["bag_id"] = 7,
										}, -- [73]
										{
											["slot_id"] = 74,
											["loc_id"] = 4,
											["did"] = 53,
											["bag_id"] = 7,
										}, -- [74]
										{
											["slot_id"] = 75,
											["loc_id"] = 4,
											["did"] = 67,
											["bag_id"] = 7,
										}, -- [75]
										{
											["slot_id"] = 76,
											["loc_id"] = 4,
											["did"] = 81,
											["bag_id"] = 7,
										}, -- [76]
										{
											["slot_id"] = 77,
											["loc_id"] = 4,
											["did"] = 95,
											["bag_id"] = 7,
										}, -- [77]
										{
											["slot_id"] = 78,
											["loc_id"] = 4,
											["did"] = 12,
											["bag_id"] = 7,
										}, -- [78]
										{
											["slot_id"] = 79,
											["loc_id"] = 4,
											["did"] = 26,
											["bag_id"] = 7,
										}, -- [79]
										{
											["slot_id"] = 80,
											["loc_id"] = 4,
											["did"] = 40,
											["bag_id"] = 7,
										}, -- [80]
										{
											["slot_id"] = 81,
											["loc_id"] = 4,
											["did"] = 54,
											["bag_id"] = 7,
										}, -- [81]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:34664:0:0:0:0:0:0:1178699456:92:0:0:0|h[Частица солнца]|h|r",
											["slot_id"] = 82,
											["did"] = 68,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 5,
										}, -- [82]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30183:0:0:0:0:0:0:868861014:92:0:0:0|h[Воронка Пустоты]|h|r",
											["slot_id"] = 83,
											["did"] = 82,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 40,
										}, -- [83]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:23572:0:0:0:0:0:0:1637269168:92:0:0:0|h[Изначальная Пустота]|h|r",
											["slot_id"] = 84,
											["did"] = 96,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 7,
										}, -- [84]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50038:0:0:0:0:0:0:1868488832:92:0:0:0|h[Панцирь забытых королей]|h|r",
											["slot_id"] = 85,
											["did"] = 13,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [85]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50451:0:0:0:0:0:0:1830354688:92:0:0:0|h[Пояс одинокого благородства]|h|r",
											["slot_id"] = 86,
											["did"] = 27,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [86]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45237:0:0:0:0:0:0:1390393344:92:0:0:0|h[Одежды Фелии из молодых побегов]|h|r",
											["slot_id"] = 87,
											["did"] = 41,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [87]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:78886:0:0:0:0:0:0:1373779712:92:0:0:0|h[Пояс призрачной грации]|h|r",
											["slot_id"] = 88,
											["did"] = 55,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [88]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:69801:0:0:0:0:0:0:-1383906304:92:0:0:0|h[Аманийские боевые наручи]|h|r",
											["slot_id"] = 89,
											["did"] = 69,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [89]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:78884:0:0:0:0:0:0:1954843520:92:0:0:0|h[Ремень грибных снов]|h|r",
											["slot_id"] = 90,
											["did"] = 83,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [90]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:66993:0:0:0:0:0:0:1547025088:92:0:0:0|h[Конец печали]|h|r",
											["slot_id"] = 91,
											["did"] = 97,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [91]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:76157:0:0:0:0:0:0:1059330016:92:0:0:0|h[Источенные водой боевые рукавицы]|h|r",
											["slot_id"] = 92,
											["did"] = 14,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [92]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:43592:0:0:0:0:0:0:1622262400:92:0:0:0|h[Снежные сапоги]|h|r",
											["slot_id"] = 93,
											["did"] = 28,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [93]
										{
											["slot_id"] = 94,
											["loc_id"] = 4,
											["did"] = 42,
											["bag_id"] = 7,
										}, -- [94]
										{
											["slot_id"] = 95,
											["loc_id"] = 4,
											["did"] = 56,
											["bag_id"] = 7,
										}, -- [95]
										{
											["slot_id"] = 96,
											["loc_id"] = 4,
											["did"] = 70,
											["bag_id"] = 7,
										}, -- [96]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:43591:0:0:0:0:0:0:364522304:92:0:0:0|h[Снежный шнурованный ремень]|h|r",
											["slot_id"] = 97,
											["did"] = 84,
											["bag_id"] = 7,
											["loc_id"] = 4,
											["age"] = 23605902,
											["count"] = 1,
										}, -- [97]
										{
											["slot_id"] = 98,
											["loc_id"] = 4,
											["did"] = 98,
											["bag_id"] = 7,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 84,
									["name"] = "шмот",
									["texture"] = "Interface\\Icons\\INV_2H_AUCHINDOUN_01",
								}, -- [7]
								{
									["type"] = 1,
									["access"] = "КУП",
									["status"] = -5,
									["name"] = "Сейф 8",
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
							},
							["slot_count"] = 686,
						}, -- [4]
					},
					["bagoptions"] = {
						[4] = {
							nil, -- [1]
							{
								["display"] = false,
							}, -- [2]
							{
								["display"] = false,
							}, -- [3]
							{
								["display"] = false,
							}, -- [4]
							{
								["display"] = false,
							}, -- [5]
							{
								["display"] = false,
							}, -- [6]
							{
								["display"] = false,
							}, -- [7]
							{
								["display"] = false,
							}, -- [8]
						},
					},
				},
				["Лейреи - Ясеневый лес"] = {
					["info"] = {
						["faction_local"] = "Альянс",
						["money"] = 1723007,
						["gender"] = 3,
						["player_id"] = "Лейреи - Ясеневый лес",
						["class"] = "ROGUE",
						["level"] = 25,
						["race"] = "Pandaren",
						["name"] = "Лейреи",
						["faction"] = "Alliance",
						["race_local"] = "Пандарен",
						["skills"] = {
							186, -- [1]
							202, -- [2]
							[5] = 185,
							[6] = 129,
						},
						["class_local"] = "Разбойница",
						["realm"] = "Ясеневый лес",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:30:0:0:0|h[Камень возвращения]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 1,
											["loc_id"] = 1,
											["age"] = 23639157,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4544:0:0:0:0:0:0:0:30:0:0:0|h[Мулгорский хлеб с пряностями]|h|r",
											["slot_id"] = 2,
											["loc_id"] = 1,
											["age"] = 23656547,
											["class"] = "item",
											["bag_id"] = 1,
											["count"] = 10,
										}, -- [2]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:21254:0:0:0:0:0:0:0:30:0:0:0|h[Печенье Зимнего Покрова]|h|r",
											["age"] = 23667248,
										}, -- [3]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23680171,
											["h"] = "|cffffffff|Hitem:21235:0:0:0:0:0:0:0:30:0:0:0|h[Поджарка Зимнего Покрова]|h|r",
											["count"] = 5,
											["sb"] = 1,
											["slot_id"] = 4,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:21215:0:0:0:0:0:0:0:30:0:0:0|h[Кекс Гракку с мясом и фруктами]|h|r",
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:30:0:0:0|h[Лечебное зелье]|h|r",
											["count"] = 5,
											["loc_id"] = 1,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:60273:0:0:0:0:0:0:0:30:0:11:0|h[Говорящая сфера Эмерины]|h|r",
											["age"] = 23680386,
											["class"] = "item",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cff1eff00|Hitem:3740:0:0:0:0:0:-68:1214119939:30:0:0:0|h[Обезглавливающий меч со знаком медведя]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:3740:0:0:0:0:0:-68:1373175811:30:0:0:0|h[Обезглавливающий меч со знаком медведя]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:60934:0:0:0:0:0:0:0:30:0:11:0|h[Стильное одеяние Джона]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23680353,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:2989:0:0:0:0:0:0:0:30:0:0:0|h[Вороненый мундир]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["h"] = "|cff1eff00|Hitem:60925:0:0:0:0:0:0:0:30:0:11:0|h[Наручи гниения]|h|r",
											["age"] = 23680353,
										}, -- [12]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:60701:0:0:0:0:0:0:0:30:0:11:0|h[Наручи балансировки]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23680353,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:9795:0:0:0:0:0:-9:1240924167:30:0:0:0|h[Плющетканые перчатки со знаком совы]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:60912:0:0:0:0:0:0:0:30:0:11:0|h[Рукавицы лесного утеса]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23680353,
										}, -- [15]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24806:0:0:0:0:0:-5:2076835862:30:0:0:0|h[Боевой пояс непреклонности со знаком мартышки]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 16,
										}, -- [16]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["h"] = "|cff1eff00|Hitem:60698:0:0:0:0:0:0:0:30:0:11:0|h[Пояс непрекращающихся набегов]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [1]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:61052:0:0:0:0:0:0:0:30:0:11:0|h[Миссионерские поножи]|h|r",
											["bag_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:60923:0:0:0:0:0:0:0:30:0:11:0|h[Поножи охотника на вурдалаков]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 23680353,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:24702:0:0:0:0:0:-17:1090912278:30:0:0:0|h[Хаал'ешские сапоги со знаком силы]|h|r",
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["h"] = "|cff1eff00|Hitem:60918:0:0:0:0:0:0:0:30:0:11:0|h[Башмаки полумесяца]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [5]
										{
											["q"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:60686:0:0:0:0:0:0:0:30:0:11:0|h[Башмаки плодовитого предка]|h|r",
											["bag_id"] = 2,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:4706:0:0:0:0:0:0:0:30:0:0:0|h[Отблескивающий чешуйчатый плащ]|h|r",
											["slot_id"] = 7,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:60943:0:0:0:0:0:0:0:30:0:11:0|h[Перстень Ночного Дозора]|h|r",
											["age"] = 23680353,
										}, -- [8]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:60904:0:0:0:0:0:0:0:30:0:11:0|h[Кольцо глупца]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["loc_id"] = 1,
											["age"] = 23680353,
										}, -- [9]
										{
											["q"] = 2,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cff1eff00|Hitem:60898:0:0:0:0:0:0:0:30:0:11:0|h[Кольцо призрачных прядей]|h|r",
											["age"] = 23680353,
										}, -- [10]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:116448:0:0:0:0:0:0:0:30:0:11:0|h[Теплые красные шерстяные носки]|h|r",
											["age"] = 23680353,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4365:0:0:0:0:0:0:0:30:0:0:0|h[Низкосортный динамит]|h|r",
											["count"] = 17,
											["loc_id"] = 1,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:40772:0:0:0:0:0:0:1172320768:30:0:0:0|h[Гномский армейский нож]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:34413:0:0:0:0:0:0:0:30:0:14:0|h[Рецепт: горячий яблочный сидр]|h|r",
											["bag_id"] = 2,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17201:0:0:0:0:0:0:0:30:0:14:0|h[Рецепт: гоголь-моголь Зимнего Покрова]|h|r",
											["slot_id"] = 15,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["class"] = "item",
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 16,
											["h"] = "|cffffffff|Hitem:2794:0:0:0:0:0:0:0:30:0:0:0|h[Старинная историческая книга]|h|r",
											["age"] = 23680353,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:58165:0:0:0:0:0:0:0:30:0:11:0|h[Осколок яйца ящера-кнутохвоста]|h|r",
											["slot_id"] = 17,
											["loc_id"] = 1,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:2775:0:0:0:0:0:0:0:30:0:0:0|h[Серебряная руда]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680387,
											["count"] = 3,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 19,
											["class"] = "item",
											["bag_id"] = 2,
											["age"] = 23680391,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:30:0:0:0|h[Мясо тигра]|h|r",
											["slot_id"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["class"] = "item",
											["age"] = 23680388,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 21,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 2,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 22,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 2,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:30:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 2,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 3,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 4,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 6,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 7,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 9,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 10,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 11,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 12,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 15,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 16,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["class"] = "empty",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 18,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 3,
											["age"] = 23680353,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 20,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 21,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 22,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 3,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:30:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["count"] = 1,
											["class"] = "empty",
											["bag_id"] = 4,
											["age"] = 23680353,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 4,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 3,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23680353,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 4,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 4,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 4,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 8,
											["class"] = "item",
											["bag_id"] = 4,
											["age"] = 23680353,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 1,
											["class"] = "empty",
											["age"] = 23680352,
											["bag_id"] = 4,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 10,
											["class"] = "item",
											["age"] = 23680352,
											["bag_id"] = 4,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["age"] = 23639217,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["age"] = 23639216,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639218,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["age"] = 23639217,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639216,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639218,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639218,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639218,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 4,
											["age"] = 23639217,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["age"] = 23639217,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["age"] = 23639216,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["age"] = 23639218,
											["slot_id"] = 22,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:30:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["count"] = 1,
											["class"] = "empty",
											["age"] = 23639229,
											["bag_id"] = 5,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["age"] = 23639229,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["age"] = 23639229,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["age"] = 23639236,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["age"] = 23639229,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["age"] = 23639229,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["age"] = 23639229,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["age"] = 23639235,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 10,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 11,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["count"] = 1,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680375,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 14,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680375,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 15,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680375,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["slot_id"] = 17,
											["class"] = "item",
											["age"] = 23680375,
											["bag_id"] = 5,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680375,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680375,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680376,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680376,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["count"] = 1,
											["class"] = "item",
											["bag_id"] = 5,
											["age"] = 23680376,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:30:0:0:0|h[Сумка из угольного шелка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_32.blp",
								}, -- [5]
							},
							["slot_count"] = 104,
						}, -- [1]
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffe6cc80|Hitem:61937:0:0:0:0:0:0:0:19:0:14:0|h[Запятнанная шапка незаметности]|h|r",
											["age"] = 23656412,
											["slot_id"] = 1,
											["loc_id"] = 6,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23638990,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23638990,
										}, -- [3]
										{
											["q"] = 7,
											["age"] = 23656412,
											["ab"] = 1,
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 6,
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:62039:0:0:0:0:0:0:0:19:0:14:0|h[Унаследованная накидка черного барона]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:60896:0:0:0:0:0:0:0:25:0:11:0|h[Жилет Ночного Дозора]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["age"] = 23680171,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 23680171,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:3342:0:0:0:0:0:0:0:25:0:11:0|h[Рубашка капитана Сандерса]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23638990,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23680212,
											["h"] = "|cff1eff00|Hitem:60929:0:0:0:0:0:0:0:27:0:11:0|h[Наручи лунного крика]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23680237,
											["h"] = "|cff0070dd|Hitem:60939:0:0:0:0:0:0:0:28:0:11:0|h[Пепельные перчатки]|h|r",
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:60915:0:0:0:0:0:0:0:25:0:11:0|h[Пояс Далтри]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["age"] = 23680171,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [10]
										{
											["q"] = 7,
											["age"] = 23656412,
											["ab"] = 1,
											["slot_id"] = 11,
											["sb"] = 1,
											["loc_id"] = 6,
											["bag_id"] = 1,
											["count"] = 1,
											["h"] = "|cffe6cc80|Hitem:62026:0:0:0:0:0:0:0:19:0:14:0|h[Запятнанные штаны незаметности]|h|r",
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:60932:0:0:0:0:0:0:0:25:0:11:0|h[Холодные башмаки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["age"] = 23680171,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23680192,
											["h"] = "|cff0070dd|Hitem:60905:0:0:0:0:0:0:0:27:0:11:0|h[Кольцо Элло]|h|r",
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23680182,
											["h"] = "|cff1eff00|Hitem:60910:0:0:0:0:0:0:0:26:0:11:0|h[Звездное кольцо]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23638990,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23638990,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23680171,
											["h"] = "|cff1eff00|Hitem:3490:0:0:0:0:0:0:0:25:0:0:0|h[Смертоносный бронзовый короткий кинжал]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:5540:0:0:0:0:0:0:0:25:0:0:0|h[Кинжал с жемчужной рукояткой]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 18,
											["age"] = 23680171,
											["bag_id"] = 1,
											["loc_id"] = 6,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 5,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[3] = {
							["slot_count"] = 142,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:118365:0:0:0:0:0:0:0:30:0:11:0|h[Штормградская гербовая накидка]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["age"] = 23656478,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["ab"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23667248,
											["h"] = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:30:0:14:0|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23667248,
											["h"] = "|cffffffff|Hitem:3683:0:0:0:0:0:0:0:30:0:11:0|h[Рецепт: пирожок из паучатины]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23667248,
											["h"] = "|cffffffff|Hitem:2701:0:0:0:0:0:0:0:30:0:11:0|h[Рецепт: приправленная котлета из волчатины]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["class"] = "item",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:116763:0:0:0:0:0:0:0:30:0:11:0|h[Пульт управления крошшером \"Бей-Молоти\"]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["age"] = 23667249,
											["count"] = 1,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23656479,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23656479,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 23667249,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["age"] = 23656479,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["age"] = 23656479,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
									},
									["status"] = -3,
									["empty"] = 23,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
									},
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cffffffff|Hitem:60731:0:0:0:0:0:0:0:30:0:0:0|h[Почтовая сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_12.blp",
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["class"] = "empty",
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
									},
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cffffffff|Hitem:3343:0:0:0:0:0:0:0:30:0:11:0|h[Мешок для добычи капитана Сандерса]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10.blp",
								}, -- [3]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [7]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["count"] = 98,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5785:0:0:0:0:0:0:0:30:0:0:0|h[Толстая чешуя мурлока]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23656479,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4371:0:0:0:0:0:0:0:30:0:0:0|h[Бронзовая трубка]|h|r",
											["count"] = 4,
											["loc_id"] = 3,
											["age"] = 23667248,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:4404:0:0:0:0:0:0:0:30:0:0:0|h[Серебряный контакт]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23667248,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4399:0:0:0:0:0:0:0:30:0:0:0|h[Деревянный приклад]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["age"] = 23656480,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:814:0:0:0:0:0:0:0:30:0:0:0|h[Бурдюк с маслом]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23667248,
											["count"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:108297:0:0:0:0:0:0:0:30:0:0:0|h[Крупица железной руды]|h|r",
											["count"] = 20,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:2772:0:0:0:0:0:0:0:30:0:0:0|h[Железная руда]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23667249,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2771:0:0:0:0:0:0:0:30:0:0:0|h[Оловянная руда]|h|r",
											["count"] = 58,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["h"] = "|cff1eff00|Hitem:2775:0:0:0:0:0:0:0:30:0:0:0|h[Серебряная руда]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 7,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2770:0:0:0:0:0:0:0:30:0:0:0|h[Медная руда]|h|r",
											["count"] = 22,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["h"] = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:30:0:0:0|h[Мясо тигра]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 2,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2251:0:0:0:0:0:0:0:30:0:0:0|h[Липкая паучья лапка]|h|r",
											["count"] = 12,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:3667:0:0:0:0:0:0:0:30:0:0:0|h[Нежное мясо кроколиска]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:30:0:0:0|h[Яйцо ящера]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:3730:0:0:0:0:0:0:0:30:0:0:0|h[Мясо большого медведя]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1015:0:0:0:0:0:0:0:30:0:0:0|h[Постный волчий бок]|h|r",
											["slot_id"] = 16,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 6,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 11,
											["h"] = "|cffffffff|Hitem:1468:0:0:0:0:0:0:0:30:0:0:0|h[Плавник мурлока]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22644:0:0:0:0:0:0:0:30:0:0:0|h[Хрустящая паучья лапка]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 9,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:1080:0:0:0:0:0:0:0:30:0:0:0|h[Жесткое мясо кондора]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2677:0:0:0:0:0:0:0:30:0:0:0|h[Ребра вепря]|h|r",
											["slot_id"] = 20,
											["loc_id"] = 3,
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 2,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 8,
											["h"] = "|cffffffff|Hitem:723:0:0:0:0:0:0:0:30:0:0:0|h[Печень кровоклыка]|h|r",
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 22,
											["h"] = "|cffffffff|Hitem:2673:0:0:0:0:0:0:0:30:0:0:0|h[Мясо койота]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 4,
										}, -- [22]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:30:0:0:0|h[Небольшое яйцо]|h|r",
											["count"] = 4,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 24,
											["h"] = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:30:0:0:0|h[Небольшая паучья лапка]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 12,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:769:0:0:0:0:0:0:0:30:0:0:0|h[Кусок кабанины]|h|r",
											["count"] = 15,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 26,
											["h"] = "|cffffffff|Hitem:6289:0:0:0:0:0:0:0:30:0:0:0|h[Сырой острозубый илистый луциан]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 4,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5503:0:0:0:0:0:0:0:30:0:0:0|h[Мясо моллюска]|h|r",
											["count"] = 2,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["slot_id"] = 28,
											["h"] = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:30:0:0:0|h[Большая ядовитая железа]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["count"] = 3,
										}, -- [28]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:2838:0:0:0:0:0:0:0:30:0:0:0|h[Тяжелый камень]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 59,
											["h"] = "|cffffffff|Hitem:2836:0:0:0:0:0:0:0:30:0:0:0|h[Необработанный камень]|h|r",
											["age"] = 23680353,
											["class"] = "item",
											["bag_id"] = 9,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2840:0:0:0:0:0:0:0:30:0:0:0|h[Медный слиток]|h|r",
											["slot_id"] = 31,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 20,
										}, -- [31]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2835:0:0:0:0:0:0:0:30:0:0:0|h[Грубый камень]|h|r",
											["slot_id"] = 32,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["count"] = 60,
										}, -- [32]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:30:0:0:0|h[Шелковый материал]|h|r",
											["count"] = 10,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 33,
										}, -- [33]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:30:0:0:0|h[Шерсть]|h|r",
											["count"] = 82,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:30:0:0:0|h[Льняной материал]|h|r",
											["count"] = 160,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:1529:0:0:0:0:0:0:0:30:0:0:0|h[Нефрит]|h|r",
											["count"] = 1,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 36,
										}, -- [36]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:0:30:0:0:0|h[Камень теней]|h|r",
											["count"] = 4,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:774:0:0:0:0:0:0:0:30:0:0:0|h[Малахит]|h|r",
											["count"] = 3,
											["loc_id"] = 3,
											["bag_id"] = 9,
											["class"] = "item",
											["age"] = 23680353,
											["slot_id"] = 38,
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 39,
											["class"] = "item",
											["age"] = 23680353,
											["bag_id"] = 9,
										}, -- [39]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 40,
											["class"] = "item",
											["bag_id"] = 9,
											["age"] = 23680353,
										}, -- [40]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 41,
											["count"] = 1,
											["age"] = 23667249,
											["bag_id"] = 9,
										}, -- [41]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 42,
											["count"] = 1,
											["age"] = 23667249,
											["bag_id"] = 9,
										}, -- [42]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 44,
										}, -- [44]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 45,
										}, -- [45]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 46,
										}, -- [46]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 47,
										}, -- [47]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 48,
										}, -- [48]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 49,
										}, -- [49]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 50,
										}, -- [50]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 51,
										}, -- [51]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 52,
										}, -- [52]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 53,
										}, -- [53]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 54,
										}, -- [54]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 55,
										}, -- [55]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 56,
										}, -- [56]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 57,
										}, -- [57]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 58,
										}, -- [58]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 59,
										}, -- [59]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 60,
										}, -- [60]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 61,
										}, -- [61]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 62,
										}, -- [62]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 63,
										}, -- [63]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 64,
										}, -- [64]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 65,
										}, -- [65]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 66,
										}, -- [66]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 67,
										}, -- [67]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 68,
										}, -- [68]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 69,
										}, -- [69]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 70,
										}, -- [70]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 71,
										}, -- [71]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 72,
										}, -- [72]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 73,
										}, -- [73]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 74,
										}, -- [74]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 75,
										}, -- [75]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 76,
										}, -- [76]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 77,
										}, -- [77]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 78,
										}, -- [78]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 79,
										}, -- [79]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 80,
										}, -- [80]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 81,
										}, -- [81]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 82,
										}, -- [82]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 83,
										}, -- [83]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 84,
										}, -- [84]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 85,
										}, -- [85]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 86,
										}, -- [86]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 87,
										}, -- [87]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 88,
										}, -- [88]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 89,
										}, -- [89]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 90,
										}, -- [90]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 91,
										}, -- [91]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 92,
										}, -- [92]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 93,
										}, -- [93]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 94,
										}, -- [94]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 95,
										}, -- [95]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 96,
										}, -- [96]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 97,
										}, -- [97]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 9,
											["slot_id"] = 98,
										}, -- [98]
									},
									["status"] = -3,
									["empty"] = 60,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [9]
							},
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
						},
						[10] = {
							["bag"] = {
								{
									["type"] = 20,
									["status"] = -3,
								}, -- [1]
							},
						},
					},
					["bagoptions"] = {
						[3] = {
							[9] = {
								["cleanup"] = {
									["deposit"] = true,
								},
							},
						},
					},
				},
				["Аскелла - Свежеватель Душ"] = {
					["info"] = {
						["realm"] = "Свежеватель Душ",
						["money"] = 95440,
						["class"] = "MAGE",
						["player_id"] = "Аскелла - Свежеватель Душ",
						["gender"] = 3,
						["skills"] = {
							197, -- [1]
							333, -- [2]
							nil, -- [3]
							356, -- [4]
							185, -- [5]
							129, -- [6]
						},
						["race"] = "Human",
						["name"] = "Аскелла",
						["faction"] = "Alliance",
						["race_local"] = "Человек",
						["level"] = 24,
						["class_local"] = "Маг",
						["faction_local"] = "Альянс",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:24:0:0:0|h[Камень возвращения]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23655442,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118:0:0:0:0:0:0:-2054988250:24:0:0:0|h[Крохотный флакон с лечебным зельем]|h|r",
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17056:0:0:0:0:0:0:596824134:24:0:0:0|h[Легкое перышко]|h|r",
											["count"] = 5,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1082:0:0:0:0:0:0:1209096960:24:0:0:0|h[Гуляш по-красногорски]|h|r",
											["count"] = 5,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:5198:0:0:0:0:0:0:347904736:24:0:0:0|h[Мешалка Пирожка]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23655442,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10940:0:0:0:0:0:0:-1311028103:24:0:0:0|h[Странная пыль]|h|r",
											["count"] = 20,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11082:0:0:0:0:0:0:1054292636:24:0:0:0|h[Великая астральная субстанция]|h|r",
											["count"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:-1679904000:24:0:0:0|h[Льняной материал]|h|r",
											["count"] = 20,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6218:0:0:0:0:0:0:1627659294:24:0:0:0|h[Рунический медный жезл]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23655442,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18338:0:0:0:0:0:0:2069301655:24:0:0:0|h[Жезл чародейской силы]|h|r",
											["count"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3531:0:0:0:0:0:0:529940064:24:0:0:0|h[Плотные шерстяные бинты]|h|r",
											["count"] = 2,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4306:0:0:0:0:0:0:1704720192:24:0:0:0|h[Шелковый материал]|h|r",
											["count"] = 4,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3385:0:0:0:0:0:0:-1543372288:24:0:0:0|h[Маленький флакон с зельем маны]|h|r",
											["count"] = 2,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10940:0:0:0:0:0:0:-804160300:24:0:0:0|h[Странная пыль]|h|r",
											["count"] = 18,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10998:0:0:0:0:0:0:-776770506:24:0:0:0|h[Простая астральная субстанция]|h|r",
											["count"] = 6,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:17031:0:0:0:0:0:0:0:24:0:0:0|h[Руна телепортации]|h|r",
											["count"] = 17,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:115301:0:0:0:0:0:0:0:24:0:0:0|h[Пылающий корги]|h|r",
											["age"] = 23655445,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:858:0:0:0:0:0:0:875548844:24:0:0:0|h[Маленький флакон с лечебным зельем]|h|r",
											["count"] = 6,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 23655442,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:2003881600:24:0:0:0|h[Льняной материал]|h|r",
											["count"] = 17,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 23655442,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["count"] = 1,
											["bag_id"] = 2,
											["age"] = 23655444,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:1979040000:24:0:0:0|h[Льняной материал]|h|r",
											["count"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 23655442,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:1449525408:24:0:0:0|h[Камень теней]|h|r",
											["count"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["age"] = 23655442,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1382220288:24:0:0:0|h[Сумка из ткани Пустоты]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["count"] = 7,
											["age"] = 23655442,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:2455:0:0:0:0:0:0:538460089:24:0:0:0|h[Крохотный флакон с зельем маны]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["count"] = 20,
											["age"] = 23655442,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:1252138944:24:0:0:0|h[Шерсть]|h|r",
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["count"] = 17,
											["age"] = 23655442,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:2592:0:0:0:0:0:0:1376010304:24:0:0:0|h[Шерсть]|h|r",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["count"] = 1,
											["age"] = 23655442,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:929:0:0:0:0:0:0:1272276224:24:0:0:0|h[Лечебное зелье]|h|r",
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 12,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:2062749952:24:0:0:0|h[Сумка из ткани Пустоты]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3531:0:0:0:0:0:0:1125697266:24:0:0:0|h[Плотные шерстяные бинты]|h|r",
											["count"] = 20,
											["slot_id"] = 2,
											["bag_id"] = 4,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1322:0:0:0:0:0:0:76893872:24:0:0:0|h[Жир из рыбьей печени]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["age"] = 23655442,
											["count"] = 5,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
									},
									["status"] = -3,
									["empty"] = 6,
									["h"] = "|cffffffff|Hitem:4241:0:0:0:0:0:0:202737593:24:0:0:0|h[Зеленая шерстяная сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Green.blp",
								}, -- [4]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:-782817195:24:0:0:0|h[Малый мерцающий осколок]|h|r",
											["count"] = 8,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:10939:0:0:0:0:0:0:-2010435584:24:0:0:0|h[Великая магическая субстанция]|h|r",
											["count"] = 4,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["age"] = 23655442,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
									},
									["status"] = -3,
									["empty"] = 6,
									["h"] = "|cffffffff|Hitem:4241:0:0:0:0:0:0:1818501683:24:0:0:0|h[Зеленая шерстяная сумка]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10_Green.blp",
								}, -- [5]
							},
							["slot_count"] = 64,
						}, -- [1]
						[3] = {
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2699:0:0:0:0:0:0:1855194880:24:0:0:0|h[Рецепт: гуляш по-красногорски]|h|r",
											["count"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:3680:0:0:0:0:0:0:1418005504:24:0:0:0|h[Рецепт: суп из плавников мурлока]|h|r",
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:-1334786048:24:0:0:0|h[Выкройка: темный кожаный мундир]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4498:0:0:0:0:0:0:0:24:0:0:0|h[Коричневая кожаная сумка]|h|r",
											["count"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:3172:0:0:0:0:0:0:-1999238528:24:0:0:0|h[Кишки вепря]|h|r",
											["count"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23655443,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21215:0:0:0:0:0:0:266280987:24:0:0:0|h[Кекс Гракку с мясом и фруктами]|h|r",
											["count"] = 1,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6889:0:0:0:0:0:0:-1823468928:24:0:0:0|h[Небольшое яйцо]|h|r",
											["count"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:723:0:0:0:0:0:0:-1285658240:24:0:0:0|h[Печень кровоклыка]|h|r",
											["count"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22644:0:0:0:0:0:0:1534365056:24:0:0:0|h[Хрустящая паучья лапка]|h|r",
											["count"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1015:0:0:0:0:0:0:1806450816:24:0:0:0|h[Постный волчий бок]|h|r",
											["count"] = 2,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:17202:0:0:0:0:0:0:0:24:0:0:0|h[Снежок]|h|r",
											["count"] = 20,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["age"] = 23655443,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23655443,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 23655443,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 27,
											["age"] = 23655443,
											["bag_id"] = 1,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
									},
									["status"] = -3,
									["empty"] = 17,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 8,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [8]
									},
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cffffffff|Hitem:1537:0:0:0:0:0:0:1916114683:24:0:0:0|h[Мешок с едой старой Савраски]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_10.blp",
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["count"] = 6,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:-2088751530:24:0:0:0|h[Выкройка: перчатки Феникса]|h|r",
											["slot_id"] = 1,
											["count"] = 1,
											["bag_id"] = 3,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:-1075971312:24:0:0:0|h[Выкройка: красный льняной жилет]|h|r",
											["count"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11039:0:0:0:0:0:0:1560462773:24:0:0:0|h[Формула чар для плаща - ловкость I]|h|r",
											["count"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:4347:0:0:0:0:0:0:-1871115324:24:0:0:0|h[Выкройка: усиленные шерстяные наплечники]|h|r",
											["count"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:6348:0:0:0:0:0:0:1324717984:24:0:0:0|h[Формула чар для оружия - зверобой I]|h|r",
											["slot_id"] = 5,
											["count"] = 1,
											["bag_id"] = 3,
											["age"] = 23655443,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["slot_id"] = 6,
											["age"] = 23655443,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:3679:0:0:0:0:0:0:675288338:24:0:0:0|h[Рецепт: кровяная колбаса]|h|r",
										}, -- [6]
									},
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:828:0:0:0:0:0:0:1789102616:24:0:0:0|h[Маленький синий мешочек]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_09_Blue.blp",
								}, -- [3]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [7]
								{
									["q"] = 0,
									["type"] = 1,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [9]
							},
							["slot_count"] = 42,
						},
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:30419:0:0:0:0:0:0:762741398:24:0:0:0|h[Сверкающее ожерелье]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:51994:0:0:0:0:0:-78:1244200967:24:0:0:0|h[Плащ беспокойства со знаком мартышки]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:5202:44:0:0:0:0:0:1249641524:24:0:0:0|h[Верхняя рубашка корсара]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:2575:0:0:0:0:0:0:204411202:24:0:0:0|h[Красная льняная рубашка]|h|r",
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:14166:41:0:0:0:0:-69:1131085827:24:0:0:0|h[Наручи буканьера со знаком орла]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:12977:16:0:0:0:0:0:970939201:24:0:0:0|h[Перчатки Волшебного кулака]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:51968:0:0:0:0:0:-79:710606858:24:0:0:0|h[Номерная опояска с символом луны]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:6540:0:0:0:0:0:-9:2105475077:24:0:0:0|h[Ивовые штаны со знаком совы]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:6095:16:0:0:0:0:0:1529435904:24:0:0:0|h[Сапоги путешественника]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:1319:0:0:0:0:0:0:378008128:24:0:0:0|h[Кольцо железной воли]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:1156:0:0:0:0:0:0:981363288:24:0:0:0|h[Щедро изукрашенное кольцо]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:5201:0:0:0:0:0:0:1274306504:24:0:0:0|h[Углекаменный посох]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["age"] = 23655442,
											["loc_id"] = 6,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["age"] = 23655442,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[Очки чести]|h|r",
											["bag_id"] = 1,
											["age"] = 23655442,
											["count"] = 11,
										}, -- [1]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
							["slot_count"] = 1,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
					},
				},
			},
			["version"] = 30420,
		},
	},
	["profiles"] = {
		["Default"] = {
			["option"] = {
				["ui"] = {
					["search"] = {
						["scale"] = 0.8,
						["background"] = {
							["style"] = "Manriel-Background",
						},
						["border"] = {
							["offset"] = 3,
							["style"] = "Manriel-Border",
							["scale"] = 0.75,
							["size"] = 24,
							["colour"] = {
								["r"] = 0,
								["g"] = 0,
								["b"] = 0,
							},
						},
					},
					["rules"] = {
						["background"] = {
							["style"] = "Manriel-Background",
						},
						["border"] = {
							["offset"] = 3,
							["style"] = "Manriel-Border",
							["scale"] = 0.75,
							["colour"] = {
								["r"] = 0,
								["g"] = 0,
								["b"] = 0,
							},
							["size"] = 24,
						},
					},
				},
				["frameStrata"] = "HIGH",
				["font"] = {
					["name"] = "Calibri Bold",
				},
				["version"] = 30420,
				["category"] = {
					["item:6532:0"] = "1!107",
					["item:110274:0"] = "1!107",
					["item:110290:0"] = "1!107",
					["item:118391:0"] = "1!107",
					["item:6367:0"] = "1!107",
					["item:110292:0"] = "1!107",
					["item:6365:0"] = "1!107",
					["item:118380:1"] = "1!107",
					["item:18486:1"] = "2!3",
					["item:6533:0"] = "1!107",
					["item:7524:1"] = "2!3",
					["item:34861:0"] = "1!107",
					["item:21849:1"] = "2!3",
					["item:115280:1"] = "1!411",
					["item:116117:1"] = "1!107",
					["item:4314:1"] = "2!3",
					["item:32609:1"] = "2!3",
					["item:39514:1"] = "2!3",
					["item:10003:1"] = "2!3",
					["item:19102:1"] = "2!3",
					["item:6529:0"] = "1!107",
				},
				["location"] = {
					{
						["changer"] = {
							["hide"] = true,
						},
						["window"] = {
							["height"] = 960,
							["scale"] = 0.85,
							["background"] = {
								["style"] = "Manriel-Background",
							},
							["border"] = {
								["offset"] = 3,
								["style"] = "Manriel-Border",
								["size"] = 24,
							},
						},
						["title"] = {
							["size"] = 2,
						},
						["category"] = {
							["1!305"] = 24,
							["1!444"] = 6,
							["1!111"] = 12,
							["1!411"] = 16,
							["1!412"] = 11,
							["1!107"] = 10,
							["1!108"] = 12,
							["1!203"] = 9,
							["1!405"] = 25,
							["1!404"] = 22,
							["1!312"] = 24,
							["1!102"] = 12,
							["1!210"] = 9,
							["1!420"] = 5,
							["1!109"] = 12,
							["1!417"] = 2,
							["1!501"] = 11,
							["1!435"] = 4,
							["1!211"] = 9,
							["1!419"] = 5,
							["1!418"] = 2,
							["1!414"] = 8,
							["1!112"] = 12,
							["1!437"] = 22,
							["1!308"] = 24,
							["1!423"] = 19,
							["1!113"] = 12,
							["1!438"] = 18,
							["1!316"] = 24,
							["1!436"] = 4,
							["1!106"] = 10,
							["1!506"] = 11,
							["1!507"] = 11,
							["1!505"] = 11,
							["1!430"] = 4,
							["1!306"] = 24,
							["3!8"] = 15,
							["1!300"] = 25,
							["1!201"] = 9,
							["1!116"] = 10,
							["1!314"] = 24,
							["1!204"] = 9,
							["1!431"] = 3,
							["1!425"] = 11,
							["1!403"] = 21,
							["1!301"] = 25,
							["1!104"] = 12,
							["1!512"] = 11,
							["1!415"] = 19,
							["3!10"] = 11,
							["1!426"] = 11,
							["3!12"] = 17,
							["3!11"] = 1,
							["1!510"] = 11,
							["1!409"] = 14,
							["1!115"] = 12,
							["1!432"] = 22,
							["1!101"] = 12,
							["2!2"] = 1,
							["1!209"] = 9,
							["1!401"] = 25,
							["1!317"] = 24,
							["1!208"] = 9,
							["1!307"] = 24,
							["1!416"] = 7,
							["1!503"] = 11,
							["1!206"] = 9,
							["1!309"] = 24,
							["1!407"] = 25,
							["1!110"] = 12,
							["1!513"] = 11,
							["1!302"] = 25,
							["1!427"] = 11,
							["1!434"] = 13,
							["1!502"] = 11,
							["1!429"] = 25,
							["1!103"] = 10,
							["1!504"] = 11,
							["1!205"] = 9,
							["1!441"] = 19,
							["1!424"] = 5,
							["1!442"] = 19,
							["1!440"] = 2,
							["1!402"] = 25,
							["1!443"] = 19,
							["1!428"] = 18,
							["1!202"] = 9,
							["1!105"] = 12,
							["1!313"] = 24,
							["1!207"] = 9,
							["1!408"] = 13,
							["1!433"] = 2,
							["1!445"] = 20,
							["1!439"] = 14,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
							["pad"] = 6,
							["unusable"] = {
								["tint"] = true,
							},
							["border"] = {
								["offset"] = 10,
								["style"] = "Manriel-Glow",
								["raritycutoff"] = 2,
								["scale"] = 0.5,
								["size"] = 10,
							},
							["new"] = {
								["cutoff"] = 60,
								["colour"] = {
									["g"] = 0.984313725490196,
									["r"] = 0.984313725490196,
								},
							},
						},
						["bar"] = {
							["border"] = {
								["offset"] = 2,
								["style"] = "Manriel-Border",
								["colour"] = {
									["b"] = 1,
									["g"] = 1,
									["r"] = 1,
								},
								["size"] = 24,
							},
							["pad"] = {
								["external"] = 4,
								["internal"] = 6,
							},
							["data"] = {
								{
									["label"] = "Hearthstone",
								}, -- [1]
							},
							["background"] = {
								["colour"] = {
									["a"] = 0.343372523784637,
									["r"] = 0.215686274509804,
									["g"] = 0.219607843137255,
									["b"] = 0.207843137254902,
								},
							},
						},
					}, -- [1]
					nil, -- [2]
					{
						["slot"] = {
							["border"] = {
								["offset"] = 10,
								["style"] = "Manriel-Glow",
								["raritycutoff"] = 2,
								["scale"] = 0.5,
								["size"] = 10,
							},
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
							["unusable"] = {
								["tint"] = true,
							},
							["age"] = {
								["show"] = true,
								["cutoff"] = 2,
							},
							["empty"] = {
								["first"] = 5,
							},
						},
						["window"] = {
							["pad"] = 4,
							["height"] = 960,
							["scale"] = 0.85,
							["background"] = {
								["style"] = "Manriel-Background",
							},
							["border"] = {
								["offset"] = 2,
								["style"] = "Manriel-Border",
								["size"] = 24,
							},
						},
						["title"] = {
							["size"] = 2,
						},
						["category"] = {
							["1!305"] = 24,
							["1!444"] = 6,
							["1!111"] = 12,
							["1!411"] = 16,
							["1!412"] = 11,
							["1!107"] = 10,
							["1!108"] = 12,
							["1!203"] = 9,
							["1!407"] = 25,
							["1!404"] = 22,
							["1!312"] = 24,
							["1!102"] = 12,
							["1!210"] = 9,
							["1!420"] = 5,
							["1!109"] = 12,
							["1!417"] = 2,
							["1!501"] = 11,
							["1!208"] = 9,
							["1!211"] = 9,
							["1!419"] = 5,
							["1!418"] = 2,
							["1!414"] = 8,
							["1!112"] = 12,
							["1!437"] = 22,
							["1!308"] = 24,
							["1!423"] = 19,
							["1!113"] = 12,
							["1!438"] = 18,
							["1!316"] = 24,
							["1!436"] = 4,
							["1!106"] = 10,
							["1!506"] = 11,
							["1!507"] = 11,
							["1!505"] = 11,
							["1!430"] = 4,
							["1!306"] = 24,
							["1!300"] = 25,
							["1!201"] = 9,
							["1!116"] = 10,
							["1!314"] = 24,
							["1!204"] = 9,
							["1!431"] = 3,
							["1!425"] = 11,
							["1!403"] = 21,
							["1!301"] = 25,
							["1!104"] = 12,
							["1!309"] = 24,
							["1!415"] = 19,
							["3!10"] = 11,
							["1!426"] = 11,
							["1!302"] = 25,
							["1!409"] = 14,
							["1!439"] = 14,
							["1!408"] = 13,
							["1!432"] = 22,
							["1!101"] = 12,
							["1!440"] = 2,
							["1!317"] = 24,
							["1!401"] = 25,
							["1!442"] = 19,
							["1!445"] = 20,
							["1!416"] = 7,
							["1!307"] = 24,
							["1!503"] = 11,
							["1!206"] = 9,
							["1!115"] = 12,
							["1!512"] = 11,
							["3!12"] = 17,
							["1!513"] = 11,
							["1!435"] = 4,
							["1!209"] = 9,
							["1!434"] = 13,
							["1!502"] = 11,
							["1!441"] = 19,
							["1!103"] = 10,
							["1!205"] = 9,
							["1!429"] = 25,
							["1!504"] = 11,
							["1!427"] = 11,
							["1!424"] = 5,
							["3!11"] = 1,
							["1!402"] = 25,
							["1!443"] = 19,
							["1!428"] = 18,
							["1!110"] = 12,
							["1!105"] = 12,
							["1!313"] = 24,
							["1!207"] = 9,
							["1!405"] = 25,
							["1!433"] = 2,
							["1!202"] = 9,
							["1!510"] = 11,
						},
						["bar"] = {
							["border"] = {
								["offset"] = 2,
								["style"] = "Manriel-Border",
								["size"] = 24,
								["colour"] = {
									["r"] = 1,
									["g"] = 1,
									["b"] = 1,
								},
							},
							["pad"] = {
								["external"] = 4,
								["internal"] = 6,
							},
							["background"] = {
								["colour"] = {
									["a"] = 0.330000042915344,
									["r"] = 0.219607843137255,
									["g"] = 0.219607843137255,
									["b"] = 0.215686274509804,
								},
							},
						},
					}, -- [3]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [4]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [5]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [6]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [7]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [8]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [9]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [10]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [11]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [12]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [13]
					{
						["window"] = {
							["scale"] = 0.85,
						},
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [14]
				},
				["anchor"] = {
					{
						["point"] = 1,
						["b"] = 225.999653823794,
						["t"] = 891.999786358264,
						["l"] = 1494.40427677383,
						["r"] = 2166.40438400502,
					}, -- [1]
					nil, -- [2]
					{
						["point"] = 1,
						["b"] = 59.5295272506395,
						["t"] = 883.529555152633,
						["r"] = 1462.35011626857,
						["l"] = 828.350152240253,
					}, -- [3]
					{
						["point"] = 1,
						["b"] = 353.293880005425,
						["t"] = 880.293886775761,
						["r"] = 1456.64727263825,
						["l"] = 838.647287820212,
					}, -- [4]
					{
						["r"] = 1920.00016631777,
						["t"] = 1080.00006729304,
						["l"] = 1520.00016084679,
						["b"] = 900.000091091803,
					}, -- [5]
					{
						["r"] = 1920.00016631777,
						["t"] = 1080.00006729304,
						["l"] = 1520.00016084679,
						["b"] = 900.000091091803,
					}, -- [6]
					{
						["r"] = 1920.00016631777,
						["t"] = 1080.00006729304,
						["l"] = 1520.00016084679,
						["b"] = 900.000091091803,
					}, -- [7]
					{
						["r"] = 1920.0000262607,
						["t"] = 1080.00013732158,
						["l"] = 1302.00004144267,
						["b"] = 772.00015236677,
					}, -- [8]
					{
						["r"] = 1920.00016631777,
						["t"] = 1080.00006729304,
						["l"] = 1520.00016084679,
						["b"] = 900.000091091803,
					}, -- [9]
					{
						["r"] = 1487.05884386858,
						["t"] = 983.529530259678,
						["l"] = 869.058718993482,
						["b"] = 429.529497297029,
					}, -- [10]
					{
						["r"] = 1919.99988620363,
						["t"] = 1079.99985720744,
						["l"] = 1519.99988073265,
						["b"] = 899.999845991937,
					}, -- [11]
					{
						["r"] = 1919.99988620363,
						["t"] = 1079.99985720744,
						["l"] = 1519.99988073265,
						["b"] = 899.999845991937,
					}, -- [12]
					{
						["r"] = 1920.0000262607,
						["t"] = 1080.00013732158,
						["l"] = 1519.99998577545,
						["b"] = 915.000237919206,
					}, -- [13]
					{
						["r"] = 1829.99987792969,
						["t"] = 1032.99987792969,
						["l"] = 1429.99987792969,
						["b"] = 867.999877929688,
					}, -- [14]
				},
				["rule"] = {
					nil, -- [1]
					true, -- [2]
					nil, -- [3]
					true, -- [4]
					nil, -- [5]
					nil, -- [6]
					nil, -- [7]
					true, -- [8]
					true, -- [9]
					true, -- [10]
					true, -- [11]
					true, -- [12]
					true, -- [13]
					true, -- [14]
				},
				["use"] = {
					[3] = 3,
				},
			},
		},
	},
}
