
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Тиндэлен"] = {
			["GUID"] = "Player-1604-029EF8A8",
			["LastEventHealth"] = {
				"342 (100%)", -- [1]
				"342 (100%)", -- [2]
				"342 (100%)", -- [3]
				"342 (100%)", -- [4]
				"342 (100%)", -- [5]
				"342 (100%)", -- [6]
				"342 (100%)", -- [7]
				"342 (100%)", -- [8]
				"342 (100%)", -- [9]
				"342 (100%)", -- [10]
				"342 (100%)", -- [11]
				"342 (100%)", -- [12]
				"342 (100%)", -- [13]
				"342 (100%)", -- [14]
				"342 (100%)", -- [15]
				"342 (100%)", -- [16]
				"342 (100%)", -- [17]
				"342 (100%)", -- [18]
				"342 (100%)", -- [19]
				"342 (100%)", -- [20]
				"342 (100%)", -- [21]
				"342 (100%)", -- [22]
				"342 (100%)", -- [23]
				"342 (100%)", -- [24]
				"342 (100%)", -- [25]
				"342 (100%)", -- [26]
				"342 (100%)", -- [27]
				"342 (100%)", -- [28]
				"342 (100%)", -- [29]
				"342 (100%)", -- [30]
				"342 (100%)", -- [31]
				"342 (100%)", -- [32]
				"342 (100%)", -- [33]
				"342 (100%)", -- [34]
				"342 (100%)", -- [35]
				"342 (100%)", -- [36]
				"342 (100%)", -- [37]
				"342 (100%)", -- [38]
				"342 (100%)", -- [39]
				"342 (100%)", -- [40]
				"342 (100%)", -- [41]
				"342 (100%)", -- [42]
				"342 (100%)", -- [43]
				"342 (100%)", -- [44]
				"342 (100%)", -- [45]
				"342 (100%)", -- [46]
				"342 (100%)", -- [47]
				"342 (100%)", -- [48]
				"342 (100%)", -- [49]
				"342 (100%)", -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					38.55, -- [1]
				},
				["Dispelled"] = {
					2, -- [1]
				},
				["Healing"] = {
					218, -- [1]
				},
				["DamageTaken"] = {
					2587, -- [1]
				},
				["RageGain"] = {
					190, -- [1]
				},
				["HealingTaken"] = {
					218, -- [1]
				},
				["HOT_Time"] = {
					45, -- [1]
				},
				["TimeDamage"] = {
					4395.95, -- [1]
				},
				["Overhealing"] = {
					56, -- [1]
				},
				["ActiveTime"] = {
					4434.5, -- [1]
				},
				["DOT_Time"] = {
					942, -- [1]
				},
				["Damage"] = {
					47765, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = "Тиндэлен",
			["LastAbility"] = 119519.179,
			["level"] = 4,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 177,
			["LastEventNum"] = {
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastEventTimes"] = {
				119262.143, -- [1]
				119267.096, -- [2]
				119268.547, -- [3]
				119268.816, -- [4]
				119270.651, -- [5]
				119484.048, -- [6]
				119484.048, -- [7]
				119485.033, -- [8]
				119485.033, -- [9]
				119486.046, -- [10]
				119488.464, -- [11]
				119488.464, -- [12]
				119490.058, -- [13]
				119491.068, -- [14]
				119491.225, -- [15]
				119492.063, -- [16]
				119496.47, -- [17]
				119496.47, -- [18]
				119497.456, -- [19]
				119498.599, -- [20]
				119499.306, -- [21]
				119499.57, -- [22]
				119503.067, -- [23]
				119503.182, -- [24]
				119504.156, -- [25]
				119505.053, -- [26]
				119506.176, -- [27]
				119507.22, -- [28]
				119507.22, -- [29]
				119508.958, -- [30]
				119509.957, -- [31]
				119510.959, -- [32]
				119511.225, -- [33]
				119514.086, -- [34]
				119514.086, -- [35]
				119515.076, -- [36]
				119516.236, -- [37]
				119517.133, -- [38]
				119518.223, -- [39]
				119519.179, -- [40]
				119108.262, -- [41]
				119108.262, -- [42]
				119243.209, -- [43]
				119243.209, -- [44]
				119250.371, -- [45]
				119252.597, -- [46]
				119257.409, -- [47]
				119257.409, -- [48]
				119259.426, -- [49]
				119262.143, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 1415819632,
				["Dispelled"] = 1415813994,
				["OVERALL"] = 1417021263,
				["DamageTaken"] = 1417020598,
				["RageGain"] = 1417021263,
				["Overhealing"] = 1415819632,
				["HealingTaken"] = 1415819632,
				["HOT_Time"] = 1415819632,
				["TimeDamage"] = 1417021144,
				["Healing"] = 1415819632,
				["ActiveTime"] = 1417021144,
				["DOT_Time"] = 1417020895,
				["Damage"] = 1417021144,
			},
			["Owner"] = false,
			["Pet"] = {
				"Тариндрелла <Тиндэлен>", -- [1]
				"Часовой-охотник <Тиндэлен>", -- [2]
			},
			["NextEventNum"] = 41,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Тиндэлен Лунный огонь Тренировочный манекен Hit -17 (Arcane)", -- [1]
				"Тиндэлен Гнев Тренировочный манекен Hit -55 (Nature)", -- [2]
				"Тиндэлен Солнечный огонь Тренировочный манекен Hit -19 (Nature)", -- [3]
				"Тиндэлен Гнев Тренировочный манекен Hit -52 (Nature)", -- [4]
				"Тиндэлен Солнечный огонь (УЗВ) Тренировочный манекен Tick -15 (Nature)", -- [5]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [6]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -125 (Physical)", -- [7]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [8]
				"Тиндэлен Свирепый укус Тренировочный манекен Hit -97 (Physical)", -- [9]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [10]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [11]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -91 (Physical)", -- [12]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -40 (Physical)", -- [13]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [14]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -91 (Physical)", -- [15]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [16]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [17]
				"Тиндэлен Полоснуть Тренировочный манекен Crit -183 (Physical)", -- [18]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [19]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [20]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -95 (Physical)", -- [21]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [22]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [23]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -94 (Physical)", -- [24]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -40 (Physical)", -- [25]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [26]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [27]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Crit -85 (Physical)", -- [28]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -93 (Physical)", -- [29]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [30]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -42 (Physical)", -- [31]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Crit -81 (Physical)", -- [32]
				"Тиндэлен Полоснуть Тренировочный манекен Hit -92 (Physical)", -- [33]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [34]
				"Тиндэлен Свирепый укус Тренировочный манекен Hit -291 (Physical)", -- [35]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [36]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -40 (Physical)", -- [37]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Crit -81 (Physical)", -- [38]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [39]
				"Тиндэлен Атака ближнего боя Тренировочный манекен Hit -41 (Physical)", -- [40]
				"Тиндэлен Звездный огонь Тренировочный манекен Hit -97 (Arcane)", -- [41]
				"Тиндэлен Лунный огонь Тренировочный манекен Hit -17 (Arcane)", -- [42]
				"Тиндэлен Звездный огонь Тренировочный манекен Hit -95 (Arcane)", -- [43]
				"Тиндэлен Лунный огонь Тренировочный манекен Hit -18 (Arcane)", -- [44]
				"Тиндэлен Звездный огонь Тренировочный манекен Hit -106 (Arcane)", -- [45]
				"Тиндэлен Гнев Тренировочный манекен Hit -48 (Nature)", -- [46]
				"Тиндэлен Звездный огонь Тренировочный манекен Hit -107 (Arcane)", -- [47]
				"Тиндэлен Лунный огонь Тренировочный манекен Hit -19 (Arcane)", -- [48]
				"Тиндэлен Лунный огонь (УЗВ) Тренировочный манекен Tick -14 (Arcane)", -- [49]
				"Тиндэлен Звездный огонь Тренировочный манекен Hit -99 (Arcane)", -- [50]
			},
			["Name"] = "Тиндэлен",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 207,
			["Fights"] = {
				["Fight3"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Болотный древесник"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
								["Сова"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Мистик из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Чащобный скрытень"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Молодой ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 0,
								},
								["Облик медведя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
						["Омоложение"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 113,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 95,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 18,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 113,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 113,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Яд (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 3.5,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 95,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 95,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 95,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 18,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 18,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 18,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Glancing (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 3.5,
					["TimeDamaging"] = {
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Грелль"] = {
									["count"] = 0,
								},
								["Болотный древесник"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 3,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Чащобный скрытень"] = {
									["count"] = 0,
								},
								["Воин из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Облик медведя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 0,
						["Fire"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 269,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 216,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 14,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 39,
								},
							},
							["amount"] = 269,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 269,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 8.53,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 6.51,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 8.53,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
						["Тариндрелла <Тиндэлен>"] = {
							["Details"] = {
								["Слабый яд (Очищение духа)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 108,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 216,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 216,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 39,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 39,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 39,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Glancing (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 14,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 14,
								},
							},
							["count"] = 1,
							["amount"] = 14,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 8.53,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 6.51,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 8.53,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 3,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Древесник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Древесник-топтун"] = {
									["count"] = 0,
								},
								["Щетинистый вепрь"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Древесник"] = {
									["count"] = 0,
								},
								["Грелль"] = {
									["count"] = 0,
								},
								["Сова"] = {
									["count"] = 0,
								},
								["Старый древесник"] = {
									["count"] = 0,
								},
								["Садовник из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Старый ночной саблезуб"] = {
									["count"] = 0,
								},
								["Облезлый ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Облик медведя"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
						["Омоложение"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 40,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 3,
								},
								["Дубохмур"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Щетинистый вепрь"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 3,
								},
								["Мистик из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
								["Грелль"] = {
									["count"] = 0,
								},
								["Сова"] = {
									["count"] = 0,
								},
								["Болотный древесник"] = {
									["count"] = 0,
								},
								["Древесник"] = {
									["count"] = 0,
								},
								["Фероситас Пожиратель Снов"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Молодой ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 0,
								},
								["Облик медведя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 551,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 312,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 36,
								},
								["Солнечный огонь"] = {
									["count"] = 19,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 15,
								},
								["Гнев"] = {
									["count"] = 155,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 14,
								},
							},
							["amount"] = 551,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 189,
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 362,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Злобный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Яд (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный ядозуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 21.02,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 9.72,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 1.45,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 1.83,
								},
								["Гнев"] = {
									["count"] = 6,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.02,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 21.02,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 107,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 312,
								},
							},
							["count"] = 3,
							["amount"] = 312,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 19,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 36,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 36,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 19,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 19,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 19,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 15,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 15,
								},
							},
							["count"] = 1,
							["amount"] = 15,
						},
						["Гнев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 55,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 155,
								},
							},
							["count"] = 3,
							["amount"] = 155,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 14,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 14,
								},
							},
							["count"] = 1,
							["amount"] = 14,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 21.02,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 9.72,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 1.45,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 1.83,
								},
								["Гнев"] = {
									["count"] = 6,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.02,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 21.02,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 6,
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 0,
					},
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Болотный древесник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Сова"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Древесник"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Чащобный скрытень"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 0,
								},
								["Облик медведя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 3.5,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 114,
					["WhoDispelled"] = {
						["Тариндрелла <Тиндэлен>"] = {
							["Details"] = {
								["Слабый яд (Очищение духа)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Яд (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 114,
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 3.5,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 97,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 17,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 114,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сова"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 97,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 97,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 97,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 17,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 17,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 17,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Болотный древесник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Щетинистый вепрь"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Мистик из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Чащобный скрытень"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
						["Омоложение"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 2404,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 388,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 1152,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 864,
								},
							},
							["amount"] = 2404,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 1252,
						["Melee"] = 1152,
						["Arcane"] = 0,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 22,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 25,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Злобный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Темный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 37.74,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 36.48,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 1.26,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 37.74,
						},
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 291,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 388,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 388,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 905,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 85,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 247,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 25,
							["amount"] = 1152,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 125,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 681,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 183,
									["min"] = 183,
									["count"] = 1,
									["amount"] = 183,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 864,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 37.74,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 36.48,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 1.26,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 37.74,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Болотный древесник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Щетинистый вепрь"] = {
									["count"] = 0,
								},
								["Тренировочный манекен"] = {
									["count"] = 0,
								},
								["Мистик из племени Кривой Сосны"] = {
									["count"] = 0,
								},
								["Чащобный тенетник"] = {
									["count"] = 0,
								},
								["Чащобный скрытень"] = {
									["count"] = 0,
								},
								["Ночной саблезуб"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
						["Омоложение"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 2404,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 388,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 1152,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 864,
								},
							},
							["amount"] = 2404,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 0,
						["Physical"] = 1252,
						["Melee"] = 1152,
						["Arcane"] = 0,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 22,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 25,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Злобный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Темный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Огненный шок"] = {
									["count"] = 0,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 37.74,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 36.48,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 1.26,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 37.74,
						},
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 291,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 388,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 388,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 905,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 85,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 247,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 25,
							["amount"] = 1152,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 125,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 681,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 183,
									["min"] = 183,
									["count"] = 1,
									["amount"] = 183,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 864,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 37.74,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Гнев деревьев"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 36.48,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 1.26,
								},
								["Увечье"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 37.74,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Солнечный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0,
								},
								["Гнев"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен"] = {
									["count"] = 93,
								},
								["Древесник"] = {
									["count"] = 3,
								},
								["Дубохмур"] = {
									["count"] = 6,
								},
								["Болотный древесник"] = {
									["count"] = 12,
								},
							},
							["amount"] = 114,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Облезлый ночной саблезуб"] = {
									["count"] = 39,
								},
								["Воин из племени Кривой Сосны"] = {
									["count"] = 6,
								},
								["Щетинистый вепрь"] = {
									["count"] = 96,
								},
								["Мистик из племени Кривой Сосны"] = {
									["count"] = 114,
								},
								["Ночной саблезуб"] = {
									["count"] = 60,
								},
								["Грелль"] = {
									["count"] = 45,
								},
								["Сова"] = {
									["count"] = 15,
								},
								["Древесник-топтун"] = {
									["count"] = 3,
								},
								["Старый ночной саблезуб"] = {
									["count"] = 15,
								},
								["Тренировочный манекен"] = {
									["count"] = 231,
								},
								["Старый древесник"] = {
									["count"] = 9,
								},
								["Болотный древесник"] = {
									["count"] = 18,
								},
								["Чащобный скрытень"] = {
									["count"] = 27,
								},
								["Чащобный тенетник"] = {
									["count"] = 102,
								},
								["Садовник из племени Кривой Сосны"] = {
									["count"] = 3,
								},
								["Фероситас Пожиратель Снов"] = {
									["count"] = 6,
								},
								["Древесник"] = {
									["count"] = 18,
								},
								["Молодой ночной саблезуб"] = {
									["count"] = 21,
								},
							},
							["amount"] = 828,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 24,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 31,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 9,
								},
								["Dodge"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 249,
								},
							},
							["amount"] = 274,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 13,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 45,
						},
					},
					["HealedWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 218,
								},
							},
							["amount"] = 218,
						},
					},
					["RageGainedFrom"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Увечье"] = {
									["count"] = 80,
								},
								["Облик медведя"] = {
									["count"] = 110,
								},
							},
							["amount"] = 190,
						},
					},
					["HOT_Time"] = 45,
					["ElementTaken"] = {
						["Fire"] = 67,
						["Physical"] = 511,
						["Melee"] = 1751,
						["Nature"] = 258,
					},
					["HOTs"] = {
						["Омоложение"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 45,
								},
							},
							["amount"] = 45,
						},
					},
					["Damage"] = 47765,
					["TimeHeal"] = 38.55,
					["ElementDone"] = {
						["Nature"] = 6625,
						["Physical"] = 18020,
						["Melee"] = 12400,
						["Arcane"] = 10720,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 38,
								},
								["Miss"] = {
									["count"] = 415,
								},
								["Hit"] = {
									["count"] = 138,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Evade"] = {
									["count"] = 8,
								},
							},
							["amount"] = 607,
						},
						["Physical"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 210,
								},
								["Dodge"] = {
									["count"] = 23,
								},
								["Hit"] = {
									["count"] = 211,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 38,
								},
							},
							["amount"] = 496,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 47,
								},
								["Evade"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 807,
								},
								["Dodge"] = {
									["count"] = 84,
								},
								["Hit"] = {
									["count"] = 349,
								},
								["Crit"] = {
									["count"] = 24,
								},
								["Parry"] = {
									["count"] = 106,
								},
							},
							["amount"] = 1424,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 182,
								},
								["Miss"] = {
									["count"] = 153,
								},
								["Tick"] = {
									["count"] = 260,
								},
								["Crit"] = {
									["count"] = 22,
								},
								["Evade"] = {
									["count"] = 6,
								},
							},
							["amount"] = 623,
						},
					},
					["WhoDamaged"] = {
						["Злобный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35,
								},
							},
							["amount"] = 35,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41,
								},
							},
							["amount"] = 41,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 14,
								},
							},
							["amount"] = 14,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 17,
								},
								["Гнев"] = {
									["count"] = 245,
								},
							},
							["amount"] = 262,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 218,
								},
							},
							["amount"] = 218,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 217,
								},
							},
							["amount"] = 217,
						},
						["Грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Сова"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["Древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 275,
								},
							},
							["amount"] = 275,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Чащобный ядозуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 26,
								},
							},
							["amount"] = 26,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 106,
								},
							},
							["amount"] = 106,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 61,
								},
								["Яд (УЗВ)"] = {
									["count"] = 13,
								},
							},
							["amount"] = 74,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 79,
								},
							},
							["amount"] = 79,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
						["Темный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 511,
								},
							},
							["amount"] = 511,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 22,
								},
							},
							["amount"] = 22,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 291,
								},
								["Огненный шок"] = {
									["count"] = 43,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 24,
								},
							},
							["amount"] = 358,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 31,
						["Physical"] = 96,
					},
					["TimeHealing"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 38.55,
								},
							},
							["amount"] = 38.55,
						},
					},
					["Dispelled"] = 2,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 274,
									["amount"] = 0,
								},
							},
							["count"] = 274,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 32,
									["amount"] = 0,
								},
							},
							["count"] = 32,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 24,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 274,
									["amount"] = 0,
								},
							},
							["count"] = 274,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["Гнев"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 32,
									["amount"] = 0,
								},
							},
							["count"] = 32,
							["amount"] = 0,
						},
						["Яд (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 24,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 4434.5,
					["WhoDispelled"] = {
						["Тариндрелла <Тиндэлен>"] = {
							["Details"] = {
								["Слабый яд (Очищение духа)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["Heals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 21,
									["min"] = 1,
									["count"] = 15,
									["amount"] = 218,
								},
							},
							["count"] = 15,
							["amount"] = 218,
						},
					},
					["RageGained"] = {
						["Увечье"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 80,
								},
							},
							["amount"] = 80,
						},
						["Облик медведя"] = {
							["Details"] = {
								["Тиндэлен"] = {
									["count"] = 110,
								},
							},
							["amount"] = 110,
						},
					},
					["OverHeals"] = {
						["Омоложение"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 20,
									["min"] = 2,
									["count"] = 7,
									["amount"] = 56,
								},
							},
							["count"] = 7,
							["amount"] = 56,
						},
					},
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 30.31,
								},
								["Полоснуть"] = {
									["count"] = 8.64,
								},
								["Свирепый укус"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 41.51,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.33,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 5.48,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0.67,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 3.94,
								},
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.11,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 12.07,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 32.13,
								},
								["Гнев"] = {
									["count"] = 6.88,
								},
							},
							["amount"] = 51.08,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 31.1,
								},
								["Лунный огонь"] = {
									["count"] = 24.5,
								},
								["Звездный огонь"] = {
									["count"] = 0.63,
								},
								["Гнев"] = {
									["count"] = 13.53,
								},
							},
							["amount"] = 69.76,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.03,
								},
								["Лунный огонь"] = {
									["count"] = 5.26,
								},
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Гнев"] = {
									["count"] = 7.71,
								},
							},
							["amount"] = 18.5,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 9.95,
								},
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 13.45,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 352.07,
								},
								["Свирепый укус"] = {
									["count"] = 82.84,
								},
								["Лунный огонь"] = {
									["count"] = 108.45,
								},
								["Гнев деревьев"] = {
									["count"] = 307.31,
								},
								["Солнечный огонь"] = {
									["count"] = 47.36,
								},
								["Атака ближнего боя"] = {
									["count"] = 1681.45,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 48.61,
								},
								["Гнев"] = {
									["count"] = 587.86,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 117.4,
								},
								["Увечье"] = {
									["count"] = 4.02,
								},
								["Полоснуть"] = {
									["count"] = 100.5,
								},
							},
							["amount"] = 3437.87,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 4.28,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 4.07,
								},
								["Гнев"] = {
									["count"] = 1.64,
								},
							},
							["amount"] = 9.99,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0.9,
								},
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.4,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 48.6,
								},
								["Полоснуть"] = {
									["count"] = 9.71,
								},
								["Свирепый укус"] = {
									["count"] = 1.41,
								},
							},
							["amount"] = 59.72,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.54,
								},
								["Гнев"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 8.77,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.62,
								},
								["Лунный огонь"] = {
									["count"] = 13.39,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 32.53,
								},
							},
							["amount"] = 47.54,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.85,
								},
								["Гнев"] = {
									["count"] = 10.35,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 18.77,
								},
								["Полоснуть"] = {
									["count"] = 5.05,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 13.83,
								},
							},
							["amount"] = 60.85,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0.94,
								},
								["Гнев"] = {
									["count"] = 5.22,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 6.29,
								},
								["Лунный огонь"] = {
									["count"] = 9.13,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 10.09,
								},
								["Солнечный огонь"] = {
									["count"] = 7,
								},
							},
							["amount"] = 38.67,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 22.73,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 13.13,
								},
								["Гнев"] = {
									["count"] = 8.81,
								},
							},
							["amount"] = 44.67,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь"] = {
									["count"] = 14,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 4.03,
								},
								["Гнев"] = {
									["count"] = 13.01,
								},
							},
							["amount"] = 34.54,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.46,
								},
								["Полоснуть"] = {
									["count"] = 0.23,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.69,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 7,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 36.53,
								},
								["Полоснуть"] = {
									["count"] = 6.59,
								},
								["Свирепый укус"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 44.24,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.16,
								},
								["Полоснуть"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0.98,
								},
							},
							["amount"] = 5.64,
						},
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 38.55,
								},
							},
							["amount"] = 38.55,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 6.52,
								},
								["Лунный огонь"] = {
									["count"] = 4.8,
								},
							},
							["amount"] = 11.32,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35.31,
								},
								["Полоснуть"] = {
									["count"] = 5.58,
								},
								["Свирепый укус"] = {
									["count"] = 1.04,
								},
							},
							["amount"] = 41.93,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 19.76,
								},
							},
							["amount"] = 19.76,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0.74,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0.75,
								},
								["Гнев"] = {
									["count"] = 0.74,
								},
							},
							["amount"] = 2.23,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.79,
								},
								["Полоснуть"] = {
									["count"] = 0.47,
								},
								["Свирепый укус"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 2.87,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 17.9,
								},
								["Свирепый укус"] = {
									["count"] = 3.59,
								},
								["Лунный огонь"] = {
									["count"] = 12.89,
								},
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 29.99,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 1.27,
								},
								["Гнев"] = {
									["count"] = 10.71,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 11.95,
								},
								["Полоснуть"] = {
									["count"] = 17.67,
								},
							},
							["amount"] = 109.47,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.46,
								},
								["Полоснуть"] = {
									["count"] = 0.23,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.69,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.25,
								},
								["Гнев"] = {
									["count"] = 30.75,
								},
								["Свирепый укус"] = {
									["count"] = 0.76,
								},
								["Лунный огонь"] = {
									["count"] = 51.18,
								},
								["Полоснуть"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 40.41,
								},
							},
							["amount"] = 126.85,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0.96,
								},
								["Гнев"] = {
									["count"] = 2.67,
								},
							},
							["amount"] = 7.13,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 23.67,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 11.12,
								},
								["Гнев"] = {
									["count"] = 7.43,
								},
							},
							["amount"] = 42.22,
						},
					},
					["Healing"] = 218,
					["DamageTaken"] = 2587,
					["RageGain"] = 190,
					["Attacks"] = {
						["Звездный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 89,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 181,
									["min"] = 181,
									["count"] = 1,
									["amount"] = 181,
								},
								["Hit"] = {
									["max"] = 108,
									["min"] = 83,
									["count"] = 51,
									["amount"] = 5163,
								},
							},
							["count"] = 141,
							["amount"] = 5344,
						},
						["Свирепый укус"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 23,
									["min"] = 23,
									["count"] = 1,
									["amount"] = 23,
								},
								["Dodge"] = {
									["count"] = 10,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 97,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 455,
									["min"] = 28,
									["count"] = 59,
									["amount"] = 7045,
								},
								["Crit"] = {
									["max"] = 387,
									["min"] = 387,
									["count"] = 1,
									["amount"] = 387,
								},
								["Parry"] = {
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 189,
							["amount"] = 7455,
						},
						["Лунный огонь"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 64,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 39,
									["min"] = 24,
									["count"] = 5,
									["amount"] = 150,
								},
								["Hit"] = {
									["max"] = 40,
									["min"] = 11,
									["count"] = 131,
									["amount"] = 2141,
								},
							},
							["count"] = 206,
							["amount"] = 2291,
						},
						["Гнев деревьев"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 148,
									["amount"] = 0,
								},
							},
							["count"] = 148,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 40,
									["min"] = 17,
									["count"] = 15,
									["amount"] = 425,
								},
								["Crit"] = {
									["max"] = 79,
									["min"] = 36,
									["count"] = 3,
									["amount"] = 152,
								},
								["Miss"] = {
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 45,
							["amount"] = 577,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 12,
									["min"] = 9,
									["count"] = 5,
									["amount"] = 50,
								},
								["Miss"] = {
									["count"] = 807,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 106,
									["amount"] = 0,
								},
								["Glancing"] = {
									["max"] = 4,
									["min"] = 1,
									["count"] = 38,
									["amount"] = 74,
								},
								["Dodge"] = {
									["count"] = 84,
									["amount"] = 0,
								},
								["Glancing (Блокировано)"] = {
									["max"] = 2,
									["min"] = 1,
									["count"] = 9,
									["amount"] = 12,
								},
								["Hit"] = {
									["max"] = 53,
									["min"] = 12,
									["count"] = 344,
									["amount"] = 10706,
								},
								["Crit"] = {
									["max"] = 85,
									["min"] = 27,
									["count"] = 24,
									["amount"] = 1558,
								},
								["Evade"] = {
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 1424,
							["amount"] = 12400,
						},
						["Солнечный огонь (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 15,
									["min"] = 1,
									["count"] = 38,
									["amount"] = 497,
								},
							},
							["count"] = 38,
							["amount"] = 497,
						},
						["Гнев"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 64,
									["min"] = 28,
									["count"] = 123,
									["amount"] = 5153,
								},
								["Crit"] = {
									["max"] = 130,
									["min"] = 65,
									["count"] = 5,
									["amount"] = 398,
								},
								["Miss"] = {
									["count"] = 240,
									["amount"] = 0,
								},
							},
							["count"] = 376,
							["amount"] = 5551,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 30,
									["min"] = 22,
									["count"] = 7,
									["amount"] = 193,
								},
								["Dodge"] = {
									["count"] = 13,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 126,
									["min"] = 18,
									["count"] = 136,
									["amount"] = 8307,
								},
								["Miss"] = {
									["count"] = 113,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 183,
									["min"] = 61,
									["count"] = 6,
									["amount"] = 764,
								},
								["Parry"] = {
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 299,
							["amount"] = 9264,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 165,
									["min"] = 158,
									["count"] = 8,
									["amount"] = 1301,
								},
							},
							["count"] = 8,
							["amount"] = 1301,
						},
						["Лунный огонь (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 29,
									["min"] = 18,
									["count"] = 16,
									["amount"] = 347,
								},
								["Tick"] = {
									["max"] = 15,
									["min"] = 1,
									["count"] = 260,
									["amount"] = 2738,
								},
							},
							["count"] = 276,
							["amount"] = 3085,
						},
					},
					["HealingTaken"] = 218,
					["Overhealing"] = 56,
					["TimeDamage"] = 4395.95,
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 30.31,
								},
								["Полоснуть"] = {
									["count"] = 8.64,
								},
								["Свирепый укус"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 41.51,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.33,
								},
								["Полоснуть"] = {
									["count"] = 0,
								},
								["Свирепый укус"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 5.48,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0.67,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 3.94,
								},
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.11,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 12.07,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 32.13,
								},
								["Гнев"] = {
									["count"] = 6.88,
								},
							},
							["amount"] = 51.08,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 31.1,
								},
								["Лунный огонь"] = {
									["count"] = 24.5,
								},
								["Звездный огонь"] = {
									["count"] = 0.63,
								},
								["Гнев"] = {
									["count"] = 13.53,
								},
							},
							["amount"] = 69.76,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.03,
								},
								["Лунный огонь"] = {
									["count"] = 5.26,
								},
								["Звездный огонь"] = {
									["count"] = 3.5,
								},
								["Гнев"] = {
									["count"] = 7.71,
								},
							},
							["amount"] = 18.5,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 9.95,
								},
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 13.45,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 352.07,
								},
								["Свирепый укус"] = {
									["count"] = 82.84,
								},
								["Лунный огонь"] = {
									["count"] = 108.45,
								},
								["Гнев деревьев"] = {
									["count"] = 307.31,
								},
								["Солнечный огонь"] = {
									["count"] = 47.36,
								},
								["Атака ближнего боя"] = {
									["count"] = 1681.45,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 48.61,
								},
								["Гнев"] = {
									["count"] = 587.86,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 117.4,
								},
								["Увечье"] = {
									["count"] = 4.02,
								},
								["Полоснуть"] = {
									["count"] = 100.5,
								},
							},
							["amount"] = 3437.87,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 4.28,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
								["Звездный огонь"] = {
									["count"] = 4.07,
								},
								["Гнев"] = {
									["count"] = 1.64,
								},
							},
							["amount"] = 9.99,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 0.9,
								},
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.4,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 48.6,
								},
								["Полоснуть"] = {
									["count"] = 9.71,
								},
								["Свирепый укус"] = {
									["count"] = 1.41,
								},
							},
							["amount"] = 59.72,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 2.54,
								},
								["Гнев"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 8.77,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.62,
								},
								["Лунный огонь"] = {
									["count"] = 13.39,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 32.53,
								},
							},
							["amount"] = 47.54,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.85,
								},
								["Гнев"] = {
									["count"] = 10.35,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
								["Лунный огонь"] = {
									["count"] = 18.77,
								},
								["Полоснуть"] = {
									["count"] = 5.05,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 13.83,
								},
							},
							["amount"] = 60.85,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 0.94,
								},
								["Гнев"] = {
									["count"] = 5.22,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 6.29,
								},
								["Лунный огонь"] = {
									["count"] = 9.13,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 10.09,
								},
								["Солнечный огонь"] = {
									["count"] = 7,
								},
							},
							["amount"] = 38.67,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 22.73,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 13.13,
								},
								["Гнев"] = {
									["count"] = 8.81,
								},
							},
							["amount"] = 44.67,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь"] = {
									["count"] = 14,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 4.03,
								},
								["Гнев"] = {
									["count"] = 13.01,
								},
							},
							["amount"] = 34.54,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.46,
								},
								["Полоснуть"] = {
									["count"] = 0.23,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.69,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 7,
								},
								["Лунный огонь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 36.53,
								},
								["Полоснуть"] = {
									["count"] = 6.59,
								},
								["Свирепый укус"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 44.24,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.16,
								},
								["Полоснуть"] = {
									["count"] = 3.5,
								},
								["Свирепый укус"] = {
									["count"] = 0.98,
								},
							},
							["amount"] = 5.64,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.79,
								},
								["Полоснуть"] = {
									["count"] = 0.47,
								},
								["Свирепый укус"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 2.87,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 6.52,
								},
								["Лунный огонь"] = {
									["count"] = 4.8,
								},
							},
							["amount"] = 11.32,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 19.76,
								},
							},
							["amount"] = 19.76,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35.31,
								},
								["Полоснуть"] = {
									["count"] = 5.58,
								},
								["Свирепый укус"] = {
									["count"] = 1.04,
								},
							},
							["amount"] = 41.93,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 0.74,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0.75,
								},
								["Гнев"] = {
									["count"] = 0.74,
								},
							},
							["amount"] = 2.23,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 17.9,
								},
								["Свирепый укус"] = {
									["count"] = 3.59,
								},
								["Лунный огонь"] = {
									["count"] = 12.89,
								},
								["Солнечный огонь"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 29.99,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 1.27,
								},
								["Гнев"] = {
									["count"] = 10.71,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 11.95,
								},
								["Полоснуть"] = {
									["count"] = 17.67,
								},
							},
							["amount"] = 109.47,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.46,
								},
								["Полоснуть"] = {
									["count"] = 0.23,
								},
								["Свирепый укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.69,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.25,
								},
								["Гнев"] = {
									["count"] = 30.75,
								},
								["Свирепый укус"] = {
									["count"] = 0.76,
								},
								["Лунный огонь"] = {
									["count"] = 51.18,
								},
								["Полоснуть"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 40.41,
								},
							},
							["amount"] = 126.85,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 3.5,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 0.96,
								},
								["Гнев"] = {
									["count"] = 2.67,
								},
							},
							["amount"] = 7.13,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 23.67,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 11.12,
								},
								["Гнев"] = {
									["count"] = 7.43,
								},
							},
							["amount"] = 42.22,
						},
					},
					["WhoHealed"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Омоложение"] = {
									["count"] = 218,
								},
							},
							["amount"] = 218,
						},
					},
					["DOT_Time"] = 942,
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 281,
								},
								["Полоснуть"] = {
									["count"] = 485,
								},
								["Свирепый укус"] = {
									["count"] = 130,
								},
							},
							["amount"] = 896,
						},
						["Лорд Меленас"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 45,
								},
								["Полоснуть"] = {
									["count"] = 33,
								},
								["Свирепый укус"] = {
									["count"] = 32,
								},
							},
							["amount"] = 110,
						},
						["Дубохмур"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 104,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 25,
								},
								["Солнечный огонь"] = {
									["count"] = 17,
								},
							},
							["amount"] = 146,
						},
						["Мистик из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 117,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 365,
								},
								["Гнев"] = {
									["count"] = 384,
								},
							},
							["amount"] = 866,
						},
						["Ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 212,
								},
								["Лунный огонь"] = {
									["count"] = 97,
								},
								["Звездный огонь"] = {
									["count"] = 108,
								},
								["Гнев"] = {
									["count"] = 322,
								},
							},
							["amount"] = 739,
						},
						["Олененок"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Древесник-топтун"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 14,
								},
								["Лунный огонь"] = {
									["count"] = 58,
								},
								["Звездный огонь"] = {
									["count"] = 98,
								},
								["Гнев"] = {
									["count"] = 196,
								},
							},
							["amount"] = 366,
						},
						["Старый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 86,
								},
								["Лунный огонь"] = {
									["count"] = 18,
								},
							},
							["amount"] = 104,
						},
						["Тренировочный манекен"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 3604,
								},
								["Свирепый укус"] = {
									["count"] = 5523,
								},
								["Лунный огонь"] = {
									["count"] = 676,
								},
								["Солнечный огонь"] = {
									["count"] = 363,
								},
								["Атака ближнего боя"] = {
									["count"] = 10031,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 399,
								},
								["Гнев"] = {
									["count"] = 2124,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 983,
								},
								["Увечье"] = {
									["count"] = 1301,
								},
								["Полоснуть"] = {
									["count"] = 6483,
								},
							},
							["amount"] = 31487,
						},
						["Старый древесник"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 57,
								},
								["Лунный огонь"] = {
									["count"] = 18,
								},
								["Звездный огонь"] = {
									["count"] = 209,
								},
								["Гнев"] = {
									["count"] = 50,
								},
							},
							["amount"] = 334,
						},
						["Тотем осквернения племени Кривой Сосны"] = {
							["Details"] = {
								["Гнев"] = {
									["count"] = 32,
								},
								["Лунный огонь"] = {
									["count"] = 12,
								},
							},
							["amount"] = 44,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 426,
								},
								["Полоснуть"] = {
									["count"] = 509,
								},
								["Свирепый укус"] = {
									["count"] = 476,
								},
							},
							["amount"] = 1411,
						},
						["Воин из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 13,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 30,
								},
								["Гнев"] = {
									["count"] = 76,
								},
							},
							["amount"] = 119,
						},
						["Щетинистый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 26,
								},
								["Лунный огонь"] = {
									["count"] = 148,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 311,
								},
							},
							["amount"] = 485,
						},
						["Чащобный скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 118,
								},
								["Гнев"] = {
									["count"] = 422,
								},
								["Свирепый укус"] = {
									["count"] = 174,
								},
								["Лунный огонь"] = {
									["count"] = 78,
								},
								["Полоснуть"] = {
									["count"] = 207,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 88,
								},
							},
							["amount"] = 1087,
						},
						["Болотный древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 200,
								},
								["Гнев"] = {
									["count"] = 282,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 58,
								},
								["Лунный огонь"] = {
									["count"] = 77,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 97,
								},
								["Солнечный огонь"] = {
									["count"] = 118,
								},
							},
							["amount"] = 832,
						},
						["Грелль"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 146,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 182,
								},
								["Гнев"] = {
									["count"] = 292,
								},
							},
							["amount"] = 620,
						},
						["Сова"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 40,
								},
								["Лунный огонь"] = {
									["count"] = 65,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 58,
								},
								["Гнев"] = {
									["count"] = 329,
								},
							},
							["amount"] = 492,
						},
						["Ворлус Подлое Копыто"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 57,
								},
								["Полоснуть"] = {
									["count"] = 54,
								},
								["Свирепый укус"] = {
									["count"] = 32,
								},
							},
							["amount"] = 143,
						},
						["Чащобный паук-балдахинник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 215,
								},
								["Лунный огонь"] = {
									["count"] = 79,
								},
							},
							["amount"] = 294,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 396,
								},
								["Полоснуть"] = {
									["count"] = 353,
								},
								["Свирепый укус"] = {
									["count"] = 301,
								},
							},
							["amount"] = 1050,
						},
						["Урсал Изверг"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 50,
								},
								["Полоснуть"] = {
									["count"] = 37,
								},
								["Свирепый укус"] = {
									["count"] = 34,
								},
							},
							["amount"] = 121,
						},
						["Яростный Коготь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32,
								},
								["Полоснуть"] = {
									["count"] = 36,
								},
								["Свирепый укус"] = {
									["count"] = 106,
								},
							},
							["amount"] = 174,
						},
						["Облезлый ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь (УЗВ)"] = {
									["count"] = 120,
								},
								["Лунный огонь"] = {
									["count"] = 98,
								},
							},
							["amount"] = 218,
						},
						["Олень"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 98,
								},
							},
							["amount"] = 98,
						},
						["Душитель из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 368,
								},
								["Полоснуть"] = {
									["count"] = 534,
								},
								["Свирепый укус"] = {
									["count"] = 328,
								},
							},
							["amount"] = 1230,
						},
						["Фероситас Пожиратель Снов"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 13,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 20,
								},
								["Гнев"] = {
									["count"] = 73,
								},
							},
							["amount"] = 106,
						},
						["Древесник"] = {
							["Details"] = {
								["Звездный огонь"] = {
									["count"] = 806,
								},
								["Свирепый укус"] = {
									["count"] = 254,
								},
								["Лунный огонь"] = {
									["count"] = 171,
								},
								["Солнечный огонь"] = {
									["count"] = 39,
								},
								["Атака ближнего боя"] = {
									["count"] = 477,
								},
								["Солнечный огонь (УЗВ)"] = {
									["count"] = 15,
								},
								["Гнев"] = {
									["count"] = 262,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 83,
								},
								["Полоснуть"] = {
									["count"] = 417,
								},
							},
							["amount"] = 2524,
						},
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 61,
								},
								["Полоснуть"] = {
									["count"] = 79,
								},
								["Свирепый укус"] = {
									["count"] = 31,
								},
							},
							["amount"] = 171,
						},
						["Гнусный грелль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16,
								},
								["Гнев"] = {
									["count"] = 479,
								},
								["Свирепый укус"] = {
									["count"] = 34,
								},
								["Лунный огонь"] = {
									["count"] = 163,
								},
								["Полоснуть"] = {
									["count"] = 37,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 303,
								},
							},
							["amount"] = 1032,
						},
						["Садовник из племени Кривой Сосны"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 14,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 10,
								},
								["Гнев"] = {
									["count"] = 75,
								},
							},
							["amount"] = 99,
						},
						["Молодой ночной саблезуб"] = {
							["Details"] = {
								["Лунный огонь"] = {
									["count"] = 119,
								},
								["Лунный огонь (УЗВ)"] = {
									["count"] = 66,
								},
								["Гнев"] = {
									["count"] = 153,
								},
							},
							["amount"] = 338,
						},
					},
				},
			},
			["UnitLockout"] = 1415813090,
			["LastActive"] = 1417021263,
		},
		["Тариндрелла <Тиндэлен>"] = {
			["GUID"] = "Creature-0-1604-1-72-49480-0000639B4A",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"MISC", -- [4]
				"DAMAGE", -- [5]
				"MISC", -- [6]
				"DAMAGE", -- [7]
			},
			["TimeWindows"] = {
				["Dispels"] = {
					2, -- [1]
				},
				["Damage"] = {
					111, -- [1]
				},
				["TimeDamage"] = {
					17.5, -- [1]
				},
				["ActiveTime"] = {
					17.5, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 22,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["LastAbility"] = 118916.552,
			["Owner"] = "Тиндэлен",
			["LastEventTimes"] = {
				37439.136, -- [1]
				37512.104, -- [2]
				37518.576, -- [3]
				37518.576, -- [4]
				37524.26, -- [5]
				37524.26, -- [6]
				37687.671, -- [7]
			},
			["NextEventNum"] = 8,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
			},
			["LastEvents"] = {
				"Тариндрелла <Тиндэлен> Атака ближнего боя Чащобный тенетник Hit -23 (Physical)", -- [1]
				"Тариндрелла <Тиндэлен> Атака ближнего боя Чащобный тенетник Hit -17 (Physical)", -- [2]
				"Тариндрелла <Тиндэлен> Атака ближнего боя Чащобный тенетник Hit -21 (Physical)", -- [3]
				"Тариндрелла <Тиндэлен> dispels Тиндэлен Слабый яд (Очищение духа)", -- [4]
				"Тариндрелла <Тиндэлен> Атака ближнего боя Чащобный тенетник Hit -26 (Physical)", -- [5]
				"Тариндрелла <Тиндэлен> dispels Тиндэлен Слабый яд (Очищение духа)", -- [6]
				"Тариндрелла <Тиндэлен> Атака ближнего боя Гитьис Зловещая Hit -24 (Physical)", -- [7]
			},
			["Name"] = "Тариндрелла",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
			},
			["TimeLast"] = {
				["ActiveTime"] = 1415814157,
				["Dispels"] = 1415813994,
				["OVERALL"] = 1415814157,
				["TimeDamage"] = 1415814157,
				["Damage"] = 1415814157,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Dispels"] = 2,
					["TimeSpent"] = {
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 14,
								},
							},
							["amount"] = 14,
						},
					},
					["DispelledWho"] = {
						["Тиндэлен"] = {
							["Details"] = {
								["Слабый яд (Очищение духа)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDone"] = {
						["Melee"] = 111,
					},
					["DamagedWho"] = {
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 87,
								},
							},
							["amount"] = 87,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ActiveTime"] = 17.5,
					["TimeDamaging"] = {
						["Гитьис Зловещая"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Чащобный тенетник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 14,
								},
							},
							["amount"] = 14,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 26,
									["min"] = 17,
									["count"] = 5,
									["amount"] = 111,
								},
							},
							["count"] = 5,
							["amount"] = 111,
						},
					},
					["TimeDamage"] = 17.5,
					["Damage"] = 111,
				},
			},
			["UnitLockout"] = 1415814157,
			["LastActive"] = 1415814157,
		},
		["Часовой-охотник <Тиндэлен>"] = {
			["GUID"] = "Creature-0-1604-1-72-34249-000063A72D",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"120 (100%)", -- [17]
				"120 (100%)", -- [18]
				"120 (100%)", -- [19]
				"113 (94%)", -- [20]
				"105 (87%)", -- [21]
				"105 (87%)", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastAttackedBy"] = "Защитник из племени Кривой Сосны",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					174.27, -- [1]
				},
				["Damage"] = {
					591, -- [1]
				},
				["DamageTaken"] = {
					366, -- [1]
				},
				["ActiveTime"] = {
					174.27, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 7,
			["level"] = 1,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 71,
			["LastEventNum"] = {
				[19] = 5.83333333333333,
				[20] = 6.66666666666667,
				[22] = 3.33333333333333,
			},
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["LastAbility"] = 118916.552,
			["Owner"] = "Тиндэлен",
			["LastEventTimes"] = {
				41058.076, -- [1]
				41058.55, -- [2]
				41059.778, -- [3]
				41060.077, -- [4]
				41060.411, -- [5]
				41061.511, -- [6]
				41061.739, -- [7]
				41062.018, -- [8]
				41064.059, -- [9]
				41064.587, -- [10]
				41131.84, -- [11]
				41133.843, -- [12]
				41135.849, -- [13]
				41137.217, -- [14]
				41137.862, -- [15]
				41140.693, -- [16]
				41543.343, -- [17]
				41545.33, -- [18]
				41545.33, -- [19]
				41547.352, -- [20]
				41549.29, -- [21]
				41549.29, -- [22]
				41600.923, -- [23]
				41602.045, -- [24]
				41602.331, -- [25]
				41602.92, -- [26]
				41604.07, -- [27]
				41604.296, -- [28]
				41604.92, -- [29]
				41606.067, -- [30]
				41606.331, -- [31]
				41606.926, -- [32]
				41608.053, -- [33]
				41610.932, -- [34]
				41617.913, -- [35]
				41619.85, -- [36]
				40940.454, -- [37]
				40940.564, -- [38]
				40941.017, -- [39]
				40941.873, -- [40]
				40942.492, -- [41]
				40942.604, -- [42]
				40943.815, -- [43]
				40944.045, -- [44]
				40944.504, -- [45]
				40944.504, -- [46]
				41053.826, -- [47]
				41055.544, -- [48]
				41055.887, -- [49]
				41057.771, -- [50]
			},
			["NextEventNum"] = 37,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				94.1666666666667, -- [20]
				87.5, -- [21]
				87.5, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -3 (Physical)", -- [1]
				"Шаман из племени Кривой Сосны Огненный шок (УЗВ) Часовой-охотник <Тиндэлен> Tick -1 (Fire)", -- [2]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [3]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -20 (Physical)", -- [4]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -8 (Physical)", -- [5]
				"Шаман из племени Кривой Сосны Огненный шок (УЗВ) Часовой-охотник <Тиндэлен> Tick -1 (Fire)", -- [6]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -7 (Physical)", -- [7]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -21 (Physical)", -- [8]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -21 (Physical)", -- [9]
				"Шаман из племени Кривой Сосны Огненный шок (УЗВ) Часовой-охотник <Тиндэлен> Tick -1 (Fire)", -- [10]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -20 (Physical)", -- [11]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -20 (Physical)", -- [12]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -20 (Physical)", -- [13]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [14]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -20 (Physical)", -- [15]
				"Часовой-охотник <Тиндэлен> Выстрел Шаман из племени Кривой Сосны Hit -30 (Physical)", -- [16]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -4 (Physical)", -- [17]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -1 (Physical)", -- [18]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -7 (Physical)", -- [19]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -8 (Physical)", -- [20]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -3 (Physical)", -- [21]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -4 (Physical)", -- [22]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Защитник из племени Кривой Сосны Hit -4 (Physical)", -- [23]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -7 (Physical)", -- [24]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [25]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Защитник из племени Кривой Сосны Hit -4 (Physical)", -- [26]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Parry", -- [27]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [28]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -4 (Physical)", -- [29]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [30]
				"Авгур из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Dodge", -- [31]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Защитник из племени Кривой Сосны Hit -3 (Physical)", -- [32]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -7 (Physical)", -- [33]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -16 (Physical)", -- [34]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -20 (Physical)", -- [35]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Авгур из племени Кривой Сосны Hit -21 (Physical)", -- [36]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -4 (Physical)", -- [37]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [38]
				"Шаман из племени Кривой Сосны Огненный шок (УЗВ) Часовой-охотник <Тиндэлен> Tick -1 (Fire)", -- [39]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -6 (Physical)", -- [40]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -4 (Physical)", -- [41]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -7 (Physical)", -- [42]
				"Защитник из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -8 (Physical)", -- [43]
				"Шаман из племени Кривой Сосны Огненный шок (УЗВ) Часовой-охотник <Тиндэлен> Tick -1 (Fire)", -- [44]
				"Часовой-охотник <Тиндэлен> Атака ближнего боя Шаман из племени Кривой Сосны Hit -4 (Physical)", -- [45]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -5 (Physical)", -- [46]
				"Часовой-охотник <Тиндэлен> Выстрел Шаман из племени Кривой Сосны Hit -14 (Physical)", -- [47]
				"Шаман из племени Кривой Сосны Огненный шок Часовой-охотник <Тиндэлен> Hit -7 (Fire)", -- [48]
				"Часовой-охотник <Тиндэлен> Выстрел Шаман из племени Кривой Сосны Hit -19 (Physical)", -- [49]
				"Шаман из племени Кривой Сосны Атака ближнего боя Часовой-охотник <Тиндэлен> Hit -8 (Physical)", -- [50]
			},
			["Name"] = "Часовой-охотник",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["ActiveTime"] = 1415818090,
				["TimeDamage"] = 1415818090,
				["OVERALL"] = 1415818090,
				["DamageTaken"] = 1415818078,
				["Damage"] = 1415818090,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 3,
									["min"] = 2,
									["count"] = 3,
									["amount"] = 7,
								},
							},
							["count"] = 3,
							["amount"] = 7,
						},
					},
					["TimeSpent"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 89.16,
								},
								["Выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 92.66,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 26.93,
								},
								["Выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 30.43,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 39.29,
								},
								["Выстрел"] = {
									["count"] = 11.89,
								},
							},
							["amount"] = 51.18,
						},
					},
					["DamageTaken"] = 366,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 57,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 57,
							["amount"] = 0,
						},
						["Огненный шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Огненный шок (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 174.27,
					["ElementTaken"] = {
						["Melee"] = 345,
						["Fire"] = 21,
					},
					["Damage"] = 591,
					["ElementTakenBlock"] = {
						["Melee"] = 7,
					},
					["ElementDone"] = {
						["Melee"] = 448,
						["Physical"] = 143,
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 52,
								},
							},
							["amount"] = 57,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["TimeDamage"] = 174.27,
					["WhoDamaged"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 218,
								},
							},
							["amount"] = 218,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 96,
								},
								["Огненный шок"] = {
									["count"] = 14,
								},
								["Огненный шок (УЗВ)"] = {
									["count"] = 7,
								},
							},
							["amount"] = 117,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 21,
									["min"] = 1,
									["count"] = 64,
									["amount"] = 448,
								},
							},
							["count"] = 64,
							["amount"] = 448,
						},
						["Выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 33,
									["min"] = 14,
									["count"] = 6,
									["amount"] = 143,
								},
							},
							["count"] = 6,
							["amount"] = 143,
						},
					},
					["TimeDamaging"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 89.16,
								},
								["Выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 92.66,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 26.93,
								},
								["Выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 30.43,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 39.29,
								},
								["Выстрел"] = {
									["count"] = 11.89,
								},
							},
							["amount"] = 51.18,
						},
					},
					["DamagedWho"] = {
						["Защитник из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 144,
								},
								["Выстрел"] = {
									["count"] = 17,
								},
							},
							["amount"] = 161,
						},
						["Авгур из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 106,
								},
								["Выстрел"] = {
									["count"] = 30,
								},
							},
							["amount"] = 136,
						},
						["Шаман из племени Кривой Сосны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 198,
								},
								["Выстрел"] = {
									["count"] = 96,
								},
							},
							["amount"] = 294,
						},
					},
				},
			},
			["UnitLockout"] = 1415818090,
			["LastActive"] = 1415818090,
		},
	},
	["FightNum"] = 178,
	["CombatTimes"] = {
		{
			1415813133, -- [1]
			1415813147, -- [2]
			"20:25:34", -- [3]
			"20:25:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [1]
		{
			1415813167, -- [1]
			1415813171, -- [2]
			"20:26:08", -- [3]
			"20:26:11", -- [4]
			"Молодой ночной саблезуб", -- [5]
		}, -- [2]
		{
			1415813190, -- [1]
			1415813194, -- [2]
			"20:26:31", -- [3]
			"20:26:34", -- [4]
			"Молодой ночной саблезуб", -- [5]
		}, -- [3]
		{
			1415813216, -- [1]
			1415813220, -- [2]
			"20:26:57", -- [3]
			"20:27:00", -- [4]
			"Молодой ночной саблезуб", -- [5]
		}, -- [4]
		{
			1415813426, -- [1]
			1415813433, -- [2]
			"20:30:27", -- [3]
			"20:30:33", -- [4]
			"Грелль", -- [5]
		}, -- [5]
		{
			1415813434, -- [1]
			1415813440, -- [2]
			"20:30:35", -- [3]
			"20:30:40", -- [4]
			"Грелль", -- [5]
		}, -- [6]
		{
			1415813644, -- [1]
			1415813651, -- [2]
			"20:34:05", -- [3]
			"20:34:11", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [7]
		{
			1415813658, -- [1]
			1415813665, -- [2]
			"20:34:19", -- [3]
			"20:34:25", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [8]
		{
			1415813696, -- [1]
			1415813723, -- [2]
			"20:34:57", -- [3]
			"20:35:23", -- [4]
			"Молодой ночной саблезуб", -- [5]
		}, -- [9]
		{
			1415813725, -- [1]
			1415813736, -- [2]
			"20:35:26", -- [3]
			"20:35:36", -- [4]
			"Щетинистый вепрь", -- [5]
		}, -- [10]
		{
			1415813808, -- [1]
			1415813846, -- [2]
			"20:36:48", -- [3]
			"20:37:26", -- [4]
			"Щетинистый вепрь", -- [5]
		}, -- [11]
		{
			1415813865, -- [1]
			1415813871, -- [2]
			"20:37:46", -- [3]
			"20:37:51", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [12]
		{
			1415813876, -- [1]
			1415813882, -- [2]
			"20:37:57", -- [3]
			"20:38:02", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [13]
		{
			1415813889, -- [1]
			1415813895, -- [2]
			"20:38:10", -- [3]
			"20:38:15", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [14]
		{
			1415813903, -- [1]
			1415813907, -- [2]
			"20:38:24", -- [3]
			"20:38:27", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [15]
		{
			1415813923, -- [1]
			1415813929, -- [2]
			"20:38:44", -- [3]
			"20:38:49", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [16]
		{
			1415813939, -- [1]
			1415813944, -- [2]
			"20:39:00", -- [3]
			"20:39:04", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [17]
		{
			1415813986, -- [1]
			1415813990, -- [2]
			"20:39:46", -- [3]
			"20:39:50", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [18]
		{
			1415813991, -- [1]
			1415814000, -- [2]
			"20:39:52", -- [3]
			"20:40:00", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [19]
		{
			1415814002, -- [1]
			1415814028, -- [2]
			"20:40:02", -- [3]
			"20:40:28", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [20]
		{
			1415814030, -- [1]
			1415814057, -- [2]
			"20:40:31", -- [3]
			"20:40:57", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [21]
		{
			1415814060, -- [1]
			1415814068, -- [2]
			"20:41:01", -- [3]
			"20:41:08", -- [4]
			"Чащобный тенетник", -- [5]
		}, -- [22]
		{
			1415814157, -- [1]
			1415814162, -- [2]
			"20:42:38", -- [3]
			"20:42:42", -- [4]
			"Гитьис Зловещая", -- [5]
		}, -- [23]
		{
			1415814601, -- [1]
			1415814614, -- [2]
			"20:50:02", -- [3]
			"20:50:14", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [24]
		{
			1415814617, -- [1]
			1415814623, -- [2]
			"20:50:18", -- [3]
			"20:50:23", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [25]
		{
			1415814648, -- [1]
			1415814653, -- [2]
			"20:50:49", -- [3]
			"20:50:53", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [26]
		{
			1415814677, -- [1]
			1415814682, -- [2]
			"20:51:18", -- [3]
			"20:51:22", -- [4]
			"Сова", -- [5]
		}, -- [27]
		{
			1415814686, -- [1]
			1415814692, -- [2]
			"20:51:27", -- [3]
			"20:51:32", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [28]
		{
			1415814697, -- [1]
			1415814703, -- [2]
			"20:51:38", -- [3]
			"20:51:43", -- [4]
			"Сова", -- [5]
		}, -- [29]
		{
			1415814714, -- [1]
			1415814720, -- [2]
			"20:51:55", -- [3]
			"20:52:00", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [30]
		{
			1415815315, -- [1]
			1415815323, -- [2]
			"21:01:56", -- [3]
			"21:02:03", -- [4]
			"Сова", -- [5]
		}, -- [31]
		{
			1415815330, -- [1]
			1415815335, -- [2]
			"21:02:11", -- [3]
			"21:02:15", -- [4]
			"Сова", -- [5]
		}, -- [32]
		{
			1415815503, -- [1]
			1415815509, -- [2]
			"21:05:04", -- [3]
			"21:05:09", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [33]
		{
			1415815516, -- [1]
			1415815521, -- [2]
			"21:05:16", -- [3]
			"21:05:21", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [34]
		{
			1415815703, -- [1]
			1415815708, -- [2]
			"21:08:24", -- [3]
			"21:08:28", -- [4]
			"Садовник из племени Кривой Сосны", -- [5]
		}, -- [35]
		{
			1415815733, -- [1]
			1415815742, -- [2]
			"21:08:53", -- [3]
			"21:09:02", -- [4]
			"Воин из племени Кривой Сосны", -- [5]
		}, -- [36]
		{
			1415815761, -- [1]
			1415815768, -- [2]
			"21:09:22", -- [3]
			"21:09:28", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [37]
		{
			1415815782, -- [1]
			1415815802, -- [2]
			"21:09:43", -- [3]
			"21:10:02", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [38]
		{
			1415815813, -- [1]
			1415815837, -- [2]
			"21:10:14", -- [3]
			"21:10:37", -- [4]
			"Мистик из племени Кривой Сосны", -- [5]
		}, -- [39]
		{
			1415815855, -- [1]
			1415815879, -- [2]
			"21:10:56", -- [3]
			"21:11:19", -- [4]
			"Мистик из племени Кривой Сосны", -- [5]
		}, -- [40]
		{
			1415815900, -- [1]
			1415815921, -- [2]
			"21:11:41", -- [3]
			"21:12:01", -- [4]
			"Мистик из племени Кривой Сосны", -- [5]
		}, -- [41]
		{
			1415815956, -- [1]
			1415815961, -- [2]
			"21:12:36", -- [3]
			"21:12:41", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [42]
		{
			1415815968, -- [1]
			1415815974, -- [2]
			"21:12:49", -- [3]
			"21:12:54", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [43]
		{
			1415816220, -- [1]
			1415816224, -- [2]
			"21:17:00", -- [3]
			"21:17:04", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [44]
		{
			1415816230, -- [1]
			1415816234, -- [2]
			"21:17:11", -- [3]
			"21:17:14", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [45]
		{
			1415816243, -- [1]
			1415816247, -- [2]
			"21:17:24", -- [3]
			"21:17:27", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [46]
		{
			1415816267, -- [1]
			1415816272, -- [2]
			"21:17:47", -- [3]
			"21:17:52", -- [4]
			"Древесник", -- [5]
		}, -- [47]
		{
			1415816282, -- [1]
			1415816294, -- [2]
			"21:18:02", -- [3]
			"21:18:14", -- [4]
			"Древесник", -- [5]
		}, -- [48]
		{
			1415816322, -- [1]
			1415816326, -- [2]
			"21:18:42", -- [3]
			"21:18:46", -- [4]
			"Древесник", -- [5]
		}, -- [49]
		{
			1415816332, -- [1]
			1415816350, -- [2]
			"21:18:53", -- [3]
			"21:19:10", -- [4]
			"Древесник", -- [5]
		}, -- [50]
		{
			1415816569, -- [1]
			1415816575, -- [2]
			"21:22:50", -- [3]
			"21:22:55", -- [4]
			"Злобный грелль", -- [5]
		}, -- [51]
		{
			1415816631, -- [1]
			1415816644, -- [2]
			"21:23:52", -- [3]
			"21:24:04", -- [4]
			"Злобный грелль", -- [5]
		}, -- [52]
		{
			1415816698, -- [1]
			1415816735, -- [2]
			"21:24:59", -- [3]
			"21:25:35", -- [4]
			"Гнусный грелль", -- [5]
		}, -- [53]
		{
			1415816967, -- [1]
			1415816972, -- [2]
			"21:29:28", -- [3]
			"21:29:32", -- [4]
			"Авгур из племени Кривой Сосны", -- [5]
		}, -- [54]
		{
			1415817005, -- [1]
			1415817010, -- [2]
			"21:30:06", -- [3]
			"21:30:10", -- [4]
			"Авгур из племени Кривой Сосны", -- [5]
		}, -- [55]
		{
			1415817024, -- [1]
			1415817033, -- [2]
			"21:30:25", -- [3]
			"21:30:33", -- [4]
			"Авгур из племени Кривой Сосны", -- [5]
		}, -- [56]
		{
			1415817074, -- [1]
			1415817110, -- [2]
			"21:31:15", -- [3]
			"21:31:50", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [57]
		{
			1415817132, -- [1]
			1415817164, -- [2]
			"21:32:13", -- [3]
			"21:32:44", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [58]
		{
			1415817198, -- [1]
			1415817264, -- [2]
			"21:33:19", -- [3]
			"21:34:24", -- [4]
			"Шаман из племени Кривой Сосны", -- [5]
		}, -- [59]
		{
			1415817265, -- [1]
			1415817274, -- [2]
			"21:34:26", -- [3]
			"21:34:34", -- [4]
			"Шаман из племени Кривой Сосны", -- [5]
		}, -- [60]
		{
			1415817320, -- [1]
			1415817338, -- [2]
			"21:35:20", -- [3]
			"21:35:38", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [61]
		{
			1415817346, -- [1]
			1415817350, -- [2]
			"21:35:47", -- [3]
			"21:35:50", -- [4]
			"Шаман из племени Кривой Сосны", -- [5]
		}, -- [62]
		{
			1415817358, -- [1]
			1415817362, -- [2]
			"21:35:59", -- [3]
			"21:36:02", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [63]
		{
			1415817373, -- [1]
			1415817433, -- [2]
			"21:36:14", -- [3]
			"21:37:13", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [64]
		{
			1415817454, -- [1]
			1415817553, -- [2]
			"21:37:35", -- [3]
			"21:39:13", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [65]
		{
			1415817600, -- [1]
			1415817629, -- [2]
			"21:40:01", -- [3]
			"21:40:29", -- [4]
			"Шаман из племени Кривой Сосны", -- [5]
		}, -- [66]
		{
			1415817758, -- [1]
			1415817763, -- [2]
			"21:42:39", -- [3]
			"21:42:43", -- [4]
			"Ворлус Подлое Копыто", -- [5]
		}, -- [67]
		{
			1415817785, -- [1]
			1415817797, -- [2]
			"21:43:06", -- [3]
			"21:43:17", -- [4]
			"Шаман из племени Кривой Сосны", -- [5]
		}, -- [68]
		{
			1415817816, -- [1]
			1415817833, -- [2]
			"21:43:37", -- [3]
			"21:43:53", -- [4]
			"Чащобный ядозуб", -- [5]
		}, -- [69]
		{
			1415818012, -- [1]
			1415818040, -- [2]
			"21:46:53", -- [3]
			"21:47:20", -- [4]
			"Авгур из племени Кривой Сосны", -- [5]
		}, -- [70]
		{
			1415818070, -- [1]
			1415818083, -- [2]
			"21:47:51", -- [3]
			"21:48:03", -- [4]
			"Защитник из племени Кривой Сосны", -- [5]
		}, -- [71]
		{
			1415818087, -- [1]
			1415818091, -- [2]
			"21:48:08", -- [3]
			"21:48:11", -- [4]
			"Авгур из племени Кривой Сосны", -- [5]
		}, -- [72]
		{
			1415818278, -- [1]
			1415818282, -- [2]
			"21:51:19", -- [3]
			"21:51:22", -- [4]
			"Душитель из племени Кривой Сосны", -- [5]
		}, -- [73]
		{
			1415818362, -- [1]
			1415818371, -- [2]
			"21:52:43", -- [3]
			"21:52:51", -- [4]
			"Урсал Изверг", -- [5]
		}, -- [74]
		{
			1415818541, -- [1]
			1415818552, -- [2]
			"21:55:41", -- [3]
			"21:55:52", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [75]
		{
			1415818644, -- [1]
			1415818649, -- [2]
			"21:57:25", -- [3]
			"21:57:29", -- [4]
			"Древесник", -- [5]
		}, -- [76]
		{
			1415818688, -- [1]
			1415818692, -- [2]
			"21:58:08", -- [3]
			"21:58:12", -- [4]
			"Древесник", -- [5]
		}, -- [77]
		{
			1415818709, -- [1]
			1415818713, -- [2]
			"21:58:30", -- [3]
			"21:58:33", -- [4]
			"Древесник", -- [5]
		}, -- [78]
		{
			1415818827, -- [1]
			1415818833, -- [2]
			"22:00:28", -- [3]
			"22:00:33", -- [4]
			"Древесник", -- [5]
		}, -- [79]
		{
			1415818851, -- [1]
			1415818855, -- [2]
			"22:00:52", -- [3]
			"22:00:55", -- [4]
			"Древесник", -- [5]
		}, -- [80]
		{
			1415818905, -- [1]
			1415818911, -- [2]
			"22:01:46", -- [3]
			"22:01:51", -- [4]
			"Древесник", -- [5]
		}, -- [81]
		{
			1415818918, -- [1]
			1415818923, -- [2]
			"22:01:59", -- [3]
			"22:02:03", -- [4]
			"Древесник", -- [5]
		}, -- [82]
		{
			1415818972, -- [1]
			1415818978, -- [2]
			"22:02:53", -- [3]
			"22:02:58", -- [4]
			"Древесник", -- [5]
		}, -- [83]
		{
			1415819019, -- [1]
			1415819031, -- [2]
			"22:03:39", -- [3]
			"22:03:51", -- [4]
			"Ночной саблезуб", -- [5]
		}, -- [84]
		{
			1415819037, -- [1]
			1415819041, -- [2]
			"22:03:58", -- [3]
			"22:04:01", -- [4]
			"Чащобный скрытень", -- [5]
		}, -- [85]
		{
			1415819244, -- [1]
			1415819249, -- [2]
			"22:07:25", -- [3]
			"22:07:29", -- [4]
			"Чащобный паук-балдахинник", -- [5]
		}, -- [86]
		{
			1415819258, -- [1]
			1415819263, -- [2]
			"22:07:39", -- [3]
			"22:07:43", -- [4]
			"Древесник-топтун", -- [5]
		}, -- [87]
		{
			1415819283, -- [1]
			1415819288, -- [2]
			"22:08:04", -- [3]
			"22:08:08", -- [4]
			"Древесник-топтун", -- [5]
		}, -- [88]
		{
			1415819342, -- [1]
			1415819356, -- [2]
			"22:09:03", -- [3]
			"22:09:16", -- [4]
			"Старый ночной саблезуб", -- [5]
		}, -- [89]
		{
			1415819356, -- [1]
			1415819362, -- [2]
			"22:09:17", -- [3]
			"22:09:22", -- [4]
			"Болотный древесник", -- [5]
		}, -- [90]
		{
			1415819370, -- [1]
			1415819376, -- [2]
			"22:09:31", -- [3]
			"22:09:36", -- [4]
			"Болотный древесник", -- [5]
		}, -- [91]
		{
			1415819381, -- [1]
			1415819387, -- [2]
			"22:09:42", -- [3]
			"22:09:47", -- [4]
			"Болотный древесник", -- [5]
		}, -- [92]
		{
			1415819392, -- [1]
			1415819399, -- [2]
			"22:09:53", -- [3]
			"22:09:59", -- [4]
			"Болотный древесник", -- [5]
		}, -- [93]
		{
			1415819409, -- [1]
			1415819415, -- [2]
			"22:10:10", -- [3]
			"22:10:15", -- [4]
			"Болотный древесник", -- [5]
		}, -- [94]
		{
			1415819423, -- [1]
			1415819432, -- [2]
			"22:10:24", -- [3]
			"22:10:32", -- [4]
			"Старый древесник", -- [5]
		}, -- [95]
		{
			1415819489, -- [1]
			1415819501, -- [2]
			"22:11:30", -- [3]
			"22:11:41", -- [4]
			"Старый ночной саблезуб", -- [5]
		}, -- [96]
		{
			1415819504, -- [1]
			1415819516, -- [2]
			"22:11:45", -- [3]
			"22:11:56", -- [4]
			"Чащобный паук-балдахинник", -- [5]
		}, -- [97]
		{
			1415819613, -- [1]
			1415819634, -- [2]
			"22:13:34", -- [3]
			"22:13:54", -- [4]
			"Чащобный паук-балдахинник", -- [5]
		}, -- [98]
		{
			1415819652, -- [1]
			1415819658, -- [2]
			"22:14:13", -- [3]
			"22:14:18", -- [4]
			"Дубохмур", -- [5]
		}, -- [99]
		{
			1415819864, -- [1]
			1415819876, -- [2]
			"22:17:45", -- [3]
			"22:17:56", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [100]
		{
			1415820033, -- [1]
			1415820161, -- [2]
			"22:20:34", -- [3]
			"22:22:41", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [101]
		{
			1415820665, -- [1]
			1415820673, -- [2]
			"22:31:05", -- [3]
			"22:31:13", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [102]
		{
			1415820919, -- [1]
			1415820938, -- [2]
			"22:35:19", -- [3]
			"22:35:38", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [103]
		{
			1415822054, -- [1]
			1415822068, -- [2]
			"22:54:14", -- [3]
			"22:54:28", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [104]
		{
			1415822278, -- [1]
			1415822285, -- [2]
			"22:57:58", -- [3]
			"22:58:05", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [105]
		{
			1415822446, -- [1]
			1415822460, -- [2]
			"23:00:46", -- [3]
			"23:01:00", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [106]
		{
			1415822465, -- [1]
			1415822472, -- [2]
			"23:01:05", -- [3]
			"23:01:12", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [107]
		{
			1415822592, -- [1]
			1415822670, -- [2]
			"23:03:12", -- [3]
			"23:04:30", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [108]
		{
			1415822757, -- [1]
			1415822765, -- [2]
			"23:05:58", -- [3]
			"23:06:05", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [109]
		{
			1415822892, -- [1]
			1415822907, -- [2]
			"23:08:13", -- [3]
			"23:08:27", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [110]
		{
			1415822999, -- [1]
			1415823062, -- [2]
			"23:10:00", -- [3]
			"23:11:02", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [111]
		{
			1415823506, -- [1]
			1415823546, -- [2]
			"23:18:26", -- [3]
			"23:19:06", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [112]
		{
			1415823640, -- [1]
			1415823647, -- [2]
			"23:20:41", -- [3]
			"23:20:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [113]
		{
			1415823654, -- [1]
			1415823681, -- [2]
			"23:20:55", -- [3]
			"23:21:21", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [114]
		{
			1415823802, -- [1]
			1415823811, -- [2]
			"23:23:23", -- [3]
			"23:23:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [115]
		{
			1415823894, -- [1]
			1415823942, -- [2]
			"23:24:55", -- [3]
			"23:25:42", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [116]
		{
			1415824127, -- [1]
			1415824171, -- [2]
			"23:28:47", -- [3]
			"23:29:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [117]
		{
			1415824203, -- [1]
			1415824218, -- [2]
			"23:30:03", -- [3]
			"23:30:18", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [118]
		{
			1415824218, -- [1]
			1415824244, -- [2]
			"23:30:19", -- [3]
			"23:30:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [119]
		{
			1415824261, -- [1]
			1415824299, -- [2]
			"23:31:02", -- [3]
			"23:31:39", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [120]
		{
			1415824331, -- [1]
			1415824349, -- [2]
			"23:32:12", -- [3]
			"23:32:29", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [121]
		{
			1415824380, -- [1]
			1415824388, -- [2]
			"23:33:01", -- [3]
			"23:33:08", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [122]
		{
			1415824397, -- [1]
			1415824404, -- [2]
			"23:33:18", -- [3]
			"23:33:24", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [123]
		{
			1415824407, -- [1]
			1415824420, -- [2]
			"23:33:28", -- [3]
			"23:33:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [124]
		{
			1415824464, -- [1]
			1415824475, -- [2]
			"23:34:24", -- [3]
			"23:34:35", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [125]
		{
			1415824495, -- [1]
			1415824511, -- [2]
			"23:34:55", -- [3]
			"23:35:11", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [126]
		{
			1415824539, -- [1]
			1415824552, -- [2]
			"23:35:39", -- [3]
			"23:35:52", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [127]
		{
			1415824578, -- [1]
			1415824587, -- [2]
			"23:36:18", -- [3]
			"23:36:27", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [128]
		{
			1415824602, -- [1]
			1415824635, -- [2]
			"23:36:43", -- [3]
			"23:37:15", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [129]
		{
			1415824668, -- [1]
			1415824682, -- [2]
			"23:37:48", -- [3]
			"23:38:02", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [130]
		{
			1415824702, -- [1]
			1415824750, -- [2]
			"23:38:22", -- [3]
			"23:39:10", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [131]
		{
			1415824756, -- [1]
			1415824763, -- [2]
			"23:39:16", -- [3]
			"23:39:23", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [132]
		{
			1415824763, -- [1]
			1415824796, -- [2]
			"23:39:23", -- [3]
			"23:39:56", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [133]
		{
			1415825775, -- [1]
			1415825823, -- [2]
			"23:56:15", -- [3]
			"23:57:03", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [134]
		{
			1415825903, -- [1]
			1415825920, -- [2]
			"23:58:23", -- [3]
			"23:58:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [135]
		{
			1415826046, -- [1]
			1415826060, -- [2]
			"00:00:47", -- [3]
			"00:01:00", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [136]
		{
			1415826061, -- [1]
			1415826072, -- [2]
			"00:01:02", -- [3]
			"00:01:12", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [137]
		{
			1415827278, -- [1]
			1415827340, -- [2]
			"00:21:19", -- [3]
			"00:22:20", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [138]
		{
			1415827561, -- [1]
			1415827611, -- [2]
			"00:26:02", -- [3]
			"00:26:51", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [139]
		{
			1415827688, -- [1]
			1415827709, -- [2]
			"00:28:08", -- [3]
			"00:28:29", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [140]
		{
			1415827726, -- [1]
			1415827737, -- [2]
			"00:28:47", -- [3]
			"00:28:57", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [141]
		{
			1415827737, -- [1]
			1415827780, -- [2]
			"00:28:57", -- [3]
			"00:29:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [142]
		{
			1415827787, -- [1]
			1415827798, -- [2]
			"00:29:47", -- [3]
			"00:29:58", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [143]
		{
			1415827820, -- [1]
			1415827826, -- [2]
			"00:30:20", -- [3]
			"00:30:26", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [144]
		{
			1415827826, -- [1]
			1415827832, -- [2]
			"00:30:26", -- [3]
			"00:30:32", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [145]
		{
			1415827840, -- [1]
			1415827847, -- [2]
			"00:30:40", -- [3]
			"00:30:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [146]
		{
			1415827856, -- [1]
			1415827901, -- [2]
			"00:30:56", -- [3]
			"00:31:41", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [147]
		{
			1415827903, -- [1]
			1415827956, -- [2]
			"00:31:43", -- [3]
			"00:32:36", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [148]
		{
			1415827994, -- [1]
			1415828087, -- [2]
			"00:33:15", -- [3]
			"00:34:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [149]
		{
			1415828136, -- [1]
			1415828176, -- [2]
			"00:35:37", -- [3]
			"00:36:16", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [150]
		{
			1415828188, -- [1]
			1415828198, -- [2]
			"00:36:28", -- [3]
			"00:36:38", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [151]
		{
			1415828198, -- [1]
			1415828233, -- [2]
			"00:36:39", -- [3]
			"00:37:13", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [152]
		{
			1415828236, -- [1]
			1415828318, -- [2]
			"00:37:17", -- [3]
			"00:38:38", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [153]
		{
			1415828334, -- [1]
			1415828348, -- [2]
			"00:38:54", -- [3]
			"00:39:08", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [154]
		{
			1415828360, -- [1]
			1415828371, -- [2]
			"00:39:20", -- [3]
			"00:39:31", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [155]
		{
			1415828398, -- [1]
			1415828413, -- [2]
			"00:39:58", -- [3]
			"00:40:13", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [156]
		{
			1417019773, -- [1]
			1417019781, -- [2]
			"19:36:14", -- [3]
			"19:36:21", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [157]
		{
			1417019817, -- [1]
			1417019823, -- [2]
			"19:36:58", -- [3]
			"19:37:03", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [158]
		{
			1417019833, -- [1]
			1417019839, -- [2]
			"19:37:14", -- [3]
			"19:37:19", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [159]
		{
			1417019844, -- [1]
			1417019860, -- [2]
			"19:37:24", -- [3]
			"19:37:40", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [160]
		{
			1417019909, -- [1]
			1417019916, -- [2]
			"19:38:29", -- [3]
			"19:38:36", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [161]
		{
			1417019967, -- [1]
			1417019987, -- [2]
			"19:39:28", -- [3]
			"19:39:47", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [162]
		{
			1417019988, -- [1]
			1417020027, -- [2]
			"19:39:48", -- [3]
			"19:40:27", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [163]
		{
			1417020283, -- [1]
			1417020297, -- [2]
			"19:44:43", -- [3]
			"19:44:57", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [164]
		{
			1417020382, -- [1]
			1417020433, -- [2]
			"19:46:22", -- [3]
			"19:47:13", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [165]
		{
			1417020442, -- [1]
			1417020453, -- [2]
			"19:47:22", -- [3]
			"19:47:33", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [166]
		{
			1417020491, -- [1]
			1417020503, -- [2]
			"19:48:11", -- [3]
			"19:48:23", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [167]
		{
			1417020531, -- [1]
			1417020539, -- [2]
			"19:48:51", -- [3]
			"19:48:59", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [168]
		{
			1417020546, -- [1]
			1417020562, -- [2]
			"19:49:07", -- [3]
			"19:49:22", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [169]
		{
			1417020603, -- [1]
			1417020612, -- [2]
			"19:50:04", -- [3]
			"19:50:12", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [170]
		{
			1417020633, -- [1]
			1417020644, -- [2]
			"19:50:34", -- [3]
			"19:50:44", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [171]
		{
			1417020646, -- [1]
			1417020655, -- [2]
			"19:50:46", -- [3]
			"19:50:55", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [172]
		{
			1417020657, -- [1]
			1417020723, -- [2]
			"19:50:57", -- [3]
			"19:52:03", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [173]
		{
			1417020723, -- [1]
			1417020733, -- [2]
			"19:52:04", -- [3]
			"19:52:13", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [174]
		{
			1417020733, -- [1]
			1417020740, -- [2]
			"19:52:13", -- [3]
			"19:52:20", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [175]
		{
			1417020868, -- [1]
			1417020875, -- [2]
			"19:54:28", -- [3]
			"19:54:35", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [176]
		{
			1417020875, -- [1]
			1417020899, -- [2]
			"19:54:35", -- [3]
			"19:54:59", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [177]
		{
			1417021109, -- [1]
			1417021150, -- [2]
			"19:58:29", -- [3]
			"19:59:10", -- [4]
			"Тренировочный манекен", -- [5]
		}, -- [178]
	},
	["FoughtWho"] = {
		"Тренировочный манекен 19:58:29-19:59:10", -- [1]
		"Тренировочный манекен 19:54:35-19:54:59", -- [2]
		"Тренировочный манекен 19:54:28-19:54:35", -- [3]
		"Тренировочный манекен 19:52:13-19:52:20", -- [4]
		"Тренировочный манекен 19:52:04-19:52:13", -- [5]
	},
}
